Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/alias/locales/*.po
Languages: ar_sa

source: Manage command aliases.
ar_sa: إدارة الأسماء المستعارة للأوامر.

source: Manage global aliases.
ar_sa: إدارة الأسماء المستعارة العالمية.

source: Add an alias for a command.
ar_sa: إضافة اسم مستعار لأمر ما.

source: You attempted to create a new alias with the name {name} but that name is already a command on this bot.
ar_sa: لقد حاولت إنشاء اسم مستعار جديد باسم {name} ولكن هذا الاسم هو بالفعل أمر على هذا بوت.

source: You attempted to create a new alias with the name {name} but that name is an invalid alias name. Alias names may not contain spaces.
ar_sa: لقد حاولت إنشاء اسم مستعار جديد باسم {name} ولكن هذا الاسم اسم مستعار غير صالح. الأسماء المستعارة قد لا تحتوي على مسافات.

source: A new alias with the trigger `{name}` has been created.
ar_sa: تم إنشاء اسم مستعار جديد مع المشغل `{name}`.

source: Add a global alias for a command.
ar_sa: إضافة اسم مستعار عام لأمر ما.

source: You attempted to create a new global alias with the name {name} but that name is already a command on this bot.
ar_sa: لقد حاولت إنشاء اسم مستعار عالمي جديد باسم {name} ولكن هذا الاسم هو بالفعل أمر على هذا بوت.

source: You attempted to create a new global alias with the name {name} but that name is an invalid alias name. Alias names may not contain spaces.
ar_sa: لقد حاولت إنشاء اسم مستعار عالمي جديد باسم {name} ولكن هذا الاسم اسم مستعار غير صالح. أسماء الاسم المستعار قد لا تحتوي على مسافات.

source: A new global alias with the trigger `{name}` has been created.
ar_sa: تم إنشاء اسم مستعار عالمي جديد مع مشغل{name}`.

source: Try to execute help for the base command of the alias.
ar_sa: حاول تنفيذ المساعدة للقيادة الأساسية للإسم المستعار.

source: No such alias exists.
ar_sa: لا يوجد مثل هذا المستخدم

source: Show what command the alias executes.
ar_sa: إظهار ما هو الأمر الذي ينفذه الاسم المستعار.

source: The `{alias_name}` alias will execute the command `{command}`
ar_sa: `{alias_name}` الاسم المستعار سوف ينفذ الأمر `{command}`

source: There is no alias with the name `{name}`
ar_sa: لا يوجد اسم مستعار باسم `{name}`

source: Delete an existing alias on this server.
ar_sa: حذف اسم مستعار موجود على هذا السيرفر.

source: There are no aliases on this server.
ar_sa: لا توجد أسماء مستعارة على هذا السيرفر.

source: Alias with the name `{name}` was successfully deleted.
ar_sa: تم حذف الاسم المستعار باسم `{name}` بنجاح.

source: Alias with name `{name}` was not found.
ar_sa: لم يتم العثور على الاسم المستعار `{name}`.

source: Delete an existing global alias.
ar_sa: يحذف اسم مستعار عالمي قائم.

source: List the available aliases on this server.
ar_sa: قائمة الأسماء المستعارة المتوفرة على هذا السيرفر.

source: List the available global aliases on this bot.
ar_sa: قائمة الأسماء المستعارة العامة المتاحة على هذا البوت.

source: Arguments must be specified with a number.
ar_sa: يجب أن يتم تحديد الحجج برقم.

source: Arguments must be sequential. Missing arguments:
ar_sa: يجب أن تكون الحجج متتابعة. الحجج المفقودة:
