Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/extendedeconomy/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fi, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Duration (Seconds)
af: Tydsduur (sekondes)
ar: المدة (ثواني)
bg: Продължителност (секунди)
bn: সময়কাল (সেকেন্ড)
ca: Durada (segons)
cs: Doba trvání (sekundy)
da: Varighed (sekunder)
de: Dauer (Sekunden)
el: Διάρκεια (δευτερόλεπτα)
es: Duración (segundos)
et: Kestus (sekundites)
fi: Kesto (sekuntia)
he: משך זמן (שניות)
hi: अवधि (सेकंड)
hr: Trajanje (sekunde)
hu: Időtartam (másodperc)
id: Durasi (Detik)
it: Durata (secondi)
ja: 継続時間 (秒)
lt: Trukmė (sekundėmis)
lv: Ilgums (sekundes)
ms: Tempoh (Saat)
nl: Duur (seconden)
no: Varighet (sekunder)
pl: Czas trwania (sekundy)
pt: Duração (segundos)
ro: Durata (secunde)
ru: Продолжительность (секунды)
sk: Trvanie (sekundy)
sl: Trajanje (sekunde)
sv: Varaktighet (sekunder)
th: ระยะเวลา (วินาที)
tr: Süre (Saniye)
uk: Тривалість (секунди)
vi: Thời lượng (Giây)

source: level, prompt, modifier (Comma separated)
af: vlak, prompt, wysiger (komma geskei)
ar: المستوى، موجه، معدل (مفصولة بفاصلة)
bg: ниво, подкана, модификатор (разделени със запетаи)
bn: স্তর, প্রম্পট, সংশোধক (কমা পৃথক)
ca: nivell, indicador, modificador (separat per comes)
cs: úroveň, výzva, modifikátor (oddělené čárkou)
da: niveau, prompt, modifikator (kommasepareret)
de: Ebene, Eingabeaufforderung, Modifikator (durch Komma getrennt)
el: επίπεδο, προτροπή, τροποποιητής (χωρισμένο με κόμμα)
es: nivel, mensaje, modificador (separados por comas)
et: tase, viip, muutja (komadega eraldatud)
fi: taso, kehote, muokkaus (pilkuilla erotettuna)
he: level, prompt, modifier (מופרד בפסיק)
hi: लेवल, प्रॉम्प्ट, संशोधक (अल्पविराम से अलग)
hr: razina, upit, modifikator (odvojeno zarezom)
hu: szint, prompt, módosító (vesszővel elválasztva)
id: level, prompt, pengubah (dipisahkan koma)
it: livello, prompt, modificatore (separati da virgole)
ja: レベル、プロンプト、修飾子 (カンマ区切り)
lt: lygis, raginimas, modifikatorius (atskirtas kableliais)
lv: līmenis, uzvedne, modifikators (atdalīts ar komatu)
ms: tahap, gesaan, pengubah suai (dipisahkan koma)
nl: niveau, prompt, modifier (door komma's gescheiden)
no: level, prompt, modifier (kommaseparert)
pl: poziom, zachęta, modyfikator (oddzielone przecinkami)
pt: nível, prompt, modificador (separado por vírgula)
ro: nivel, prompt, modificator (separat prin virgulă)
ru: уровень, подсказка, модификатор (через запятую)
sk: úroveň, výzva, modifikátor (oddelené čiarkou)
sl: raven, poziv, modifikator (ločeno z vejico)
sv: nivå, prompt, modifierare (kommaseparerad)
th: ระดับ, พรอมต์, ตัวแก้ไข (คั่นด้วยเครื่องหมายจุลภาค)
tr: düzey, bilgi istemi, değiştirici (Virgülle ayrılmış)
uk: рівень, підказка, модифікатор (розділені комами)
vi: cấp độ, lời nhắc, công cụ sửa đổi (được phân tách bằng dấu phẩy)

source: Value (Decimal)[Optional]
af: Waarde (desimale)[Opsioneel]
ar: القيمة (العشرية) [اختياري]
bg: Стойност (десетична) [По избор]
bn: মান (দশমিক)[ঐচ্ছিক]
ca: Valor (decimal)[Opcional]
cs: Hodnota (desítková)[Volitelné]
da: Værdi (decimal)[Valgfrit]
de: Wert (Dezimal)[Optional]
el: Τιμή (δεκαδική)[Προαιρετικό]
es: Valor (decimal)[Opcional]
et: Väärtus (kümnendsüsteem)[Valikuline]
fi: Arvo (desimaali)[valinnainen]
he: ערך (עשרוני)[אופציונלי]
hi: मान (दशमलव)[वैकल्पिक]
hr: Vrijednost (decimalna) [izborno]
hu: Érték (tizedes)[Opcionális]
id: Nilai (Desimal)[Opsional]
it: Valore (decimale)[Facoltativo]
ja: 値(10進数)[オプション]
lt: Reikšmė (dešimtainė) [pasirenkama]
lv: Vērtība (decimāldaļa) [neobligāti]
ms: Nilai (Perpuluhan)[Pilihan]
nl: Waarde (decimaal)[Optioneel]
no: Verdi (desimal)[Valgfritt]
pl: Wartość (dziesiętna) [Opcjonalnie]
pt: Valor (decimal)[Opcional]
ro: Valoare (zecimală)[Opțional]
ru: Значение (десятичное) [Необязательно]
sk: Hodnota (desatinné)[Voliteľné]
sl: Vrednost (decimalno) [izbirno]
sv: Värde (decimal)[Valfritt]
th: ค่า (ทศนิยม)[ไม่บังคับ]
tr: Değer (Ondalık)[İsteğe bağlı]
uk: Значення (десяткове) [необов’язково]
vi: Giá trị (Thập phân)[Tùy chọn]

source: Cost must be an integer!
af: Koste moet 'n heelgetal wees!
ar: يجب أن تكون التكلفة عددًا صحيحًا!
bg: Цената трябва да е цяло число!
bn: খরচ একটি পূর্ণসংখ্যা হতে হবে!
ca: El cost ha de ser un nombre enter!
cs: Cena musí být celé číslo!
da: Prisen skal være et heltal!
de: Die Kosten müssen eine ganze Zahl sein!
el: Το κόστος πρέπει να είναι ακέραιος!
es: ¡El costo debe ser un número entero!
et: Maksumus peab olema täisarv!
fi: Kustannusten on oltava kokonaisluku!
he: העלות חייבת להיות מספר שלם!
hi: लागत पूर्णांक होनी चाहिए!
hr: Trošak mora biti cijeli broj!
hu: A költségnek egész számnak kell lennie!
id: Biaya harus berupa bilangan bulat!
it: Il costo deve essere un numero intero!
ja: コストは整数でなければなりません!
lt: Kaina turi būti sveikasis skaičius!
lv: Izmaksai ir jābūt veselam skaitlim!
ms: Kos mestilah integer!
nl: De kosten moeten een geheel getal zijn!
no: Kostnaden må være et heltall!
pl: Koszt musi być liczbą całkowitą!
pt: O custo deve ser um número inteiro!
ro: Costul trebuie să fie un număr întreg!
ru: Стоимость должна быть целым числом!
sk: Cena musí byť celé číslo!
sl: Cena mora biti celo število!
sv: Kostnaden måste vara ett heltal!
th: ราคาต้องเป็นจำนวนเต็ม!
tr: Maliyet bir tamsayı olmalıdır!
uk: Вартість має бути цілим числом!
vi: Chi phí phải là số nguyên!

source: Duration must be an integer!
af: Tydsduur moet 'n heelgetal wees!
ar: يجب أن تكون المدة عددًا صحيحًا!
bg: Продължителността трябва да е цяло число!
bn: সময়কাল একটি পূর্ণসংখ্যা হতে হবে!
ca: La durada ha de ser un nombre enter!
cs: Doba trvání musí být celé číslo!
da: Varighed skal være et heltal!
de: Die Dauer muss eine ganze Zahl sein!
el: Η διάρκεια πρέπει να είναι ακέραιος!
es: ¡La duración debe ser un número entero!
et: Kestus peab olema täisarv!
fi: Keston on oltava kokonaisluku!
he: משך הזמן חייב להיות מספר שלם!
hi: अवधि पूर्णांक होनी चाहिए!
hr: Trajanje mora biti cijeli broj!
hu: Az időtartamnak egész számnak kell lennie!
id: Durasi harus berupa bilangan bulat!
it: La durata deve essere un numero intero!
ja: 期間は整数である必要があります。
lt: Trukmė turi būti sveikasis skaičius!
lv: Ilgumam ir jābūt veselam skaitlim!
ms: Tempoh mestilah integer!
nl: De duur moet een geheel getal zijn!
no: Varighet må være et heltall!
pl: Czas trwania musi być liczbą całkowitą!
pt: A duração deve ser um número inteiro!
ro: Durata trebuie să fie un număr întreg!
ru: Продолжительность должна быть целым числом!
sk: Trvanie musí byť celé číslo!
sl: Trajanje mora biti celo število!
sv: Längden måste vara ett heltal!
th: ระยะเวลาต้องเป็นจำนวนเต็ม!
tr: Süre bir tamsayı olmalıdır!
uk: Тривалість має бути цілим числом!
vi: Thời lượng phải là số nguyên!

source: Value must be a decimal!
af: Waarde moet 'n desimale wees!
ar: يجب أن تكون القيمة رقمًا عشريًا!
bg: Стойността трябва да е десетична!
bn: মান একটি দশমিক হতে হবে!
ca: El valor ha de ser un decimal!
cs: Hodnota musí být desetinná!
da: Værdien skal være en decimal!
de: Der Wert muss eine Dezimalzahl sein!
el: Η τιμή πρέπει να είναι δεκαδική!
es: ¡El valor debe ser un decimal!
et: Väärtus peab olema koma!
fi: Arvon on oltava desimaali!
he: הערך חייב להיות עשרוני!
hi: मान दशमलव होना चाहिए!
hr: Vrijednost mora biti decimalna!
hu: Az értéknek tizedesjegynek kell lennie!
id: Nilai harus berupa desimal!
it: Il valore deve essere un decimale!
ja: 値は小数でなければなりません。
lt: Reikšmė turi būti dešimtainė!
lv: Vērtībai ir jābūt decimāldaļai!
ms: Nilai mestilah perpuluhan!
nl: Waarde moet een decimaal zijn!
no: Verdien må være en desimal!
pl: Wartość musi być ułamkiem dziesiętnym!
pt: O valor deve ser decimal!
ro: Valoarea trebuie să fie o zecimală!
ru: Значение должно быть десятичным!
sk: Hodnota musí byť desatinná!
sl: Vrednost mora biti decimalna!
sv: Värdet måste vara en decimal!
th: ค่าต้องเป็นทศนิยม!
tr: Değer ondalık sayı olmalıdır!
uk: Значення має бути десятковим!
vi: Giá trị phải là số thập phân!

source: Invalid details! Must be 3 values separated by commas.
af: Ongeldige besonderhede! Moet 3 waardes wees geskei deur kommas.
ar: تفاصيل غير صالحة! يجب أن تكون 3 قيم مفصولة بفواصل.
bg: Невалидни данни! Трябва да има 3 стойности, разделени със запетаи.
bn: অবৈধ বিবরণ! কমা দ্বারা পৃথক করা 3টি মান হতে হবে।
ca: Detalls no vàlids! Han de tenir 3 valors separats per comes.
cs: Neplatné údaje! Musí být 3 hodnoty oddělené čárkami.
da: Ugyldige detaljer! Skal være 3 værdier adskilt af kommaer.
de: Ungültige Angaben! Muss aus 3 durch Kommas getrennten Werten bestehen.
el: Μη έγκυρες λεπτομέρειες! Πρέπει να είναι 3 τιμές διαχωρισμένες με κόμμα.
es: ¡Detalles no válidos! Deben ser 3 valores separados por comas.
et: Valed üksikasjad! Peab olema 3 komadega eraldatud väärtust.
fi: Virheelliset tiedot! On oltava 3 arvoa pilkuilla erotettuna.
he: פרטים לא חוקיים! חייבים להיות 3 ערכים מופרדים בפסיקים.
hi: अमान्य विवरण! अल्पविराम से अलग किए गए 3 मान होने चाहिए.
hr: Nevažeći podaci! Moraju biti 3 vrijednosti odvojene zarezima.
hu: Érvénytelen adatok! 3 értéknek kell lennie, vesszővel elválasztva.
id: Detail tidak valid! Harus terdiri dari 3 nilai yang dipisahkan dengan koma.
it: Dettagli non validi! Devono essere 3 valori separati da virgole.
ja: 詳細が無効です!カンマで区切られた 3 つの値である必要があります。
lt: Neteisinga informacija! Turi būti 3 reikšmės, atskirtos kableliais.
lv: Nederīga informācija! Jābūt 3 vērtībām, kas atdalītas ar komatiem.
ms: Butiran tidak sah! Mestilah 3 nilai dipisahkan dengan koma.
nl: Ongeldige gegevens! Er moeten drie waarden zijn, gescheiden door komma's.
no: Ugyldige detaljer! Må være 3 verdier atskilt med komma.
pl: Nieprawidłowe dane! Muszą składać się z 3 wartości oddzielonych przecinkami.
pt: Detalhes inválidos! Deve ter 3 valores separados por vírgulas.
ro: Detalii nevalide! Trebuie să fie 3 valori separate prin virgulă.
ru: Неверные данные! Должно быть 3 значения, разделенных запятыми.
sk: Neplatné podrobnosti! Musia byť 3 hodnoty oddelené čiarkami.
sl: Neveljavni podatki! Vsebovati morajo 3 vrednosti, ločene z vejicami.
sv: Ogiltiga uppgifter! Måste vara 3 värden separerade med kommatecken.
th: รายละเอียดไม่ถูกต้อง! ต้องเป็น 3 ค่าโดยคั่นด้วยเครื่องหมายจุลภาค
tr: Geçersiz ayrıntılar! Virgülle ayrılmış 3 değer olmalıdır.
uk: Недійсні реквізити! Має бути 3 значення, розділених комами.
vi: Chi tiết không hợp lệ! Phải có 3 giá trị cách nhau bằng dấu phẩy.

source: Invalid level! You must use one of: admin, mod, all, user, global
af: Ongeldige vlak! Jy moet een van gebruik: admin, mod, all, user, global
ar: مستوى غير صالح! يجب عليك استخدام أحد: admin، mod، all، user، global
bg: Невалидно ниво! Трябва да използвате едно от: admin, mod, all, user, global
bn: অবৈধ স্তর! আপনাকে অবশ্যই একটি ব্যবহার করতে হবে: অ্যাডমিন, মোড, সব, ব্যবহারকারী, বিশ্বব্যাপী
ca: Nivell no vàlid! Heu d'utilitzar un dels següents: admin, mod, all, user, global
cs: Neplatná úroveň! Musíte použít jednu z následujících možností: admin, mod, all, user, global
da: Ugyldigt niveau! Du skal bruge en af: admin, mod, alle, bruger, global
de: Ungültiges Level! Sie müssen eine der folgenden Optionen verwenden: admin, mod, all, user, global
el: Μη έγκυρο επίπεδο! Πρέπει να χρησιμοποιήσετε ένα από τα: admin, mod, all, user, global
es: ¡Nivel no válido! Debes usar uno de: admin, mod, all, user, global
et: Kehtetu tase! Peate kasutama ühte järgmistest: admin, mod, all, user, global
fi: Virheellinen taso! Sinun on käytettävä jotakin seuraavista: admin, mod, all, user, global
he: רמה לא חוקית! עליך להשתמש באחד מ: admin, mod, all, user, global
hi: अमान्य स्तर! आपको इनमें से किसी एक का उपयोग करना होगा: व्यवस्थापक, मॉड, सभी, उपयोगकर्ता, वैश्विक
hr: Nevažeća razina! Morate koristiti jedno od: admin, mod, all, user, global
hu: Érvénytelen szint! A következők egyikét kell használnia: admin, mod, all, user, global
id: Tingkat tidak valid! Anda harus menggunakan salah satu dari: admin, mod, all, user, global
it: Livello non valido! È necessario utilizzare uno tra: admin, mod, all, user, global
ja: レベルが無効です! admin、mod、all、user、global のいずれかを使用する必要があります。
lt: Neteisingas lygis! Turite naudoti vieną iš: admin, mod, all, user, global
lv: Nederīgs līmenis! Jums ir jāizmanto viens no: admin, mod, all, user, global
ms: Tahap tidak sah! Anda mesti menggunakan salah satu daripada: pentadbir, mod, semua, pengguna, global
nl: Ongeldig niveau! Je moet een van de volgende gebruiken: admin, mod, all, user, global
no: Ugyldig nivå! Du må bruke en av: admin, mod, all, user, global
pl: Nieprawidłowy poziom! Musisz użyć jednego z: admin, mod, all, user, global
pt: Nível inválido! Você deve usar um dos seguintes: admin, mod, all, user, global
ro: Nivel nevalid! Trebuie să utilizați unul dintre: admin, mod, all, user, global
ru: Неверный уровень! Вы должны использовать одно из: admin, mod, all, user, global.
sk: Neplatná úroveň! Musíte použiť jednu z týchto možností: admin, mod, all, user, global
sl: Neveljavna raven! Uporabiti morate enega od: admin, mod, all, user, global
sv: Ogiltig nivå! Du måste använda en av: admin, mod, all, user, global
th: ระดับไม่ถูกต้อง! คุณต้องใช้อย่างใดอย่างหนึ่ง: ผู้ดูแลระบบ, mod, ทั้งหมด, ผู้ใช้, ทั่วโลก
tr: Geçersiz seviye! Şunlardan birini kullanmalısınız: admin, mod, all, user, global
uk: Недійсний рівень! Ви повинні використовувати один із: admin, mod, all, user, global
vi: Cấp độ không hợp lệ! Bạn phải sử dụng một trong: quản trị viên, mod, tất cả, người dùng, toàn cầu

source: Page {}/{}
af: Bladsy {}/{}
ar: صفحة {}/{}
bg: Страница {}/{}
bn: পৃষ্ঠা {}/{}
ca: Pàgina {}/{}
cs: Strana {}/{}
da: Side {}/{}
de: Seite {}/{}
el: Σελίδα {}/{}
es: Página {}/{}
et: Leht {}/{}
fi: Sivu {}/{}
he: עמוד {}/{}
hi: पेज {}/{}
hr: Stranica {}/{}
hu: {}/{}. oldal
id: Halaman {}/{}
it: Pagina {}/{}
ja: ページ {}/{}
lt: Puslapis {}/{}
lv: Lapa {}/{}
ms: Halaman {}/{}
nl: Pagina {}/{}
no: Side {}/{}
pl: Strona {}/{}
pt: Página {}/{}
ro: Pagina {}/{}
ru: Страница {}/{}
sk: Strana {}/{}
sl: Stran {}/{}
sv: Sida {}/{}
th: หน้าหนังสือ {}/{}
tr: Sayfa {}/{}
uk: Сторінка {}/{}
vi: Trang {}/{}

source: Add Command Cost
af: Voeg opdragkoste by
ar: أضف تكلفة الأمر
bg: Добавяне на командни разходи
bn: কমান্ড খরচ যোগ করুন
ca: Afegeix el cost de l'ordre
cs: Přidejte náklady na příkaz
da: Tilføj kommandoomkostninger
de: Befehlskosten hinzufügen
el: Προσθήκη κόστους εντολών
es: Agregar costo de comando
et: Lisa käsukulu
fi: Lisää komentokustannukset
he: הוסף עלות פקודה
hi: कमांड लागत जोड़ें
hr: Dodajte trošak naredbe
hu: Parancsköltség hozzáadása
id: Tambahkan Biaya Perintah
it: Aggiungi il costo del comando
ja: コマンドコストの追加
lt: Pridėti komandos kainą
lv: Pievienojiet komandu izmaksas
ms: Tambah Kos Perintah
nl: Commandokosten toevoegen
no: Legg til kommandokostnad
pl: Dodaj koszt polecenia
pt: Adicionar custo de comando
ro: Adăugați costul comenzii
ru: Добавить стоимость команды
sk: Pridajte náklady na príkaz
sl: Dodajte stroške ukaza
sv: Lägg till kommandokostnad
th: เพิ่มต้นทุนคำสั่ง
tr: Komut Maliyeti Ekle
uk: Додайте вартість команди
vi: Thêm chi phí lệnh

source: Command already has a cost!
af: Opdrag het reeds 'n koste!
ar: الأمر له تكلفة بالفعل!
bg: Командването вече има цена!
bn: কমান্ড এরই মধ্যে খরচ আছে!
ca: El comandament ja té un cost!
cs: Příkaz už stojí!
da: Kommando har allerede en omkostning!
de: Der Befehl hat bereits Kosten!
el: Η εντολή έχει ήδη κόστος!
es: ¡El mando ya tiene un coste!
et: Käsklusel on juba kulu!
fi: Komennolla on jo hintansa!
he: לפיקוד כבר יש מחיר!
hi: कमांड की पहले से ही एक लागत होती है!
hr: Zapovijed već ima cijenu!
hu: A parancsnak már ára van!
id: Perintah sudah ada biayanya!
it: Il comando ha già un costo!
ja: コマンドにはすでにコストがかかります!
lt: Komanda jau kainuoja!
lv: Komandai jau ir izmaksas!
ms: Perintah sudah mempunyai kos!
nl: Commando heeft al een prijs!
no: Kommando har allerede en kostnad!
pl: Polecenie ma już swój koszt!
pt: Comando já tem custo!
ro: Comanda are deja un cost!
ru: У команды уже есть цена!
sk: Príkaz už stojí!
sl: Ukaz že ima ceno!
sv: Kommando har redan en kostnad!
th: คำสั่งมีค่าใช้จ่ายแล้ว!
tr: Komutanın zaten bir maliyeti var!
uk: Команда вже має вартість!
vi: Lệnh đã có chi phí!

source: Command not found!
af: Opdrag nie gevind nie!
ar: لم يتم العثور على الأمر!
bg: Командата не е намерена!
bn: কমান্ড পাওয়া যায়নি!
ca: No s'ha trobat l'ordre!
cs: Příkaz nenalezen!
da: Kommando ikke fundet!
de: Befehl nicht gefunden!
el: Η εντολή δεν βρέθηκε!
es: ¡Comando no encontrado!
et: Käsku ei leitud!
fi: Komentoa ei löydy!
he: הפקודה לא נמצאה!
hi: यह कमांड नहीं मिला!
hr: Naredba nije pronađena!
hu: A parancs nem található!
id: Perintah tidak ditemukan!
it: Comando non trovato!
ja: コマンドが見つかりません!
lt: Komanda nerasta!
lv: Komanda nav atrasta!
ms: Perintah tidak ditemui!
nl: Commando niet gevonden!
no: Kommandoen ble ikke funnet!
pl: Nie znaleziono polecenia!
pt: Comando não encontrado!
ro: Comanda nu a fost găsită!
ru: Команда не найдена!
sk: Príkaz sa nenašiel!
sl: Ukaz ni bil najden!
sv: Kommandot hittades inte!
th: ไม่พบคำสั่ง!
tr: Komut bulunamadı!
uk: Команда не знайдена!
vi: Lệnh không tìm thấy!

source: You can't add a cost to a command that is always available!
af: Jy kan nie 'n koste byvoeg by 'n opdrag wat altyd beskikbaar is nie!
ar: لا يمكنك إضافة تكلفة إلى أمر متوفر دائمًا!
bg: Не можете да добавите цена към команда, която е винаги налична!
bn: আপনি সবসময় উপলব্ধ একটি কমান্ড একটি খরচ যোগ করতে পারবেন না!
ca: No podeu afegir un cost a una ordre que sempre està disponible!
cs: Nemůžete přidat cenu k příkazu, který je vždy k dispozici!
da: Du kan ikke tilføje en omkostning til en kommando, der altid er tilgængelig!
de: Sie können einem Befehl, der immer verfügbar ist, keine Kosten hinzufügen!
el: Δεν μπορείτε να προσθέσετε κόστος σε μια εντολή που είναι πάντα διαθέσιμη!
es: ¡No puedes agregar un costo a un comando que siempre está disponible!
et: Alati saadaval olevale käsule ei saa kulu lisada!
fi: Et voi lisätä kustannuksia komennolle, joka on aina saatavilla!
he: אתה לא יכול להוסיף עלות לפקודה שתמיד זמינה!
hi: आप उस कमांड में कोई लागत नहीं जोड़ सकते जो हमेशा उपलब्ध है!
hr: Ne možete dodati trošak naredbi koja je uvijek dostupna!
hu: A mindig elérhető parancshoz nem lehet költséget hozzáadni!
id: Anda tidak dapat menambahkan biaya ke perintah yang selalu tersedia!
it: Non è possibile aggiungere un costo ad un comando sempre disponibile!
ja: 常に使用可能なコマンドにコストを追加することはできません。
lt: Negalite pridėti kainos prie komandos, kuri visada pasiekiama!
lv: Jūs nevarat pievienot izmaksas komandai, kas vienmēr ir pieejama!
ms: Anda tidak boleh menambah kos pada arahan yang sentiasa tersedia!
nl: U kunt geen kosten toevoegen aan een opdracht die altijd beschikbaar is!
no: Du kan ikke legge til en kostnad for en kommando som alltid er tilgjengelig!
pl: Nie można dodać kosztu do polecenia, które jest zawsze dostępne!
pt: Você não pode adicionar um custo a um comando que está sempre disponível!
ro: Nu puteți adăuga un cost la o comandă care este întotdeauna disponibilă!
ru: Вы не можете добавить стоимость к команде, которая всегда доступна!
sk: Nemôžete pripočítať cenu príkazu, ktorý je vždy dostupný!
sl: Ne morete dodati stroškov ukazu, ki je vedno na voljo!
sv: Du kan inte lägga till en kostnad för ett kommando som alltid är tillgängligt!
th: คุณไม่สามารถเพิ่มต้นทุนให้กับคำสั่งที่พร้อมใช้งานได้ตลอดเวลา!
tr: Her zaman kullanılabilir olan bir komuta maliyet ekleyemezsiniz!
uk: Ви не можете додати вартість до команди, яка завжди доступна!
vi: Bạn không thể thêm chi phí vào lệnh luôn có sẵn!

source: Command cost added!
af: Opdragkoste bygevoeg!
ar: تمت إضافة تكلفة الأمر!
bg: Добавени са командни разходи!
bn: কমান্ড খরচ যোগ!
ca: Cost de comandament afegit!
cs: Příplatek za příkaz přidán!
da: Kommandoomkostninger tilføjet!
de: Befehlskosten hinzugefügt!
el: Προστέθηκε κόστος εντολών!
es: ¡Costo de comando agregado!
et: Lisatud käsukulu!
fi: Lisätty komentokulut!
he: נוספה עלות פיקוד!
hi: कमांड लागत जोड़ी गई!
hr: Dodan trošak naredbe!
hu: Parancsköltség hozzáadva!
id: Biaya perintah ditambahkan!
it: Costo del comando aggiunto!
ja: コマンドコスト追加！
lt: Pridėta komandos kaina!
lv: Pievienotas komandas izmaksas!
ms: Kos arahan ditambah!
nl: Commandokosten toegevoegd!
no: Kommandokostnad lagt til!
pl: Dodano koszt polecenia!
pt: Custo de comando adicionado!
ro: Cost de comandă adăugat!
ru: Добавлена ​​стоимость команды!
sk: Pridané náklady na príkaz!
sl: Dodan strošek ukaza!
sv: Kommandokostnad tillkommer!
th: เพิ่มค่าคำสั่งแล้ว!
tr: Komut maliyeti eklendi!
uk: Додана вартість команди!
vi: Đã thêm chi phí lệnh!

source: Command cost removed!
af: Opdragkoste verwyder!
ar: تمت إزالة تكلفة الأمر!
bg: Командната цена е премахната!
bn: কমান্ড খরচ সরানো!
ca: S'ha eliminat el cost de comandament!
cs: Náklady na příkaz odstraněny!
da: Kommandoomkostninger fjernet!
de: Befehlskosten entfernt!
el: Το κόστος εντολής καταργήθηκε!
es: ¡Se eliminó el costo del comando!
et: Käsukulu eemaldatud!
fi: Komentokustannukset poistettu!
he: עלות הפקודה הוסרה!
hi: कमांड लागत हटा दी गई!
hr: Trošak naredbe uklonjen!
hu: Parancsköltség eltávolítva!
id: Biaya perintah dihapus!
it: Costo del comando rimosso!
ja: コマンドコストが削除されました!
lt: Komandos kaina pašalinta!
lv: Komandas izmaksas ir noņemtas!
ms: Kos arahan dikeluarkan!
nl: Commandokosten verwijderd!
no: Kommandokostnad fjernet!
pl: Usunięto koszt dowodzenia!
pt: Custo de comando removido!
ro: Costul de comandă a fost eliminat!
ru: Стоимость команды удалена!
sk: Náklady na príkaz odstránené!
sl: Stroški ukaza odstranjeni!
sv: Kommandokostnaden borttagen!
th: ลบต้นทุนคำสั่งแล้ว!
tr: Komut maliyeti kaldırıldı!
uk: Вартість команди видалено!
vi: Chi phí lệnh đã được loại bỏ!

source: Edit Cost: {}
af: Redigeer koste: {}
ar: تحرير التكلفة: {}
bg: Редактиране на цена: {}
bn: খরচ সম্পাদনা করুন: {}
ca: Edita el cost: {}
cs: Upravit cenu: {}
da: Rediger pris: {}
de: Kosten bearbeiten: {}
el: Κόστος επεξεργασίας: {}
es: Editar costo: {}
et: Muuda kulu: {}
fi: Muokkaa kustannuksia: {}
he: עלות עריכה: {}
hi: लागत संपादित करें: {}
hr: Uredi cijenu: {}
hu: Költség szerkesztése: {}
id: Biaya Pengeditan: {}
it: Modifica costo: {}
ja: 編集コスト: {}
lt: Redaguoti kainą: {}
lv: Rediģēt izmaksas: {}
ms: Kos Edit: {}
nl: Kosten bewerken: {}
no: Rediger kostnad: {}
pl: Edytuj koszt: {}
pt: Editar custo: {}
ro: Editare cost: {}
ru: Изменить стоимость: {}
sk: Upraviť cenu: {}
sl: Uredi stroške: {}
sv: Redigera kostnad: {}
th: แก้ไขต้นทุน: {}
tr: Maliyeti Düzenle: {}
uk: Редагувати вартість: {}
vi: Chỉnh sửa chi phí: {}

source: Command cost updated!
af: Opdragkoste opgedateer!
ar: تم تحديث تكلفة الأمر!
bg: Командната цена е актуализирана!
bn: কমান্ড খরচ আপডেট!
ca: Cost de comandament actualitzat!
cs: Cena příkazu aktualizována!
da: Kommandoomkostninger opdateret!
de: Befehlskosten aktualisiert!
el: Ενημερώθηκε το κόστος εντολών!
es: ¡Costo de comando actualizado!
et: Käsukulu uuendatud!
fi: Komentohinta päivitetty!
he: עלות הפקודה עודכנה!
hi: कमांड लागत अपडेट की गई!
hr: Trošak naredbe ažuriran!
hu: A parancsköltség frissítve!
id: Biaya perintah diperbarui!
it: Costo del comando aggiornato!
ja: コマンドコストが更新されました！
lt: Komandos kaina atnaujinta!
lv: Komandu izmaksas ir atjauninātas!
ms: Kos arahan dikemas kini!
nl: Commandokosten bijgewerkt!
no: Kommandokostnad oppdatert!
pl: Zaktualizowano koszt polecenia!
pt: Custo do comando atualizado!
ro: Costul comenzii a fost actualizat!
ru: Стоимость команды обновлена!
sk: Cena príkazu bola aktualizovaná!
sl: Stroški ukaza posodobljeni!
sv: Kommandokostnad uppdaterad!
th: อัปเดตต้นทุนคำสั่งแล้ว!
tr: Komut maliyeti güncellendi!
uk: Вартість команди оновлено!
vi: Chi phí lệnh được cập nhật!
