Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/extendedeconomy/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fi, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: **Global Bank:** `{}`
ar: **البنك العالمي:** `{}`
bg: **Глобална банка:** `{}`
bn: **গ্লোবাল ব্যাংক:** `{}`
cs: **Globální banka:** `{}`
de: **Globale Bank:** `{}`
el: **Παγκόσμια Τράπεζα:** `{}`
es: **Banco Global:** `{}`
et: **Globaalne pank:** `{}`
fi: **Globaalipankki:** `{}`
he: **בנק גלובלי:** `{}`
hi: **ग्लोबल बैंक:** `{}`
hr: **Globalna banka:** `{}`
id: **Bank Global:** `{}`
it: **Banca globale:** `{}`
ja: **グローバル銀行:** `{}`
lt: **Pasaulinis bankas:** `{}`
lv: **Globālā banka:** `{}`
ms: **Bank Global:** `{}`
nl: **Wereldbank:** `{}`
pl: **Bank Globalny:** `{}`
pt: **Banco Global:** `{}`
ru: **Глобальный банк:** `{}`
sk: **Globálna banka:** `{}`
sl: **Globalna banka:** `{}`
th: **ธนาคารทั่วโลก:** `{}`
tr: **Global Banka:** `{}`
uk: **Глобальний банк:** `{}`
vi: **Ngân hàng toàn cầu:** `{}`

source: **Economy Cog:** `{}`
ar: **ترس الاقتصاد:** `{}`
bg: **Икономично зъбно колело:** `{}`
bn: **ইকোনমি কগ:** `{}`
de: **Wirtschaftszahnrad:** `{}`
el: **Οδοντωτής οικονομίας:** `{}`
es: **Engranaje económico:** `{}`
he: **שיניים כלכליים:** `{}`
hi: **अर्थव्यवस्था कोग:** `{}`
hr: **Ekonomski kotačić:** `{}`
id: **Roda Perekonomian:** `{}`
it: **Ingranaggio Economia:** `{}`
ja: **経済歯車:** `{}`
lv: **Ekonomiskais zobrats:** `{}`
ms: **Kog Ekonomi:** `{}`
nl: **Economisch tandwiel:** `{}`
pl: **Koło zębate ekonomiczne:** `{}`
pt: **Engrenagem econômica:** `{}`
ru: **Экономичный винтик:** `{}`
sk: **Ekonomické ozubené koleso:** `{}`
sl: **Economic Cog:** `{}`
th: **ฟันเฟืองเศรษฐกิจ:** `{}`
tr: **Ekonomi Dişlisi:** `{}`
vi: **Bánh răng hạng phổ thông:** `{}`

source: Loaded
af: Gelaai
ar: محملة
bg: Заредено
bn: লোড করা হয়েছে
ca: Carregat
cs: Nabito
da: Indlæst
de: Geladen
el: Φορτωμένος
es: Cargado
et: Laaditud
fi: Ladattu
he: טָעוּן
hi: लदा हुआ
hr: Učitano
hu: Töltött
id: Sarat
it: Caricato
ja: ロード済み
lt: Pakrauta
lv: Ielādēts
ms: dimuatkan
nl: Geladen
no: Lastet
pl: Załadowany
pt: Carregado
ro: Încărcat
ru: Загружено
sk: Načítané
sl: Naloženo
sv: Lastad
th: โหลดแล้ว
tr: Yüklendi
uk: Завантажено
vi: Đã tải

source: Not Loaded
af: Nie gelaai nie
ar: غير محملة
bg: Не е заредено
bn: লোড করা হয়নি
ca: No carregat
cs: Nenačteno
da: Ikke indlæst
de: Nicht geladen
el: Δεν έχει φορτωθεί
es: No cargado
et: Pole laaditud
fi: Ei ladattu
he: לא נטען
hi: लोड नहीं
hr: Nije učitano
hu: Nincs betöltve
id: Tidak Dimuat
it: Non caricato
ja: ロードされていません
lt: Nepakrauta
lv: Nav ielādēts
ms: Tidak Dimuatkan
nl: Niet geladen
no: Ikke lastet
pl: Nie załadowano
pt: Não carregado
ro: Neîncărcat
ru: Не загружено
sl: Ni naloženo
sv: Inte laddad
th: ไม่ได้โหลด
tr: Yüklenmedi
uk: Не завантажено
vi: Chưa tải

source: **Auto Paydays:** `{}`
af: **Outobetaaldae:** `{}`
ar: **أيام الدفع التلقائية:** `{}`
bg: **Автоматични дни на плащане:** `{}`
bn: **অটো পেডে:** `{}`
ca: **Dies de pagament automàtics:** `{}`
cs: **Automatické výplatní dny:** `{}`
da: **Automatiske betalingsdage:** `{}`
de: **Automatische Zahltage:** `{}`
el: **Αυτόματες ημέρες πληρωμής:** `{}`
es: **Días de pago automáticos:** `{}`
et: **Automaatsed palgapäevad:** `{}`
fi: **Automaattiset palkkapäivät:** `{}`
he: **ימי תשלום אוטומטיים:** `{}`
hi: **ऑटो भुगतान दिवस:** `{}`
hr: **Automatske isplate:** `{}`
hu: **Automatikus fizetésnapok:** `{}`
id: **Pembayaran Otomatis:** `{}`
ja: **自動給料日:** `{}`
lt: **Automatiniai atlyginimai:** `{}`
lv: **Automātiskās algas dienas:** `{}`
ms: **Hari Gaji Auto:** `{}`
nl: **Automatische betaaldagen:** `{}`
no: **Automatiske betalingsdager:** `{}`
pl: **Automatyczne wypłaty:** `{}`
pt: **Dias de pagamento automáticos:** `{}`
ro: **Zile de plată automate:** `{}`
ru: **Автоматические дни выплаты жалованья:** `{}`
sk: **Automatické výplatné dni:** `{}`
sl: **Samodejna plačila:** `{}`
sv: **Automatiska lönedagar:** `{}`
th: **วันจ่ายเงินอัตโนมัติ:** `{}`
tr: **Otomatik Ödeme Günleri:** `{}`
uk: **Автоматичні виплати:** `{}`
vi: **Ngày thanh toán tự động:** `{}`

source: **Auto Payday Roles:** {}
af: **Auto Payday Rolle:** {}
ar: **أدوار يوم الدفع التلقائي:** {}
bg: **Автоматични роли до заплащане:** {}
bn: **অটো পে-ডে ভূমিকা:** {}
ca: **Rols de dia de pagament automàtic:** {}
cs: **Automatické výplatní role:** {}
da: **Automatisk betalingsdag-roller:** {}
de: **Auto Payday-Rollen:** {}
el: **Αυτόματοι ρόλοι ημέρας πληρωμής:** {}
es: **Roles de día de pago automático:** {}
et: **Automaatse palgapäeva rollid:** {}
fi: **Automaattiset palkkapäivän roolit:** {}
he: **תפקידי תשלום אוטומטי:** {}
hi: **ऑटो पे-डे भूमिकाएँ:** {}
hr: **Automatske uloge do isplate:** {}
hu: **Automatikus fizetésnapi szerepkörök:** {}
id: **Peran Bayaran Otomatis:** {}
it: **Ruoli del giorno di paga automatico:** {}
ja: **自動給料日の役割:** {}
lt: **Automatinio atlyginimo dienos vaidmenys:** {}
lv: **Automātiskās algas dienas lomas:** {}
ms: **Peranan Auto Payday:** {}
nl: **Automatische betaaldagrollen:** {}
no: **Automatiske lønningsroller:** {}
pl: **Role automatycznej wypłaty:** {}
pt: **Funções do dia de pagamento automático:** {}
ro: **Roluri în ziua de plată automată:** {}
ru: **Автоматические роли в день выплаты жалованья:** {}
sk: **Automatické výplatné roly:** {}
sv: **Automatiska lönedagsroller:** {}
th: **บทบาทวันจ่ายเงินเดือนอัตโนมัติ:** {}
tr: **Otomatik Ödeme Günü Rolleri:** {}
uk: **Автоматичні ролі до виплати зарплати:** {}
vi: **Vai trò trong ngày lĩnh lương tự động:** {}

source: None
af: Geen
ar: لا أحد
bg: Няма
bn: কোনোটিই নয়
ca: Cap
cs: Žádný
da: Ingen
de: Keiner
el: Κανένας
es: Ninguno
et: Mitte ühtegi
fi: Ei mitään
he: אַף לֹא אֶחָד
hi: कोई नहीं
hr: Nijedan
hu: Egyik sem
id: Tidak ada
it: Nessuno
ja: なし
lt: Nėra
lv: Nav
ms: tiada
nl: Geen
no: Ingen
pl: Nic
pt: Nenhum
ro: Nici unul
ru: Никто
sk: žiadne
sl: Noben
sv: Ingen
th: ไม่มี
tr: Hiçbiri
uk: Жодного
vi: Không có

source: - {} has not used the bank yet.
af: - {} het nog nie die bank gebruik nie.
ar: - {} لم يستخدم البنك بعد.
bg: - {} все още не е използвал банката.
bn: - {} এখনও ব্যাঙ্ক ব্যবহার করেনি৷ ৷
ca: - {} encara no ha utilitzat el banc.
cs: - {} ještě nepoužil banku.
da: - {} har ikke brugt banken endnu.
de: - {} hat die Bank noch nicht genutzt.
el: - Ο χρήστης {} δεν έχει χρησιμοποιήσει ακόμη την τράπεζα.
es: - {} aún no ha utilizado el banco.
et: - {} pole veel panka kasutanud.
fi: - {} ei ole vielä käyttänyt pankkia.
he: - {} עדיין לא השתמש בבנק.
hi: - {} ने अभी तक बैंक का उपयोग नहीं किया है।
hr: - {} još nije koristio banku.
hu: - {} még nem használta a bankot.
id: - {} belum menggunakan bank.
it: - {} non ha ancora utilizzato la banca.
ja: - {} はまだ銀行を使用していません。
lt: – {} dar nesinaudojo banku.
lv: - {} vēl nav izmantojis banku.
ms: - {} belum menggunakan bank itu lagi.
nl: - {} heeft de bank nog niet gebruikt.
no: - {} har ikke brukt banken ennå.
pl: - {} nie korzystał jeszcze z banku.
pt: - {} ainda não usou o banco.
ro: - {} nu a folosit încă banca.
ru: - {} еще не использовал банк.
sk: - {} ešte nepoužil banku.
sl: - {} še ni uporabil banke.
sv: - {} har inte använt banken ännu.
th: - {} ยังไม่ได้ใช้ธนาคาร
tr: - {} henüz bankayı kullanmadı.
uk: - {} ще не користувався послугами банку.
vi: - {} chưa sử dụng ngân hàng.

source: - {} has not used the economy commands yet.
af: - {} het nog nie die ekonomie-opdragte gebruik nie.
ar: - {} لم يستخدم أوامر الاقتصاد بعد.
bg: - {} все още не е използвал икономичните команди.
bn: - {} এখনও ইকোনমি কমান্ড ব্যবহার করেনি৷ ৷
ca: - {} encara no ha utilitzat les ordres d'economia.
cs: - {} ještě nepoužil ekonomické příkazy.
da: - {} har ikke brugt økonomikommandoerne endnu.
de: - {} hat die Economy-Befehle noch nicht verwendet.
el: - Ο χρήστης {} δεν έχει χρησιμοποιήσει ακόμα τις εντολές οικονομίας.
es: - {} aún no ha usado los comandos económicos.
et: - {} pole veel säästukäske kasutanud.
fi: - {} ei ole vielä käyttänyt talouskomentoja.
he: - {} עדיין לא השתמש בפקודות הכלכלה.
hi: - {} ने अभी तक इकोनॉमी कमांड का उपयोग नहीं किया है।
hr: - {} još nije koristio ekonomične naredbe.
hu: - {} még nem használta a gazdaságos parancsokat.
id: - {} belum menggunakan perintah ekonomi.
it: - {} non ha ancora utilizzato i comandi economici.
ja: - {} はエコノミー コマンドをまだ使用していません。
lt: – {} dar nenaudojo ekonominių komandų.
lv: - {} vēl nav izmantojis ekonomikas komandas.
ms: - {} belum menggunakan perintah ekonomi lagi.
nl: - {} heeft de economy-opdrachten nog niet gebruikt.
no: - {} har ikke brukt økonomikommandoene ennå.
pl: - {} nie użył jeszcze poleceń ekonomicznych.
pt: - {} ainda não usou os comandos de economia.
ro: - {} nu a folosit încă comenzile economie.
ru: - {} еще не использовал команды экономии.
sk: - {} ešte nepoužil ekonomické príkazy.
sl: - {} še ni uporabil ekonomičnih ukazov.
sv: - {} har inte använt ekonomikommandona ännu.
th: - {} ยังไม่ได้ใช้คำสั่งประหยัด
tr: - {} henüz ekonomi komutlarını kullanmadı.
uk: - {} ще не використовував команди економії.
vi: - {} chưa sử dụng lệnh tiết kiệm.

source: - {} has {} seconds left until their next payday.
af: - {} het {} sekondes oor tot hul volgende betaaldag.
ar: - {} لديه {} ثانية متبقية حتى يوم الدفع التالي.
bg: - На {} остават {} секунди до следващата им заплата.
bn: - {} তাদের পরবর্তী বেতনের দিন পর্যন্ত {} সেকেন্ড বাকি আছে৷ ৷
ca: - A {} li queden {} segons per al seu proper dia de pagament.
cs: - {} zbývá {} sekund do další výplaty.
da: - {} har {} sekunder tilbage til deres næste betalingsdag.
de: - {} hat noch {} Sekunden bis zum nächsten Zahltag.
el: - Ο χρήστης {} απομένει {} δευτερόλεπτα μέχρι την επόμενη ημέρα πληρωμής του.
es: - A {} le quedan {} segundos hasta su próximo día de pago.
et: - {}-l on järgmise palgapäevani jäänud {} sekundit.
fi: - {}:lla on {} sekuntia jäljellä seuraavaan palkkapäivään.
he: - ל-{} נותרו {} שניות עד ליום התשלום הבא שלהם.
hi: - उनके अगले भुगतान दिवस तक {} सेकंड बचे हैं।
hr: - {} ima još {} sekundi do sljedeće isplate.
hu: - {} {} másodperce van hátra a következő fizetési napjáig.
id: - {} punya waktu {} detik tersisa hingga hari gajian berikutnya.
it: - {} ha {} secondi rimasti fino al prossimo giorno di paga.
ja: - {} は次の給料日まであと {} 秒あります。
lt: – {} liko {} sek. iki kitos atlyginimo dienos.
lv: - {} ir atlikušas {} sekundes līdz nākamajai algas dienai.
ms: - {} mempunyai {} saat lagi sehingga hari gaji berikutnya.
nl: - {} heeft nog {} seconden tot de volgende betaaldag.
no: - {} har {} sekunder igjen til neste lønningsdag.
pl: - {} pozostało {} sekund do następnej wypłaty.
pt: - {} têm {} segundos restantes até o próximo dia de pagamento.
ro: - {} mai are {} secunde până la următoarea zi de plată.
ru: - У {} осталось {} секунд до следующей зарплаты.
sk: - {} má do nasledujúceho výplatného dňa {} sekúnd.
sl: - {} ima še {} sekund do naslednjega plačila.
sv: - {} har {} sekunder kvar till nästa lönedag.
th: - {} เหลือเวลาอีก {} วินาทีจนกว่าจะถึงวันจ่ายเงินเดือนถัดไป
tr: - {}'nin bir sonraki maaş gününe kadar {} saniyesi kaldı.
uk: - У {} залишилося {} секунд до наступного дня виплати.
vi: - {} còn {} giây nữa là đến ngày lĩnh lương tiếp theo.

source: - {} is ready for their next payday.
af: - {} is gereed vir hul volgende betaaldag.
ar: - {} جاهز ليوم الدفع التالي.
bg: - {} е готов за следващата си заплата.
bn: - {} তাদের পরবর্তী বেতন দিবসের জন্য প্রস্তুত৷ ৷
ca: - {} està preparat per al seu proper dia de pagament.
cs: - {} je připraven na příští výplatní den.
da: - {} er klar til deres næste lønningsdag.
de: - {} ist bereit für den nächsten Zahltag.
el: - Ο χρήστης {} είναι έτοιμος για την επόμενη ημέρα πληρωμής του.
es: - {} está listo para su próximo día de pago.
et: - {} on järgmiseks palgapäevaks valmis.
fi: - {} on valmis seuraavaan palkkapäiväänsä.
he: - {} מוכן ליום המשכורת הבא שלהם.
hi: - {} अपने अगले वेतन दिवस के लिए तैयार है।
hr: - {} je spreman za sljedeću isplatu.
hu: - {} készen áll a következő fizetési napjára.
id: - {} siap untuk gajian berikutnya.
it: - {} è pronto per il prossimo giorno di paga.
ja: - {} は次の給料日の準備ができています。
lt: – {} pasiruošęs kitai atlyginimo dienai.
lv: - {} ir gatavs nākamajai algas dienai.
ms: - {} bersedia untuk hari gaji seterusnya.
nl: - {} is klaar voor hun volgende betaaldag.
no: – {} er klar for neste lønningsdag.
pl: - {} jest gotowy na następną wypłatę.
pt: - {} está pronto para o próximo dia de pagamento.
ro: - {} este gata pentru următoarea zi de plată.
ru: - {} готов к следующей зарплате.
sk: - {} je pripravený na ďalší výplatný deň.
sl: - {} je pripravljen na naslednji dan plačila.
sv: - {} är redo för nästa lönedag.
th: - {} พร้อมสำหรับวันจ่ายเงินเดือนถัดไปแล้ว
tr: - {} bir sonraki maaş gününe hazır.
uk: - {} готовий до наступної зарплати.
vi: - {} đã sẵn sàng nhận lương tiếp theo.

source: Economy cog is not loaded.
af: Ekonomie-rat is nie gelaai nie.
ar: لم يتم تحميل الترس الاقتصادي.
bg: Икономичният зъбец не е зареден.
bn: ইকোনমি কগ লোড করা হয় না।
ca: L'engranatge econòmic no està carregat.
cs: Úsporné ozubené kolečko není naloženo.
da: Økonomitandhjul er ikke indlæst.
de: Economy-Zahnrad ist nicht geladen.
el: Το γρανάζι οικονομίας δεν είναι φορτωμένο.
es: El engranaje económico no está cargado.
et: Economy hammasratas ei ole koormatud.
fi: Economy-ratasta ei ole ladattu.
he: גלגל שיניים כלכלי אינו נטען.
hi: इकोनॉमी कॉग लोड नहीं किया गया है।
hr: Zupčanik za ekonomiju nije učitan.
hu: A gazdaságos fogaskerék nincs terhelve.
id: Roda ekonomi tidak dimuat.
it: L'ingranaggio economico non è caricato.
ja: エコノミーコグが搭載されていません。
lt: Ekonominis krumpliaratis neapkrautas.
lv: Ekonomiskais zobrats nav noslogots.
ms: Roda ekonomi tidak dimuatkan.
nl: Economy tandwiel is niet geladen.
no: Økonomihjulet er ikke lastet.
pl: Tryb ekonomiczny nie jest obciążony.
pt: A engrenagem econômica não está carregada.
ro: Rotul economic nu este încărcat.
ru: Шестерня эконом-класса не загружена.
sk: Úsporné ozubené koleso nie je naložené.
sl: Ekonomski zobnik ni naložen.
sv: Ekonomikuggen är inte laddad.
th: ฟันเฟืองเศรษฐกิจไม่ได้โหลด
tr: Ekonomi dişlisi yüklü değil.
uk: Економічний гвинтик не завантажений.
vi: Bánh răng tiết kiệm không được tải.

source: You must be a bot owner to reset cooldowns when global bank is enabled!
af: Jy moet 'n bot-eienaar wees om afkoelings terug te stel wanneer globale bank geaktiveer is!
ar: يجب أن تكون مالكًا للروبوت لتتمكن من إعادة ضبط فترات التهدئة عند تمكين البنك العالمي!
bg: Трябва да сте собственик на бот, за да нулирате времето за охлаждане, когато глобалната банка е активирана!
bn: গ্লোবাল ব্যাঙ্ক চালু থাকলে কুলডাউন রিসেট করতে আপনাকে অবশ্যই একজন বট মালিক হতে হবে!
ca: Heu de ser propietari d'un bot per restablir els temps de reutilització quan el banc global estigui habilitat!
cs: Chcete-li resetovat cooldowny, když je povolena globální banka, musíte být vlastníkem robota!
da: Du skal være botejer for at nulstille nedkøling, når global bank er aktiveret!
de: Sie müssen ein Bot-Besitzer sein, um die Abklingzeiten zurückzusetzen, wenn die globale Bank aktiviert ist!
el: Πρέπει να είστε κάτοχος ρομπότ για να επαναφέρετε τα cooldowns όταν είναι ενεργοποιημένη η παγκόσμια τράπεζα!
es: ¡Debes ser propietario de un bot para restablecer los tiempos de reutilización cuando el banco global está habilitado!
et: Kui globaalne pank on lubatud, peate jahtumise lähtestamiseks olema roboti omanik!
fi: Sinun on oltava botin omistaja, jotta voit nollata jäähtymisen, kun globaali pankki on käytössä!
he: אתה חייב להיות בעל בוט כדי לאפס צינון כאשר הבנק הגלובלי מופעל!
hi: वैश्विक बैंक सक्षम होने पर कूलडाउन रीसेट करने के लिए आपको एक बॉट स्वामी होना चाहिए!
hr: Morate biti vlasnik bota da biste resetirali hlađenja kada je globalna banka omogućena!
hu: Bot tulajdonosnak kell lennie ahhoz, hogy visszaállíthassa a lehűlést, amikor a globális bank engedélyezve van!
id: Anda harus menjadi pemilik bot untuk menyetel ulang cooldown saat bank global diaktifkan!
it: Devi essere il proprietario del bot per reimpostare i tempi di recupero quando la banca globale è abilitata!
ja: グローバル バンクが有効になっているときにクールダウンをリセットするには、ボットの所有者である必要があります。
lt: Turite būti roboto savininkas, kad galėtumėte iš naujo nustatyti atvėsimus, kai įjungtas pasaulinis bankas!
lv: Jums ir jābūt robota īpašniekam, lai atiestatītu atdzišanu, kad ir iespējota globālā banka!
ms: Anda mesti menjadi pemilik bot untuk menetapkan semula cooldown apabila bank global didayakan!
nl: Je moet een bot-eigenaar zijn om cooldowns te resetten wanneer Global Bank is ingeschakeld!
no: Du må være boteier for å tilbakestille nedkjøling når global bank er aktivert!
pl: Musisz być właścicielem bota, aby zresetować czasy odnowienia, gdy bank globalny jest włączony!
pt: Você deve ser proprietário de um bot para redefinir os tempos de espera quando o banco global estiver ativado!
ro: Trebuie să fiți proprietar de bot pentru a reseta perioadele de răcire când banca globală este activată!
ru: Вы должны быть владельцем бота, чтобы сбрасывать время восстановления при включении глобального банка!
sk: Ak chcete resetovať cooldowny, keď je povolená globálna banka, musíte byť vlastníkom botov!
sl: Če želite ponastaviti ohlajanje, ko je globalna banka omogočena, morate biti lastnik bota!
sv: Du måste vara botägare för att återställa nedkylningar när global bank är aktiverad!
th: คุณต้องเป็นเจ้าของบอทจึงจะรีเซ็ตคูลดาวน์ได้เมื่อเปิดใช้งานธนาคารทั่วโลก!
tr: Global banka etkinleştirildiğinde bekleme sürelerini sıfırlamak için bot sahibi olmanız gerekir!
uk: Ви повинні бути власником бота, щоб скинути час відновлення, коли глобальний банк увімкнено!
vi: Bạn phải là chủ sở hữu bot để đặt lại thời gian hồi chiêu khi ngân hàng toàn cầu được bật!

source: Payday cooldown reset for **{}**.
af: Betaaldag-afkoelterugstelling vir **{}**.
ar: إعادة تعيين فترة تهدئة يوم الدفع لـ **{}**.
bg: Нулиране на изчакването до деня на плащане за **{}**.
bn: **{}** এর জন্য পে-ডে কুলডাউন রিসেট।
ca: Restableix el temps de reutilització del dia de pagament per **{}**.
cs: Resetování cooldownu pro výplatu na **{}**.
da: Payday cooldown nulstillet for **{}**.
de: Zahltag-Abklingzeit für **{}** zurückgesetzt.
el: Επαναφορά της ψύξης ημέρας πληρωμής για **{}**.
es: Restablecimiento del tiempo de reutilización del día de pago para **{}**.
et: Palgapäeva jahtumine lähtestati **{}**.
fi: Palkkapäivän jäähdytys nollattiin **{}**.
he: איפוס התקררות ביום המשכורת עבור **{}**.
hi: **{}** के लिए पे-डे कूलडाउन रीसेट।
hr: Ponovno postavljanje hlađenja do dana isplate za **{}**.
hu: Fizetési nap visszaállítása **{}**.
id: Reset cooldown hari gajian untuk **{}**.
it: Ripristino del tempo di recupero del giorno di paga per **{}**.
ja: **{}** の給料日のクールダウンがリセットされました。
lt: Iš naujo nustatyta **{}** darbo užmokesčio diena.
lv: Algas dienas pārtraukuma atiestatīšana **{}**.
ms: Tetapan semula tempoh bertenang hari gaji untuk **{}**.
nl: Betaaldag-afkoelperiode opnieuw ingesteld voor **{}**.
no: Lønningsnedkjøling tilbakestilt for **{}**.
pl: Reset czasu odnowienia wypłaty dla **{}**.
pt: Redefinição do tempo de espera do dia de pagamento para **{}**.
ro: Resetarea timpului de recuperare pentru ziua de plată pentru **{}**.
ru: Время восстановления в день выплаты жалованья сброшено для **{}**.
sk: Resetovanie výplatného dňa na **{}**.
sl: Ponastavitev hlajenja ob plačilu za **{}**.
sv: Payday nedkylning återställd för **{}**.
th: รีเซ็ตคูลดาวน์ Payday สำหรับ **{}**
tr: **{}** için maaş günü bekleme süresi sıfırlandı.
uk: День виплати скидання часу відновлення для **{}**.
vi: Đặt lại thời gian hồi chiêu trong ngày lĩnh lương cho **{}**.

source: This setting is not available when global bank is enabled.
af: Hierdie instelling is nie beskikbaar wanneer globale bank geaktiveer is nie.
ar: لا يتوفر هذا الإعداد عند تمكين البنك العالمي.
bg: Тази настройка не е налична, когато глобалната банка е активирана.
bn: গ্লোবাল ব্যাঙ্ক চালু থাকলে এই সেটিংটি উপলভ্য নয়।
ca: Aquesta configuració no està disponible quan el banc global està activat.
cs: Toto nastavení není dostupné, když je povolena globální banka.
da: Denne indstilling er ikke tilgængelig, når global bank er aktiveret.
de: Diese Einstellung ist nicht verfügbar, wenn die globale Bank aktiviert ist.
el: Αυτή η ρύθμιση δεν είναι διαθέσιμη όταν είναι ενεργοποιημένη η καθολική τράπεζα.
es: Esta configuración no está disponible cuando el banco global está habilitado.
et: See seade pole saadaval, kui globaalne pank on lubatud.
fi: Tämä asetus ei ole käytettävissä, kun globaali pankki on käytössä.
he: הגדרה זו אינה זמינה כאשר הבנק הגלובלי מופעל.
hi: वैश्विक बैंक सक्षम होने पर यह सेटिंग उपलब्ध नहीं है.
hr: Ova postavka nije dostupna kada je omogućena globalna banka.
hu: Ez a beállítás nem érhető el, ha a globális bank engedélyezve van.
id: Pengaturan ini tidak tersedia ketika bank global diaktifkan.
it: Questa impostazione non è disponibile quando la banca globale è abilitata.
ja: この設定は、グローバル バンクが有効な場合には使用できません。
lt: Šis nustatymas nepasiekiamas, kai įjungtas pasaulinis bankas.
lv: Šis iestatījums nav pieejams, ja ir iespējota globālā banka.
ms: Tetapan ini tidak tersedia apabila bank global didayakan.
nl: Deze instelling is niet beschikbaar als Global Bank is ingeschakeld.
no: Denne innstillingen er ikke tilgjengelig når global bank er aktivert.
pl: To ustawienie nie jest dostępne, gdy włączony jest bank globalny.
pt: Esta configuração não está disponível quando o banco global está ativado.
ro: Această setare nu este disponibilă când banca globală este activată.
ru: Этот параметр недоступен, если включен глобальный банк.
sk: Toto nastavenie nie je dostupné, keď je povolená globálna banka.
sl: Ta nastavitev ni na voljo, ko je omogočena globalna banka.
sv: Den här inställningen är inte tillgänglig när global bank är aktiverad.
th: การตั้งค่านี้ไม่สามารถใช้ได้เมื่อเปิดใช้งานธนาคารทั่วโลก
tr: Bu ayar, genel banka etkinleştirildiğinde kullanılamaz.
uk: Цей параметр недоступний, якщо ввімкнено глобальний банк.
vi: Cài đặt này không khả dụng khi ngân hàng toàn cầu được bật.

source: Payday role amounts will now stack.
af: Betaaldagrolbedrae sal nou gestapel word.
ar: سيتم الآن تكديس مبالغ دور يوم الدفع.
bg: Сумите на ролите до заплата вече ще се натрупват.
bn: Payday ভূমিকা পরিমাণ এখন স্ট্যাক করা হবে.
ca: Els imports de les funcions del dia de pagament ara s'apilaran.
cs: Částky výplatních rolí se nyní budou sčítat.
da: Beløb for betalingsdagrolle vil nu stables.
de: Zahltag-Rollenbeträge werden jetzt gestapelt.
el: Τα ποσά ρόλων ημέρας πληρωμής θα στοιβάζονται τώρα.
es: Los montos de los roles de día de pago ahora se acumularán.
et: Palgapäeva rollide summad kuhjuvad nüüd.
fi: Palkkapäiväroolien määrät pinoutuvat nyt päällekkäin.
he: סכומי התפקידים של יום התשלום ייערמו כעת.
hi: वेतन-दिवस भूमिका राशियाँ अब ढेर हो जाएंगी।
hr: Iznosi uloga do dana isplate sada će se slagati.
hu: A fizetésnapi szerepek összegei most halmozódnak.
id: Jumlah peran gajian sekarang akan ditumpuk.
it: Gli importi dei ruoli del giorno di paga ora si accumuleranno.
ja: 給料日の役割額が積み重なるようになりました。
lt: Atlyginimų dienos vaidmenų sumos dabar bus sukrautos.
lv: Algas dienu lomu summas tagad tiks apvienotas.
ms: Jumlah peranan hari gaji kini akan bertindan.
nl: Betaaldagrolbedragen worden nu gestapeld.
no: Lønnsrollebeløp vil nå stables.
pl: Kwoty ról wypłaty będą się teraz kumulować.
pt: Os valores das funções do dia de pagamento agora serão acumulados.
ro: Sumele pentru rolurile de zi de plată se vor stivui acum.
ru: Суммы ролей в день выплаты жалованья теперь будут суммироваться.
sk: Sumy výplatných rolí sa teraz budú hromadiť.
sl: Zneski plačilnih vlog se bodo zdaj seštevali.
sv: Löndagsrollbelopp kommer nu att staplas.
th: จำนวนบทบาทวันจ่ายเงินเดือนจะซ้อนกัน
tr: Maaş günü rolü tutarları artık birikecek.
uk: Суми ролей на день виплати тепер складатимуться.
vi: Số tiền vai trò trong ngày lĩnh lương bây giờ sẽ được xếp chồng lên nhau.
