Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/extendedeconomy/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fi, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Set Global Bank
af: Stel Global Bank
ar: تعيين البنك العالمي
bg: Задайте Глобална банка
bn: গ্লোবাল ব্যাংক সেট করুন
ca: Estableix Global Bank
cs: Nastavte globální banku
da: Indstil Global Bank
de: Globale Bank festlegen
el: Σετ Παγκόσμια Τράπεζα
es: Establecer banco global
et: Määrake Global Bank
fi: Aseta Global Bank
he: הגדר בנק גלובלי
hi: ग्लोबल बैंक सेट करें
hr: Postavite Globalnu banku
hu: Állítsa be a Global Bankot
id: Tetapkan Bank Global
it: Imposta la Banca globale
ja: グローバルバンクの設定
lt: Nustatykite pasaulinį banką
lv: Iestatiet Globālo banku
ms: Tetapkan Bank Global
nl: Stel de Wereldbank in
no: Sett Global Bank
pl: Ustaw Globalny Bank
pt: Definir Banco Global
ro: Setați Global Bank
ru: Установить Глобальный Банк
sk: Nastavte Globálnu banku
sv: Ställ in Global Bank
th: ตั้งธนาคารโลก
tr: Küresel Bankayı Ayarla
uk: Встановити Глобальний банк
vi: Đặt ngân hàng toàn cầu

source: Not Set
af: Nie gestel nie
ar: غير محدد
bg: Не е зададено
bn: সেট নয়
ca: No establert
cs: Nenastaveno
da: Ikke indstillet
de: Nicht festgelegt
el: Δεν έχει οριστεί
es: No establecido
et: Pole määratud
fi: Ei asetettu
he: לא מוגדר
hi: सेट नहीं
hr: Nije postavljeno
hu: Nincs beállítva
id: Tidak Ditetapkan
it: Non impostato
ja: 未設定
lt: Nenustatyta
lv: Nav iestatīts
ms: Tidak Ditetapkan
nl: Niet ingesteld
no: Ikke satt
pl: Nieustawione
pt: Não definido
ro: Nu setat
ru: Не установлено
sk: Nie je nastavené
sl: Ni nastavljeno
sv: Ej inställd
th: ไม่ได้ตั้งค่า
tr: Ayarlanmadı
uk: Не встановлено
vi: Chưa đặt

source: # Extended Economy Settings
af: # Uitgebreide ekonomie-instellings
ar: # إعدادات الاقتصاد الموسعة
bg: # Разширени икономични настройки
bn: # এক্সটেন্ডেড ইকোনমি সেটিংস
ca: # Configuració d'economia ampliada
cs: # Rozšířené ekonomické nastavení
da: # Udvidede økonomiindstillinger
de: # Erweiterte Economy-Einstellungen
el: # Ρυθμίσεις εκτεταμένης οικονομίας
es: # Configuración económica extendida
et: # Laiendatud säästuseaded
fi: # Laajennetut säästöasetukset
he: # הגדרות כלכלה מורחבות
hi: #विस्तारित अर्थव्यवस्था सेटिंग्स
hr: # Postavke proširene ekonomije
hu: # Kiterjesztett gazdaságos beállítások
id: # Pengaturan Ekonomi yang Diperluas
it: # Impostazioni economiche estese
ja: # 拡張エコノミー設定
lt: # Išplėstiniai ekonomikos nustatymai
lv: # Paplašinātie ekonomikas iestatījumi
ms: # Tetapan Ekonomi Lanjutan
nl: # Uitgebreide Economy-instellingen
no: # Utvidede økonomiinnstillinger
pl: # Rozszerzone ustawienia ekonomiczne
pt: # Configurações de economia estendida
ro: # Setări extinse pentru economie
ru: # Расширенные настройки экономии
sk: # Rozšírené ekonomické nastavenia
sl: # Razširjene varčne nastavitve
sv: # Utökade ekonomiinställningar
th: # การตั้งค่าเศรษฐกิจแบบขยาย
tr: # Genişletilmiş Ekonomi Ayarları
uk: # Розширені налаштування економії
vi: # Cài đặt tiết kiệm mở rộng

source: `Transfer Tax: `{}
af: `Oordragbelasting: `{}
ar: `ضريبة النقل: `{}
bg: `Данък при прехвърляне: `{}
bn: `ট্রান্সফার ট্যাক্স: `{}
ca: `Impost de transferència: `{}
cs: `Daň z převodu: `{}
da: `Overførselsafgift: `{}
de: `Transfersteuer: `{}
el: `Φόρος μεταβίβασης: `{}
es: `Impuesto de transferencia: `{}
et: `Ülekandemaks: `{}
fi: `Siirtovero: `{}
he: `מס העברה: `{}
hi: `ट्रांसफर टैक्स: `{}
hr: `Porez na prijenos: `{}
hu: `Átruházási adó: `{}
id: `Pajak Transfer: `{}
it: `Imposta sul trasferimento: `{}
ja: `譲渡税: `{}
lt: `Pervedimo mokestis: `{}
lv: `Transfera nodoklis: `{}
ms: `Cukai Pindahan: `{}
nl: `Overdrachtsbelasting: `{}
no: `Overføringsavgift: `{}
pl: `Podatek od przeniesienia: `{}
pt: `Imposto de transferência: `{}
ro: `Taxa de transfer: `{}
ru: `Налог на передачу: `{}
sk: `Daň z prevodu: `{}
sl: `Davek na prenos: `{}
sv: `Överföringsskatt: `{}
th: `ภาษีการโอน: `{}
tr: `Transfer Vergisi: `{}
uk: `Податок на передачу: `{}
vi: `Thuế chuyển nhượng: `{}

source: `Command Costs: `{}
af: `Opdragkoste: `{}
ar: `تكاليف الأمر: `{}
bg: `Командни разходи: `{}
bn: `কমান্ড খরচ: `{}
ca: `Costos de comandament: `{}
cs: `Náklady na příkaz: `{}
da: `Kommandoomkostninger: `{}
de: `Befehlskosten: `{}
el: `Κόστος εντολών: `{}
es: `Costos de comando: `{}
et: `Käsukulud: `{}
fi: `Komentokustannukset: `{}
he: `עלויות פקודה: `{}
hi: `कमांड लागत: `{}
hr: `Troškovi naredbe: `{}
hu: `Parancsköltségek: `{}
id: `Biaya Perintah: `{}
it: `Costi del comando: `{}
ja: `コマンドコスト: `{}
lt: `Komandų išlaidos: `{}
lv: `Komandu izmaksas: `{}
ms: `Kos Perintah: `{}
nl: `Opdrachtkosten: `{}
no: `Kommandokostnader: `{}
pl: `Koszty poleceń: `{}
pt: `Custos de comando: `{}
ro: `Costuri de comandă: `{}
ru: `Стоимость команд: `{}
sk: `Náklady na príkaz: `{}
sl: `Stroški ukaza: `{}
sv: `Kommandokostnader: `{}
th: `ต้นทุนคำสั่ง: `{}
tr: `Komut Maliyetleri: `{}
uk: `Командні витрати: `{}
vi: `Chi phí lệnh: `{}

source: `Global Bank: `{}
ar: `البنك العالمي: `{}
bg: `Глобална банка: `{}
bn: `গ্লোবাল ব্যাংক: `{}
ca: `Banc global: `{}
cs: `Globální banka: `{}
el: `Παγκόσμια Τράπεζα: `{}
es: `Banco Global: `{}
et: `Globaalne pank: `{}
fi: `Globaalipankki: `{}
he: `בנק גלובלי: `{}
hi: `ग्लोबल बैंक: `{}
hr: `Globalna banka: `{}
hu: `Globális Bank: `{}
id: `Bank Global: `{}
it: `Banca globale: `{}
ja: `グローバル銀行: `{}
lt: `Pasaulinis bankas: `{}
lv: `Globālā banka: `{}
ms: `Bank Global: `{}
nl: `Wereldbank: `{}
pl: `Bank Globalny: `{}
pt: `Banco Global: `{}
ro: `Banca globală: `{}
ru: `Глобальный банк: `{}
sk: `Globálna banka: `{}
sl: `Globalna banka: `{}
th: `ธนาคารทั่วโลก: `{}
tr: `Global Banka: `{}
uk: `Глобальний банк: `{}
vi: `Ngân hàng toàn cầu: `{}

source: `Delete After: `{}
af: `Vee uit na: `{}
ar: `الحذف بعد: `{}
bg: `Изтриване след: `{}
bn: `পরে মুছুন: `{}
ca: `Suprimeix després de: `{}
cs: `Smazat po: `{}
da: `Slet efter: `{}
de: `Löschen nach: `{}
el: `Διαγραφή Μετά: `{}
es: `Eliminar después de: `{}
et: `Kustuta pärast: `{}
fi: `Poista jälkeen: `{}
he: `מחק לאחר: `{}
hi: `बाद में हटाएं:`{}
hr: `Izbriši nakon: `{}
hu: `Törlés után: `{}
id: `Hapus Setelah: `{}
it: `Elimina dopo: `{}
ja: `次の後に削除: `{}
lt: `Ištrinti po: `{}
lv: `Dzēst pēc: `{}
ms: `Padam Selepas: `{}
nl: `Verwijderen na: `{}
no: `Slett etter: `{}
pl: `Usuń po: `{}
pt: `Excluir depois: `{}
ro: `Șterge după: `{}
ru: `Удалить после: `{}
sk: `Odstrániť po: `{}
sl: `Izbriši po: `{}
sv: `Ta bort efter: `{}
th: `ลบหลัง: `{}
tr: `Sonra Sil: `{}
uk: `Видалити після: `{}
vi: `Xóa Sau: `{}

source: Disabled
af: Gestrem
ar: عاجز
bg: Забранено
bn: অক্ষম
ca: Inhabilitat
cs: Zakázáno
da: Handicappet
de: Deaktiviert
el: Ανάπηρος
es: Desactivado
et: Keelatud
fi: Ei käytössä
he: נָכֶה
hi: अक्षम
hr: Onesposobljeno
hu: Letiltva
id: Dengan disabilitas
it: Disabilitato
ja: 無効
lt: Išjungta
lv: Atspējots
ms: Dilumpuhkan
nl: Gehandicapt
no: Funksjonshemmet
pl: Wyłączony
pt: Desabilitado
ro: Dezactivat
ru: Неполноценный
sk: Zakázané
sl: Onemogočen
sv: Inaktiverad
th: พิการ
tr: Engelli
uk: Вимкнено
vi: Tàn tật

source: `Set Global: `{}
af: `Stel globaal: `{}
ar: `تعيين العمومي: `{}
bg: `Задайте глобално: `{}
bn: `সেট গ্লোবাল: `{}
ca: `Estableix global: `{}
cs: `Nastavit globální: `{}
da: `Sæt globalt: `{}
de: `Global festlegen: `{}
el: `Ορισμός καθολικού: `{}
es: `Establecer global: `{}
et: `Määra globaalne: `{}
fi: `Aseta yleinen: `{}
he: `הגדר גלובלי: `{}
hi: `ग्लोबल सेट करें: `{}
hr: `Postavi globalno: `{}
hu: `Globális beállítása: `{}
id: `Setel Global: `{}
it: `Imposta globale: `{}
ja: `グローバルを設定: `{}
lt: `Nustatyti visuotinį: `{}
lv: `Iestatīt globālo: `{}
ms: `Tetapkan Global: `{}
nl: `Globaal instellen: `{}
no: `Sett globalt: `{}
pl: `Ustaw globalnie: `{}
pt: `Definir Global: `{}
ru: `Установить глобально: `{}
sk: `Nastaviť globálne: `{}
sl: `Nastavi globalno: `{}
sv: `Ange globalt: `{}
th: `ตั้งค่าส่วนกลาง: `{}
tr: `Genel Ayarla: `{}
uk: `Установити глобальне: `{}
vi: `Đặt Toàn cầu: `{}

source: `Stack Roles: `{}
af: `Stapelrolle: `{}
ar: `أدوار المكدس: `{}
bg: `Роли на стека: `{}
bn: `স্ট্যাক ভূমিকা: `{}
ca: `Rols de pila: `{}
cs: `Zásobník rolí: `{}
da: `Stak-roller: `{}
de: `Stack-Rollen: `{}
el: `Ρόλοι στοίβας: `{}
es: `Roles de pila: `{}
et: Virna rollid: `{}
fi: `Pinoroolit: `{}
he: `תפקידי מחסנית: `{}
hi: `स्टैक भूमिकाएँ: `{}
hr: `Uloge snopa: `{}
hu: `Stack szerepek: `{}
id: `Peran Tumpukan: `{}
it: `Ruoli dello stack: `{}
ja: `スタックロール: `{}
lt: `Sukrauti vaidmenis: `{}
lv: `Salikt lomas: `{}
ms: `Peranan Timbunan: `{}
nl: `Stapelrollen: `{}
no: `Stabelroller: `{}
pl: `Role stosu: `{}
pt: `Funções de pilha: `{}
ro: `Stiva de roluri: `{}
ru: `Роли стека: `{}
sk: `Zloženie rolí: `{}
sl: `Vloge sklada: `{}
sv: `Stackroller: `{}
th: `บทบาทสแต็ก: `{}
tr: `Yığın Rolleri: `{}
uk: `Ролі стеку: `{}
vi: `Các vai trò xếp chồng: `{}

source: `Role Bonuses: `{}
af: `Rolbonusse: `{}
ar: `مكافآت الدور: `{}
bg: `Ролеви бонуси: `{}
bn: `রোল বোনাস: `{}
ca: `Bonus de rol: `{}
cs: `Role bonusy: `{}
da: `Rollebonusser: `{}
de: `Rollenboni: `{}
el: `Μπόντους ρόλων: `{}
es: `Bonificaciones de rol: `{}
et: `Rolliboonused: `{}
fi: `Roolibonukset: `{}
he: `בונוסים לתפקידים: `{}
hi: `भूमिका बोनस:`{}
hr: `Bonusi uloga: `{}
hu: `Szerepbónuszok: `{}
id: `Bonus Peran: `{}
it: `Bonus di ruolo: `{}
ja: `役割ボーナス: `{}
lt: `Vaidmenų premijos: `{}
lv: `Lomu bonusi: `{}
ms: `Bonus Peranan: `{}
nl: `Rolbonussen: `{}
no: `Rollebonuser: `{}
pl: `Premie za rolę: `{}
pt: `Bônus de função: `{}
ro: `Bonusuri de rol: `{}
ru: `Ролевые бонусы: `{}
sk: `Rolové bonusy: `{}
sl: `Bonusi vlog: `{}
sv: `Rollbonusar: `{}
th: `โบนัสตามบทบาท: `{}
tr: `Rol Bonusları: `{}
uk: `Рольові бонуси: `{}
vi: `Phần thưởng cho vai trò: `{}

source: `Payday Autoclaim: `{}
af: `Betaaldag Outo-eis: `{}
ar: `المطالبة التلقائية ليوم الدفع: `{}
bg: `Автоматичен иск до заплата: `{}
bn: `পে-ডে অটোক্লেম: `{}
ca: `Reclamació automàtica del dia de pagament: `{}
cs: `Automatický nárok na výplatu: `{}
da: `Autokrav på betalingsdag: `{}
el: `Αυτόματη αξίωση Payday: `{}
es: `Reclamo automático de día de pago: `{}
et: Palgapäeva automaatne nõue: `{}
fi: `Automaattinen palkkavaatimus: `{}
he: `תביעה אוטומטית של יום תשלום: `{}
hi: `पेडे ऑटोक्लेम: `{}
hr: `Automatsko potraživanje isplate: `{}
hu: `Automatikus fizetésnapi követelés: `{}
id: `Klaim Otomatis Bayaran: `{}
it: `Richiesta automatica del giorno di paga: `{}
ja: `給料日の自動請求: `{}
lt: `Automatinis atlyginimo reikalavimas: `{}
lv: `Automātiskā algas diena: `{}
ms: `Tuntutan Auto Hari Gaji: `{}
nl: `Betaaldag automatische claim: `{}
no: `Autokrav på lønningsdag: `{}
pl: `Automatyczna wypłata: `{}
pt: `Reivindicação automática do dia de pagamento: `{}
ro: `Reclamare automată pentru ziua de plată: `{}
ru: `Автозапрос зарплаты: `{}
sk: `Automatický nárok na výplatu: `{}
sl: `Samodejni zahtevek plačila: `{}
sv: `Autoclaim för lönedag: `{}
th: `การอ้างสิทธิ์อัตโนมัติในวันจ่ายเงินเดือน: `{}
tr: `Maaş Günü Otomatik Talebi: `{}
uk: `Автозапит на отримання зарплати: `{}
vi: `Tự động xác nhận ngày lĩnh lương: `{}

source: `Autoclaim Channel: `{}
af: `Outo-eis kanaal: `{}
ar: `قناة المطالبة التلقائية: `{}
bg: `Канал за автоматично подаване на иск: `{}
bn: `অটোক্লেম চ্যানেল: `{}
ca: `Canal de reclamació automàtica: `{}
cs: `Automatický nárok na kanál: `{}
de: `Autoclaim-Kanal: `{}
el: `Αυτόματη αξίωση καναλιού: `{}
es: `Canal de reclamación automática: `{}
et: `Automaatne nõue: `{}
fi: `Automaattinen vaatimus kanava: `{}
he: `תביעה אוטומטית לערוץ: `{}
hi: `ऑटोक्लेम चैनल: `{}
hr: `Kanal za automatsko polaganje prava: `{}
hu: `Csatorna automatikus követelése: `{}
id: `Saluran Klaim Otomatis: `{}
it: `Canale di rivendicazione automatica: `{}
ja: `自動要求チャネル: `{}
lt: `Automatinio paraiškos pateikimo kanalas: `{}
lv: `Automātiski pieprasīt kanālu: `{}
ms: `Saluran Autoclaim: `{}
nl: `Kanaal automatisch claimen: `{}
pl: `Automatyczny kanał: `{}
pt: `Reclamação automática do canal: `{}
ro: `Canal de revendicare automată: `{}
ru: `Канал автозапроса: `{}
sk: `Automatický nárok na kanál: `{}
sl: `Kanal za samodejno zahtevanje: `{}
th: `ช่องทางการอ้างสิทธิ์อัตโนมัติ: `{}
tr: `Otomatik Talep Kanalı: `{}
uk: `Канал автоматичної заявки: `{}
vi: `Kênh tự động xác nhận quyền sở hữu: `{}

source: `Autoclaim Roles: `{}
af: `Outo-eis rolle: `{}
ar: `أدوار المطالبة التلقائية: `{}
bg: `Автоматично заявяване на роли: `{}
bn: `অটোক্লেম ভূমিকা: `{}
ca: `Rols de reclamació automàtica: `{}
cs: `Automatické nárokování rolí: `{}
da: `Autoclaim roller: `{}
de: `Autoclaim-Rollen: `{}
el: `Αυτόματη αξίωση ρόλων: `{}
es: `Roles de reclamación automática: `{}
et: `Automaatnõue Rollid: `{}
fi: `Automaattisen vaatimuksen roolit: `{}
he: `תלונה אוטומטית לתפקידים: `{}
hi: `स्वतः दावा भूमिकाएँ: `{}
hr: `Automatsko traženje uloga: `{}
hu: `Automatikus igénylési szerepkörök: `{}
id: `Peran Klaim Otomatis: `{}
it: `Ruoli di rivendicazione automatica: `{}
ja: `ロールの自動要求: `{}
lt: `Automatinio paraiškos pateikimo vaidmenys: `{}
lv: `Automātiski pieprasīt lomas: `{}
ms: `Peranan Autoclaim: `{}
nl: `Autoclaim-rollen: `{}
no: `Autoclaim roller: `{}
pl: `Role automatycznego przejęcia: `{}
pt: `Reivindicação automática de funções: `{}
ro: `Roluri de revendicare automată: `{}
ru: `Роли автозаявления: `{}
sk: `Automatické nárokovanie rolí: `{}
sl: `Samodejno zahtevaj vloge: `{}
sv: `Autoclaim roller: `{}
th: `บทบาทการอ้างสิทธิ์อัตโนมัติ: `{}
tr: `Rolleri Otomatik Talep Et: `{}
uk: `Автоматичне витребування ролей: `{}
vi: `Vai trò tự động xác nhận: `{}

source: `Payday AutoClaim: `{}
af: `Betaaldag Outo-eis: `{}
ar: `المطالبة التلقائية ليوم الدفع: `{}
bg: `Автоматичен иск до заплата: `{}
ca: `Reclamació automàtica del dia de pagament: `{}
cs: `Automatický nárok na výplatu: `{}
da: `AutoClaim på betalingsdag: `{}
el: `Αυτόματη αξίωση Payday: `{}
es: `Reclamación automática de día de pago: `{}
et: Palgapäeva automaatne nõue: `{}
fi: `Palkkapäivän automaattinen korvausvaatimus: `{}
he: `תביעה אוטומטית של יום תשלום: `{}
hi: `Payday ऑटोक्लेम: `{}
hr: `Automatski zahtjev za isplatu: `{}
hu: `Automatikus fizetésnapi követelés: `{}
id: `Klaim Otomatis Pembayaran: `{}
it: `Richiesta automatica del giorno di paga: `{}
ja: `給料日の自動請求: `{}
lt: `Automatinis atlyginimo reikalavimas: `{}
lv: `Automātiskā algas diena: `{}
ms: `Tuntutan Auto Hari Gaji: `{}
nl: `Betaaldag AutoClaim: `{}
no: `Autokrav på betalingsdag: `{}
pl: `Automatyczne żądanie wypłaty: `{}
pt: `Reivindicação automática do dia de pagamento: `{}
ro: `Revendicare automată pentru ziua de plată: `{}
ru: `Автозаявка Payday: `{}
sk: `Automatický nárok na výplatu: `{}
sl: `Samodejni zahtevek plačila: `{}
sv: `AutoClaim av lönedag: `{}
th: `การอ้างสิทธิ์อัตโนมัติในวันจ่ายเงินเดือน: `{}
tr: `Maaş Günü Otomatik Talebi: `{}
uk: `Автозапит на отримання зарплати: `{}
vi: `Tự động xác nhận vào ngày lĩnh lương: `{}

source: Showing settings for global bank
af: Wys tans instellings vir globale bank
ar: إظهار الإعدادات للبنك العالمي
bg: Показани са настройки за глобална банка
bn: গ্লোবাল ব্যাঙ্কের জন্য সেটিংস দেখানো হচ্ছে
ca: Es mostra la configuració del banc global
cs: Zobrazuje se nastavení pro globální banku
da: Viser indstillinger for global bank
de: Einstellungen für die globale Bank werden angezeigt
el: Εμφάνιση ρυθμίσεων για την παγκόσμια τράπεζα
es: Mostrando configuración para el banco global
et: Kuvatakse globaalse panga seaded
fi: Näytetään globaalin pankin asetukset
he: מציג הגדרות עבור הבנק הגלובלי
hi: वैश्विक बैंक के लिए सेटिंग दिखाई जा रही है
hr: Prikazuju se postavke za globalnu banku
hu: A globális bank beállításainak megjelenítése
id: Menampilkan pengaturan untuk bank global
it: Visualizzazione delle impostazioni per la banca globale
ja: グローバルバンクの設定を表示しています
lt: Rodomi pasaulinio banko nustatymai
lv: Tiek rādīti globālās bankas iestatījumi
ms: Menunjukkan tetapan untuk bank global
nl: Instellingen voor wereldbank worden weergegeven
no: Viser innstillinger for global bank
pl: Pokazuję ustawienia banku globalnego
pt: Mostrando configurações do banco global
ro: Se afișează setările pentru banca globală
ru: Показаны настройки глобального банка
sk: Zobrazujú sa nastavenia pre globálnu banku
sl: Prikaz nastavitev za globalno banko
sv: Visar inställningar för global bank
th: กำลังแสดงการตั้งค่าสำหรับธนาคารทั่วโลก
tr: Global bankanın ayarları gösteriliyor
uk: Показано налаштування для глобального банку
vi: Hiển thị cài đặt cho ngân hàng toàn cầu

source: Showing settings for this server
af: Wys tans instellings vir hierdie bediener
ar: إظهار الإعدادات لهذا الخادم
bg: Показани са настройките за този сървър
bn: এই সার্ভারের জন্য সেটিংস দেখাচ্ছে৷
ca: Es mostra la configuració d'aquest servidor
cs: Zobrazují se nastavení pro tento server
da: Viser indstillinger for denne server
de: Einstellungen für diesen Server werden angezeigt
el: Εμφάνιση ρυθμίσεων για αυτόν τον διακομιστή
es: Mostrando la configuración de este servidor
et: Kuvatakse selle serveri seaded
fi: Näytetään tämän palvelimen asetukset
he: מציג הגדרות עבור שרת זה
hi: इस सर्वर के लिए सेटिंग्स दिखाई जा रही हैं
hr: Prikazuju se postavke za ovaj poslužitelj
hu: A szerver beállításainak megjelenítése
id: Menampilkan pengaturan untuk server ini
it: Visualizzazione delle impostazioni per questo server
ja: このサーバーの設定を表示しています
lt: Rodomi šio serverio nustatymai
lv: Tiek rādīti šī servera iestatījumi
ms: Menunjukkan tetapan untuk pelayan ini
nl: Instellingen voor deze server worden weergegeven
no: Viser innstillinger for denne serveren
pl: Pokazuję ustawienia dla tego serwera
pt: Mostrando configurações para este servidor
ro: Se afișează setările pentru acest server
ru: Показаны настройки для этого сервера
sk: Zobrazujú sa nastavenia pre tento server
sl: Prikaz nastavitev za ta strežnik
sv: Visar inställningar för denna server
th: กำลังแสดงการตั้งค่าสำหรับเซิร์ฟเวอร์นี้
tr: Bu sunucunun ayarları gösteriliyor
uk: Показано налаштування для цього сервера
vi: Hiển thị cài đặt cho máy chủ này

source: {author.mention} Too soon. Your next payday is {relative_time}.
af: {author.mention} Te gou. Jou volgende betaaldag is {relative_time}.
ar: {author.mention} مبكرًا جدًا. يوم الدفع التالي هو {relative_time}.
bg: {author.mention} Твърде скоро. Следващият ви ден за плащане е {relative_time}.
bn: {author.mention} খুব তাড়াতাড়ি। আপনার পরবর্তী বেতনের দিন হল {relative_time}।
ca: {author.mention} Massa aviat. El vostre proper dia de pagament és {relative_time}.
cs: {author.mention} Příliš brzy. Vaše další výplata je {relative_time}.
da: {author.mention} For tidligt. Din næste lønningsdag er {relative_time}.
de: {author.mention} Zu früh. Ihr nächster Zahltag ist {relative_time}.
el: {author.mention} Πολύ σύντομα. Η επόμενη ημέρα πληρωμής σας είναι {relative_time}.
es: {author.mention} Demasiado pronto. Su próximo día de pago es el {relative_time}.
et: {author.mention} Liiga vara. Teie järgmine palgapäev on {relative_time}.
fi: {author.mention} Liian aikaisin. Seuraava palkkapäiväsi on {relative_time}.
he: {author.mention} מוקדם מדי. יום המשכורת הבא שלך הוא {relative_time}.
hi: {author.mention} बहुत जल्दी. आपका अगला वेतनदिवस {relative_time} है।
hr: {author.mention} Prerano. Vaš sljedeći dan isplate je {relative_time}.
hu: {author.mention} Túl korán. Következő fizetési napja {relative_time}.
id: {author.mention} Terlalu cepat. Hari gajian Anda berikutnya adalah {relative_time}.
it: {author.mention} Troppo presto. Il tuo prossimo giorno di paga è {relative_time}.
ja: {author.mention} 早すぎます。次の給料日は {relative_time} です。
lt: {author.mention} Per anksti. Kita jūsų atlyginimo diena yra {relative_time}.
lv: {author.mention} Pārāk drīz. Jūsu nākamā algas diena ir {relative_time}.
ms: {author.mention} Terlalu awal. Hari gaji anda yang seterusnya ialah {relative_time}.
nl: {author.mention} Te vroeg. Uw volgende betaaldag is {relative_time}.
no: {author.mention} For tidlig. Neste lønningsdag er {relative_time}.
pl: {author.mention} Za wcześnie. Twoja następna wypłata to {relative_time}.
pt: {author.mention} Muito cedo. Seu próximo dia de pagamento é {relative_time}.
ro: {author.mention} Prea devreme. Următoarea zi de plată este {relative_time}.
ru: {author.mention} Слишком рано. Ваш следующий день зарплаты — {relative_time}.
sk: {author.mention} Príliš skoro. Váš ďalší výplatný deň je {relative_time}.
sl: {author.mention} Prehitro. Vaš naslednji plačilni dan je {relative_time}.
sv: {author.mention} För tidigt. Din nästa lönedag är {relative_time}.
th: {author.mention} เร็วเกินไป วันจ่ายเงินเดือนถัดไปของคุณคือ {relative_time}
tr: {author.mention} Çok erken. Bir sonraki maaş gününüz {relative_time}.
uk: {author.mention} Занадто рано. Ваш наступний день виплати – {relative_time}.
vi: {author.mention} Quá sớm. Ngày lĩnh lương tiếp theo của bạn là {relative_time}.

source: Yes
af: Ja
ar: نعم
bg: да
bn: হ্যাঁ
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναί
es: Sí
et: Jah
fi: Kyllä
he: כֵּן
hi: हाँ
hr: Da
hu: Igen
id: Ya
it: SÌ
ja: はい
lt: Taip
lv: Jā
ms: ya
nl: Ja
no: Ja
pl: Tak
pt: Sim
ro: Da
ru: Да
sk: áno
sl: ja
sv: Ja
th: ใช่
tr: Evet
uk: так
vi: Đúng

source: No
af: Nee
ar: لا
bg: не
bn: না
cs: Žádný
da: Ingen
de: NEIN
el: Οχι
et: Ei
fi: Ei
he: לֹא
hi: नहीं
hr: Ne
hu: Nem
id: TIDAK
ja: いいえ
lt: Nr
ms: Tidak
nl: Nee
no: Ingen
pl: NIE
ro: Nu
ru: Нет
sk: Nie
sl: št
sv: Inga
th: เลขที่
tr: HAYIR
uk: немає
vi: KHÔNG

source: This isn't your menu!
af: Dit is nie jou spyskaart nie!
ar: هذه ليست القائمة الخاصة بك!
bg: Това не е твоето меню!
bn: এটি আপনার মেনু নয়!
ca: Aquest no és el teu menú!
cs: Toto není vaše menu!
da: Dette er ikke din menu!
de: Das ist nicht Ihr Menü!
el: Αυτό δεν είναι το μενού σας!
es: ¡Este no es tu menú!
et: See pole sinu menüü!
fi: Tämä ei ole sinun ruokalistasi!
he: זה לא התפריט שלך!
hi: यह आपका मेनू नहीं है!
hr: Ovo nije tvoj jelovnik!
hu: Ez nem a te menüd!
id: Ini bukan menumu!
it: Questo non è il tuo menu!
ja: これはあなたのメニューではありません!
lt: Tai ne tavo meniu!
lv: Šī nav jūsu ēdienkarte!
ms: Ini bukan menu anda!
nl: Dit is niet jouw menu!
no: Dette er ikke din meny!
pl: To nie jest twoje menu!
pt: Este não é o seu menu!
ro: Acesta nu este meniul tău!
ru: Это не ваше меню!
sk: Toto nie je vaše menu!
sl: To ni tvoj jedilnik!
sv: Det här är inte din meny!
th: นี่ไม่ใช่เมนูของคุณ!
tr: Bu sizin menünüz değil!
uk: Це не твоє меню!
vi: Đây không phải là thực đơn của bạn!

source: Command Name
af: Opdrag Naam
ar: اسم الأمر
bg: Име на командата
bn: কমান্ডের নাম
ca: Nom de l'ordre
cs: Název příkazu
da: Kommandonavn
de: Befehlsname
el: Όνομα εντολής
es: Nombre del comando
et: Käsu nimi
fi: Komennon nimi
he: שם פקודה
hi: आदेश का नाम
hr: Naziv naredbe
hu: Parancs neve
id: Nama Perintah
it: Nome del comando
ja: コマンド名
lt: Komandos pavadinimas
lv: Komandas nosaukums
ms: Nama Perintah
nl: Commandonaam
no: Kommandonavn
pl: Nazwa polecenia
pt: Nome do comando
ro: Numele comenzii
ru: Имя команды
sk: Názov príkazu
sl: Ime ukaza
sv: Kommandonamn
th: ชื่อคำสั่ง
tr: Komut Adı
uk: Назва команди
vi: Tên lệnh

source: Cost
af: Koste
ar: يكلف
bg: цена
bn: খরচ
cs: Náklady
da: Koste
de: Kosten
el: Κόστος
es: Costo
et: Maksumus
fi: Maksaa
he: עֲלוּת
hi: लागत
hr: trošak
hu: Költség
id: Biaya
it: Costo
ja: 料金
lt: Kaina
lv: Izmaksas
ms: kos
nl: Kosten
no: Koste
pl: Koszt
pt: Custo
ru: Расходы
sk: náklady
sl: Stroški
sv: Kosta
th: ค่าใช้จ่าย
tr: Maliyet
uk: Вартість
vi: Trị giá
