Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/extendedeconomy/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fi, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Payday role amounts will no longer stack.
af: Betaaldagrolbedrae sal nie meer stapels nie.
ar: لن يتم تكديس مبالغ دور يوم الدفع.
bg: Сумите на ролите до заплата вече няма да се натрупват.
bn: বেতন দিবসের ভূমিকার পরিমাণ আর স্ট্যাক করা হবে না।
ca: Els imports de les funcions del dia de pagament ja no s'apilaran.
cs: Částky výplatních rolí se již nebudou skládat.
da: Betalingsdagsrollebeløb stables ikke længere.
de: Zahltag-Rollenbeträge werden nicht mehr gestapelt.
el: Τα ποσά ρόλων ημέρας πληρωμής δεν θα στοιβάζονται πλέον.
es: Los montos de los roles de día de pago ya no se acumularán.
et: Palgapäeva rollide summad ei kuhju enam.
fi: Palkkapäiväroolisummat eivät enää pinoudu.
he: סכומי התפקידים של יום התשלום לא יערמו עוד.
hi: वेतन-दिवस भूमिका राशियाँ अब एकत्रित नहीं होंगी।
hr: Iznosi uloga do dana isplate više se neće zbrajati.
hu: A fizetésnapi szerepek összegei többé nem halmozódnak fel.
id: Jumlah peran gajian tidak akan lagi menumpuk.
it: Gli importi dei ruoli del giorno di paga non si accumuleranno più.
ja: 給料日の役割額は重複しなくなりました。
lt: Darbo užmokesčio dienos vaidmenų sumos nebebus kaupiamos.
lv: Algas dienu lomu summas vairs netiks apvienotas.
ms: Jumlah peranan hari gaji tidak akan bertindan lagi.
nl: Betaaldagrolbedragen worden niet langer gestapeld.
no: Lønnsrollebeløp vil ikke lenger stables.
pl: Kwoty ról wypłaty nie będą się już kumulować.
pt: Os valores das funções do dia de pagamento não serão mais acumulados.
ro: Sumele pentru rolurile de zi de plată nu se vor mai stivui.
ru: Суммы ролей в день выплаты жалованья больше не суммируются.
sk: Sumy výplatných rolí sa už nebudú hromadiť.
sl: Zneski vlog na dan plačila se ne bodo več kopičili.
sv: Löndagsrollbelopp kommer inte längre att staplas.
th: จำนวนบทบาท Payday จะไม่ซ้อนกันอีกต่อไป
tr: Maaş günü rolü tutarları artık birikmeyecek.
uk: Рольові суми до зарплати більше не складатимуться.
vi: Số tiền vai trò trong ngày lĩnh lương sẽ không còn cộng dồn nữa.

source: This role will no longer recieve paydays automatically.
af: Hierdie rol sal nie meer outomaties betaaldae ontvang nie.
ar: لن يتلقى هذا الدور أيام الدفع تلقائيًا بعد الآن.
bg: Тази роля вече няма да получава автоматично заплати.
bn: এই ভূমিকা আর স্বয়ংক্রিয়ভাবে payday পাবেন না.
ca: Aquesta funció ja no rebrà els dies de pagament automàticament.
cs: Tato role již nebude dostávat výplatní dny automaticky.
da: Denne rolle modtager ikke længere automatisk betalingsdage.
de: Diese Rolle erhält nicht mehr automatisch Zahltage.
el: Αυτός ο ρόλος δεν θα λαμβάνει πλέον αυτόματα τις ημέρες πληρωμής.
es: Este rol ya no recibirá pagos automáticamente.
et: See roll ei saa enam automaatselt palgapäevi.
fi: Tämä rooli ei saa enää automaattisesti palkkapäiviä.
he: תפקיד זה לא יקבל יותר ימי תשלום באופן אוטומטי.
hi: इस भूमिका को अब स्वचालित रूप से वेतन-दिवस प्राप्त नहीं होंगे।
hr: Ova uloga više neće automatski primati isplate.
hu: Ez a szerepkör többé nem kap fizetési napot automatikusan.
id: Peran ini tidak lagi menerima gaji secara otomatis.
it: Questo ruolo non riceverà più i giorni di paga automaticamente.
ja: この役割には給料日が自動的に支払われなくなります。
lt: Šis vaidmuo automatiškai nebegaus atlyginimo.
lv: Šī loma vairs nesaņems algas dienas automātiski.
ms: Peranan ini tidak lagi akan menerima hari gaji secara automatik.
nl: Deze rol ontvangt niet langer automatisch betaaldagen.
no: Denne rollen vil ikke lenger motta lønningsdager automatisk.
pl: Ta rola nie będzie już automatycznie otrzymywać wypłat.
pt: Esta função não receberá mais dias de pagamento automaticamente.
ro: Acest rol nu va mai primi automat zilele de plată.
ru: Эта роль больше не будет получать зарплату автоматически.
sk: Táto rola už nebude dostávať výplatné dni automaticky.
sl: Ta vloga ne bo več samodejno prejemala plačil.
sv: Denna roll kommer inte längre att få lönedagar automatiskt.
th: บทบาทนี้จะไม่ได้รับวันจ่ายเงินเดือนโดยอัตโนมัติอีกต่อไป
tr: Bu rol artık maaş günlerini otomatik olarak almayacak.
uk: Ця роль більше не отримуватиме зарплату автоматично.
vi: Vai trò này sẽ không còn tự động nhận được ngày trả lương nữa.

source: This role will now receive paydays automatically.
af: Hierdie rol sal nou outomaties betaaldae ontvang.
ar: سيحصل هذا الدور الآن على أيام الدفع تلقائيًا.
bg: Тази роля вече ще получава заплати автоматично.
bn: এই ভূমিকা এখন স্বয়ংক্রিয়ভাবে payday পাবেন.
ca: Aquesta funció rebrà ara els dies de pagament automàticament.
cs: Tato role nyní bude dostávat výplatní dny automaticky.
da: Denne rolle vil nu automatisk modtage lønningsdage.
de: Diese Rolle erhält nun automatisch Zahltage.
el: Αυτός ο ρόλος θα λαμβάνει πλέον αυτόματα τις ημέρες πληρωμής.
es: Este rol ahora recibirá días de pago automáticamente.
et: See roll saab nüüd automaatselt palgapäevad.
fi: Tämä rooli saa nyt palkkapäivät automaattisesti.
he: תפקיד זה יקבל כעת ימי תשלום באופן אוטומטי.
hi: इस भूमिका को अब स्वचालित रूप से वेतन दिवस प्राप्त होंगे।
hr: Ova će uloga sada automatski primati isplate.
hu: Ez a szerep mostantól automatikusan megkapja a fizetési napokat.
id: Peran ini sekarang akan menerima gaji secara otomatis.
it: Questo ruolo ora riceverà automaticamente i giorni di paga.
ja: この役割には給料日が自動的に支払われるようになります。
lt: Dabar šis vaidmuo automatiškai gaus atlyginimo dienas.
lv: Šī loma tagad automātiski saņems algas dienas.
ms: Peranan ini kini akan menerima hari gaji secara automatik.
nl: Deze rol ontvangt nu automatisch betaaldagen.
no: Denne rollen vil nå motta lønninger automatisk.
pl: Ta rola będzie teraz automatycznie otrzymywać wypłaty.
pt: Esta função agora receberá dias de pagamento automaticamente.
ro: Acest rol va primi acum zilele de plată automat.
ru: Эта роль теперь будет автоматически получать зарплату.
sk: Táto rola bude teraz dostávať výplatné dni automaticky.
sl: Ta vloga bo zdaj samodejno prejemala plačila.
sv: Denna roll kommer nu att få lönedagar automatiskt.
th: บทบาทนี้จะได้รับวันจ่ายเงินเดือนโดยอัตโนมัติ
tr: Bu rol artık maaş günlerini otomatik olarak alacak.
uk: Ця роль тепер автоматично отримуватиме зарплату.
vi: Vai trò này bây giờ sẽ tự động nhận được ngày trả lương.

source: Role bonus removed.
af: Rolbonus verwyder.
ar: تمت إزالة مكافأة الدور.
bg: Бонусът за ролята е премахнат.
bn: ভূমিকা বোনাস সরানো হয়েছে.
ca: S'ha eliminat la bonificació de rol.
cs: Role bonus odstraněn.
da: Rollebonus fjernet.
de: Rollenbonus entfernt.
el: Το μπόνους ρόλου καταργήθηκε.
es: Se eliminó la bonificación de rol.
et: Rolli boonus eemaldatud.
fi: Roolibonus poistettu.
he: בונוס התפקיד הוסר.
hi: रोल बोनस हटा दिया गया.
hr: Bonus za ulogu uklonjen.
hu: Szerepbónusz eltávolítva.
id: Bonus peran dihapus.
it: Bonus di ruolo rimosso.
ja: 役割ボーナスが削除されました。
lt: Vaidmenų premija pašalinta.
lv: Lomas bonuss noņemts.
ms: Bonus peranan dialih keluar.
nl: Rolbonus verwijderd.
no: Rollebonus fjernet.
pl: Usunięto premię za rolę.
pt: Bônus de função removido.
ro: Bonusul de rol a fost eliminat.
ru: Ролевой бонус удален.
sk: Bonus za úlohu bol odstránený.
sl: Bonus za vlogo odstranjen.
sv: Rollbonus borttagen.
th: โบนัสบทบาทถูกลบออก
tr: Rol bonusu kaldırıldı.
uk: Рольовий бонус видалено.
vi: Phần thưởng vai trò đã bị loại bỏ.

source: That role does not have a bonus.
af: Daardie rol het nie 'n bonus nie.
ar: هذا الدور ليس لديه مكافأة.
bg: Тази роля няма бонус.
bn: সেই ভূমিকার কোনো বোনাস নেই।
ca: Aquest paper no té cap bonificació.
cs: Ta role nemá bonus.
da: Den rolle har ingen bonus.
de: Für diese Rolle gibt es keinen Bonus.
el: Αυτός ο ρόλος δεν έχει μπόνους.
es: Ese rol no tiene bonificación.
et: Sellel rollil pole boonust.
fi: Siinä roolissa ei ole bonusta.
he: לתפקיד הזה אין בונוס.
hi: उस भूमिका में कोई बोनस नहीं है.
hr: Ta uloga nema bonus.
hu: Ennek a szerepnek nincs bónusza.
id: Peran itu tidak memiliki bonus.
it: Quel ruolo non prevede bonus.
ja: その役割にはボーナスはありません。
lt: Šis vaidmuo neturi premijos.
lv: Šai lomai nav bonusa.
ms: Peranan itu tidak mempunyai bonus.
nl: Die rol heeft geen bonus.
no: Den rollen har ingen bonus.
pl: Ta rola nie wiąże się z żadnym bonusem.
pt: Essa função não tem bônus.
ro: Rolul respectiv nu are bonus.
ru: Эта роль не имеет бонуса.
sk: Táto rola nemá bonus.
sl: Ta vloga nima bonusa.
sv: Den rollen har ingen bonus.
th: บทบาทนั้นไม่มีโบนัส
tr: Bu rolün bir bonusu yok.
uk: Ця роль не має бонусів.
vi: Vai trò đó không có tiền thưởng.

source: That role already has that bonus.
af: Daardie rol het reeds daardie bonus.
ar: هذا الدور لديه بالفعل تلك المكافأة.
bg: Тази роля вече има този бонус.
bn: যে ভূমিকা ইতিমধ্যে যে বোনাস আছে.
ca: Aquest paper ja té aquest bonus.
cs: Ta role už má ten bonus.
da: Den rolle har allerede den bonus.
de: Diese Rolle hat diesen Bonus bereits.
el: Αυτός ο ρόλος έχει ήδη αυτό το μπόνους.
es: Ese rol ya tiene ese plus.
et: Sellel rollil on see boonus juba olemas.
fi: Siinä roolissa on jo se bonus.
he: לתפקיד הזה כבר יש את הבונוס הזה.
hi: उस भूमिका में पहले से ही वह बोनस है।
hr: Ta uloga već ima taj bonus.
hu: Ennek a szerepnek már megvan ez a bónusza.
id: Peran itu sudah memiliki bonus itu.
it: Quel ruolo ha già quel bonus.
ja: その役割にはすでにそのボーナスがあります。
lt: Tas vaidmuo jau turi tą premiją.
lv: Šai lomai jau ir tāds bonuss.
ms: Peranan itu sudah mempunyai bonus itu.
nl: Die rol heeft die bonus al.
no: Den rollen har allerede den bonusen.
pl: Ta rola ma już ten bonus.
pt: Essa função já tem esse bônus.
ro: Rolul acela are deja acel bonus.
ru: Эта роль уже имеет этот бонус.
sk: Tá rola už má ten bonus.
sl: Ta vloga že ima ta bonus.
sv: Den rollen har redan den bonusen.
th: บทบาทนั้นมีโบนัสนั้นอยู่แล้ว
tr: Bu rolün zaten bu bonusu var.
uk: Ця роль уже має цей бонус.
vi: Vai trò đó đã có phần thưởng đó rồi.

source: Role bonus updated.
af: Rolbonus opgedateer.
ar: تم تحديث مكافأة الدور.
bg: Ролевият бонус е актуализиран.
bn: ভূমিকা বোনাস আপডেট করা হয়েছে।
ca: S'ha actualitzat la bonificació de rol.
cs: Role bonus aktualizován.
da: Rollebonus opdateret.
de: Rollenbonus aktualisiert.
el: Το μπόνους ρόλου ενημερώθηκε.
es: Bonificación de rol actualizada.
et: Rolliboonust värskendati.
fi: Roolibonus päivitetty.
he: בונוס התפקיד עודכן.
hi: भूमिका बोनस अद्यतन किया गया.
hr: Bonus za ulogu ažuriran.
hu: Szerepbónusz frissítve.
id: Bonus peran diperbarui.
it: Bonus ruolo aggiornato.
ja: ロールボーナスが更新されました。
lt: Vaidmenų premija atnaujinta.
lv: Lomas bonuss ir atjaunināts.
ms: Bonus peranan dikemas kini.
nl: Rolbonus bijgewerkt.
no: Rollebonus oppdatert.
pl: Zaktualizowano premię za rolę.
pt: Bônus de função atualizado.
ro: Bonus de rol actualizat.
ru: Ролевой бонус обновлен.
sk: Rolový bonus bol aktualizovaný.
sl: Bonus vloge posodobljen.
sv: Rollbonus uppdaterad.
th: อัปเดตโบนัสบทบาทแล้ว
tr: Rol bonusu güncellendi.
uk: Рольовий бонус оновлено.
vi: Phần thưởng vai trò được cập nhật.

source: Role bonus added.
af: Rolbonus bygevoeg.
ar: تمت إضافة مكافأة الدور.
bg: Добавен бонус за роля.
bn: ভূমিকা বোনাস যোগ করা হয়েছে.
ca: Bonificació de rol afegit.
cs: Přidán bonus za roli.
da: Rollebonus tilføjet.
de: Rollenbonus hinzugefügt.
el: Προστέθηκε μπόνους ρόλου.
es: Se agregó bonificación de rol.
et: Lisatud rolliboonus.
fi: Roolibonus lisätty.
he: נוסף בונוס לתפקיד.
hi: भूमिका बोनस जोड़ा गया.
hr: Dodan bonus za ulogu.
hu: Szerepbónusz hozzáadva.
id: Bonus peran ditambahkan.
it: Aggiunto bonus di ruolo.
ja: 役割ボーナスが追加されました。
lt: Pridėta vaidmens premija.
lv: Pievienots lomas bonuss.
ms: Bonus peranan ditambah.
nl: Rolbonus toegevoegd.
no: Rollebonus lagt til.
pl: Dodano premię za rolę.
pt: Bônus de função adicionado.
ro: Bonus de rol adăugat.
ru: Добавлен ролевой бонус.
sk: Pridaný bonus za rolu.
sl: Dodan bonus za vlogo.
sv: Rollbonus tillkommer.
th: เพิ่มโบนัสบทบาทแล้ว
tr: Rol bonusu eklendi.
uk: Рольовий бонус додано.
vi: Đã thêm phần thưởng vai trò.

source: Paydays will now be claimed automatically for all users.
af: Betaaldae sal nou outomaties vir alle gebruikers opgeëis word.
ar: سيتم الآن المطالبة بأيام الدفع تلقائيًا لجميع المستخدمين.
bg: Дните на изплащане вече ще се изискват автоматично за всички потребители.
bn: Paydays এখন সব ব্যবহারকারীর জন্য স্বয়ংক্রিয়ভাবে দাবি করা হবে.
ca: Ara els dies de pagament es reclamaran automàticament per a tots els usuaris.
cs: Výplatní dny budou nyní nárokovány automaticky pro všechny uživatele.
da: Lønningsdage vil nu blive krævet automatisk for alle brugere.
de: Zahltage werden nun automatisch für alle Benutzer beansprucht.
el: Οι ημέρες πληρωμής θα διεκδικούνται πλέον αυτόματα για όλους τους χρήστες.
es: Los días de pago ahora se reclamarán automáticamente para todos los usuarios.
et: Palgapäevad taotletakse nüüd kõikide kasutajate jaoks automaatselt.
fi: Palkkapäivät lunastetaan nyt automaattisesti kaikille käyttäjille.
he: כעת יתבעו ימי תשלום אוטומטית עבור כל המשתמשים.
hi: अब सभी उपयोगकर्ताओं के लिए भुगतान दिवस का दावा स्वचालित रूप से किया जाएगा।
hr: Isplate će sada biti tražene automatski za sve korisnike.
hu: A fizetési napokat mostantól minden felhasználó automatikusan követeli.
id: Pembayaran sekarang akan diklaim secara otomatis untuk semua pengguna.
it: I giorni di paga verranno ora richiesti automaticamente per tutti gli utenti.
ja: 給料日はすべてのユーザーに対して自動的に請求されるようになります。
lt: Dabar visi naudotojai automatiškai pareikalauja atlyginimų dienų.
lv: Tagad visiem lietotājiem automātiski tiks pieprasītas algas dienas.
ms: Hari gaji kini akan dituntut secara automatik untuk semua pengguna.
nl: Betaaldagen worden nu automatisch geclaimd voor alle gebruikers.
no: Lønningsdager vil nå kreves automatisk for alle brukere.
pl: Paydays będą teraz automatycznie odbierane przez wszystkich użytkowników.
pt: Os dias de pagamento agora serão reivindicados automaticamente para todos os usuários.
ro: Zilele de plată vor fi acum revendicate automat pentru toți utilizatorii.
ru: Paydays теперь будут запрашиваться автоматически для всех пользователей.
sk: Výplatné dni budú teraz nárokované automaticky pre všetkých používateľov.
sl: Plačila bodo zdaj samodejno zahtevana za vse uporabnike.
sv: Löndagar kommer nu att göras anspråk på automatiskt för alla användare.
th: ตอนนี้ระบบจะอ้างสิทธิ์วันจ่ายเงินสำหรับผู้ใช้ทุกคนโดยอัตโนมัติ
tr: Maaş günleri artık tüm kullanıcılar için otomatik olarak talep edilecek.
uk: Тепер виплати вимагатимуться автоматично для всіх користувачів.
vi: Ngày thanh toán giờ đây sẽ được tự động xác nhận cho tất cả người dùng.

source: Paydays will now be claimed automatically for set roles.
af: Betaaldae sal nou outomaties opgeëis word vir vasgestelde rolle.
ar: سيتم الآن المطالبة بأيام الدفع تلقائيًا للأدوار المحددة.
bg: Заплащанията вече ще се изискват автоматично за определени роли.
bn: বেতন-দিন এখন সেট ভূমিকার জন্য স্বয়ংক্রিয়ভাবে দাবি করা হবে।
ca: Ara els dies de pagament es reclamaran automàticament per als rols definits.
cs: Výplatní dny budou nyní automaticky nárokovány pro nastavené role.
da: Lønningsdage vil nu blive krævet automatisk for fastlagte roller.
de: Zahltage werden jetzt automatisch für festgelegte Rollen beansprucht.
el: Οι ημέρες πληρωμής θα διεκδικούνται πλέον αυτόματα για καθορισμένους ρόλους.
es: Los días de pago ahora se reclamarán automáticamente para roles establecidos.
et: Määratud rollide eest nõutakse nüüd palgapäevi automaatselt.
fi: Palkkapäivät lunastetaan nyt automaattisesti määritetyille rooleille.
he: כעת יתבעו ימי תשלום אוטומטית עבור תפקידים מוגדרים.
hi: अब निर्धारित भूमिकाओं के लिए भुगतान दिवसों का दावा स्वचालित रूप से किया जाएगा।
hr: Isplate će se sada automatski zahtijevati za postavljene uloge.
hu: A fizetésnapok mostantól automatikusan igényelhetők a beállított szerepekért.
id: Pembayaran sekarang akan diklaim secara otomatis untuk peran yang ditentukan.
it: I giorni di paga verranno ora richiesti automaticamente per i ruoli impostati.
ja: 設定された役割に対して給料日が自動的に請求されるようになります。
lt: Dabar už nustatytus vaidmenis bus automatiškai reikalaujama atlyginimo dienų.
lv: Tagad par iestatītajām lomām algas dienas tiks pieprasītas automātiski.
ms: Hari gaji kini akan dituntut secara automatik untuk peranan yang ditetapkan.
nl: Betaaldagen worden nu automatisch geclaimd voor ingestelde rollen.
no: Lønningsdager vil nå kreves automatisk for angitte roller.
pl: Paydays będą teraz odbierane automatycznie dla ustawionych ról.
pt: Os dias de pagamento agora serão reivindicados automaticamente para funções definidas.
ro: Zilele de plată vor fi acum revendicate automat pentru roluri stabilite.
ru: Теперь выплаты зарплаты будут требоваться автоматически для заданных ролей.
sk: Výplatné dni budú teraz nárokované automaticky pre nastavené roly.
sl: Plačila bodo zdaj samodejno zahtevana za nastavljene vloge.
sv: Löndagar kommer nu att göras anspråk på automatiskt för fastställda roller.
th: ตอนนี้ระบบจะอ้างสิทธิ์วันจ่ายเงินเดือนโดยอัตโนมัติสำหรับบทบาทที่กำหนดไว้
tr: Maaş günleri artık belirlenen roller için otomatik olarak talep edilecek.
uk: Виплата зарплати тепер вимагатиметься автоматично для встановлених ролей.
vi: Ngày trả lương giờ đây sẽ được tự động xác nhận cho các vai trò đã đặt.

source: Paydays will no longer be claimed automatically.
af: Betaaldae sal nie meer outomaties opgeëis word nie.
ar: لن يتم المطالبة بأيام الدفع تلقائيًا بعد الآن.
bg: Дните на плащане вече няма да се изискват автоматично.
bn: Paydays আর স্বয়ংক্রিয়ভাবে দাবি করা হবে না.
ca: Els dies de pagament ja no es reclamaran automàticament.
cs: Výplatní dny již nebudou automaticky nárokovány.
da: Lønningsdage vil ikke længere blive krævet automatisk.
de: Zahltage werden nicht mehr automatisch beansprucht.
el: Οι ημέρες πληρωμής δεν θα διεκδικούνται πλέον αυτόματα.
es: Los días de pago ya no se reclamarán automáticamente.
et: Palgapäevi enam automaatselt ei nõuta.
fi: Palkkapäiviä ei enää vaadita automaattisesti.
he: ימי תשלום לא יתבעו יותר אוטומטית.
hi: भुगतान दिवसों का अब स्वचालित रूप से दावा नहीं किया जाएगा।
hr: Isplate se više neće tražiti automatski.
hu: A fizetési napokat a továbbiakban nem igényeljük automatikusan.
id: Pembayaran tidak lagi diklaim secara otomatis.
it: I giorni di paga non verranno più richiesti automaticamente.
ja: 給料日は自動的に請求されなくなります。
lt: Darbo užmokesčio dienos nebebus automatiškai reikalaujamos.
lv: Algas dienas vairs netiks pieprasītas automātiski.
ms: Hari gaji tidak lagi akan dituntut secara automatik.
nl: Betaaldagen worden niet langer automatisch geclaimd.
no: Lønningsdager vil ikke lenger kreves automatisk.
pl: Paydays nie będą już odbierane automatycznie.
pt: Os dias de pagamento não serão mais reivindicados automaticamente.
ro: Zilele de plată nu vor mai fi revendicate automat.
ru: Дни зарплаты больше не будут требоваться автоматически.
sk: Výplatné dni už nebudú nárokované automaticky.
sl: Izplačila ne bodo več samodejno zahtevana.
sv: Löndagar kommer inte längre att begäras automatiskt.
th: วันจ่ายเงินเดือนจะไม่ถูกเรียกร้องโดยอัตโนมัติอีกต่อไป
tr: Maaş günleri artık otomatik olarak talep edilmeyecektir.
uk: Заробітна плата більше не вимагатиметься автоматично.
vi: Ngày trả lương sẽ không còn được yêu cầu tự động nữa.

source: There is no auto claim channel when global bank is enabled!
af: Daar is geen outomatiese eiskanaal wanneer globale bank geaktiveer is nie!
ar: لا توجد قناة مطالبة تلقائية عند تمكين البنك العالمي!
bg: Няма автоматичен канал за вземане, когато глобалната банка е активирана!
bn: গ্লোবাল ব্যাঙ্ক চালু হলে কোন স্বয়ংক্রিয় দাবি চ্যানেল নেই!
ca: No hi ha cap canal de reclamació automàtica quan el banc global està activat!
cs: Pokud je povolena globální banka, neexistuje žádný kanál automatického nároku!
da: Der er ingen automatisk kravkanal, når global bank er aktiveret!
de: Es gibt keinen automatischen Anspruchskanal, wenn die globale Bank aktiviert ist!
el: Δεν υπάρχει κανάλι αυτόματης αξίωσης όταν είναι ενεργοποιημένη η παγκόσμια τράπεζα!
es: ¡No hay canal de reclamo automático cuando el banco global está habilitado!
et: Kui globaalne pank on lubatud, automaatse nõude kanalit pole!
fi: Automaattista vaatimuskanavaa ei ole, kun globaali pankki on käytössä!
he: אין ערוץ תביעה אוטומטית כאשר הבנק הגלובלי מופעל!
hi: वैश्विक बैंक सक्षम होने पर कोई ऑटो दावा चैनल नहीं है!
hr: Ne postoji kanal za automatsko potraživanje kada je omogućena globalna banka!
hu: Nincs automatikus igénylési csatorna, ha a globális bank engedélyezve van!
id: Tidak ada saluran klaim otomatis ketika bank global diaktifkan!
it: Non esiste un canale di reclamo automatico quando la banca globale è abilitata!
ja: グローバル バンクが有効になっている場合、自動請求チャネルはありません。
lt: Kai įjungtas pasaulinis bankas, automatinio pareiškimo kanalo nėra!
lv: Ja ir iespējota globālā banka, nav automātiskas pretenzijas kanāla!
ms: Tiada saluran tuntutan automatik apabila bank global didayakan!
nl: Er is geen autoclaimkanaal als Global Bank is ingeschakeld!
no: Det er ingen automatisk kravkanal når global bank er aktivert!
pl: Gdy włączony jest bank globalny, nie ma kanału automatycznego zgłaszania roszczeń!
pt: Não há canal de reivindicação automática quando o banco global está ativado!
ro: Nu există un canal de revendicare automată când banca globală este activată!
ru: Когда включен глобальный банк, канала автоматического запроса нет!
sk: Keď je povolená globálna banka, neexistuje kanál automatického nároku!
sl: Ko je omogočena globalna banka, ni kanala za samodejne zahtevke!
sv: Det finns ingen automatisk anspråkskanal när global bank är aktiverad!
th: ไม่มีช่องทางการเคลมอัตโนมัติเมื่อเปิดใช้งานธนาคารทั่วโลก!
tr: Global banka etkinleştirildiğinde otomatik talep kanalı yoktur!
uk: Немає каналу автоматичних вимог, коли ввімкнено глобальний банк!
vi: Không có kênh yêu cầu tự động khi ngân hàng toàn cầu được kích hoạt!

source: Auto claim channel set to {}
af: Outo-eis-kanaal gestel op {}
ar: تم ضبط قناة المطالبة التلقائية على {}
bg: Каналът за автоматично искане е зададен на {}
bn: স্বয়ংক্রিয় দাবি চ্যানেল {} এ সেট করা হয়েছে
ca: S'ha definit el canal de reclamació automàtica a {}
cs: Kanál automatického nárokování byl nastaven na {}
da: Automatisk krav kanal indstillet til {}
de: Automatischer Anspruchskanal auf {} festgelegt
el: Το κανάλι αυτόματης αξίωσης ορίστηκε σε {}
es: Canal de reclamo automático configurado en {}
et: Kanali automaatseks nõudeks määrati {}
fi: Automaattinen lunastuskanava asetettu arvoon {}
he: ערוץ תביעה אוטומטית מוגדר ל-{}
hi: स्वचालित दावा चैनल {} पर सेट है
hr: Kanal za automatsko polaganje prava postavljen je na {}
hu: Automatikus igénylési csatorna beállítva a következőre: {}
id: Saluran klaim otomatis disetel ke {}
it: Canale di rivendicazione automatica impostato su {}
ja: 自動請求チャネルが {} に設定されました
lt: Automatinis kanalas nustatytas į {}
lv: Automātiskās pretenzijas kanāls iestatīts uz {}
ms: Saluran tuntutan automatik ditetapkan kepada {}
nl: Kanaal voor automatisch claimen is ingesteld op {}
no: Automatisk kravkanal satt til {}
pl: Automatyczne zgłaszanie praw do kanału ustawione na {}
pt: Canal de reivindicação automática definido como {}
ro: Canal de revendicare automată setat la {}
ru: Канал автоматической заявки установлен на {}
sk: Kanál automatického nároku je nastavený na {}
sl: Kanal za samodejni zahtevek je nastavljen na {}
sv: Automatisk anspråkskanal inställd på {}
th: ช่องทางการอ้างสิทธิ์อัตโนมัติตั้งค่าเป็น {}
tr: Otomatik hak talebinde bulunma kanalı {} olarak ayarlandı
uk: Канал автоматичної претензії встановлено на {}
vi: Kênh tự động xác nhận quyền sở hữu được đặt thành {}
