Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/extendedeconomy/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fi, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: This will overwrite the existing cost for this command. Continue?
af: Dit sal die bestaande koste vir hierdie opdrag oorskryf. Gaan voort?
ar: سيؤدي هذا إلى استبدال التكلفة الحالية لهذا الأمر. يكمل؟
bg: Това ще презапише съществуващата цена за тази команда. Продължаване?
bn: এটি এই কমান্ডের জন্য বিদ্যমান খরচ ওভাররাইট করবে। চালিয়ে যান?
ca: Això sobreescriurà el cost existent per a aquesta ordre. Continuar?
cs: Tím se přepíší stávající náklady na tento příkaz. Pokračovat?
da: Dette vil overskrive de eksisterende omkostninger for denne kommando. Fortsætte?
de: Dadurch werden die vorhandenen Kosten für diesen Befehl überschrieben. Weitermachen?
el: Αυτό θα αντικαταστήσει το υπάρχον κόστος για αυτήν την εντολή. Συνεχίζω;
es: Esto sobrescribirá el costo existente para este comando. ¿Continuar?
et: See kirjutab üle selle käsu olemasolevad kulud. Kas jätkata?
fi: Tämä korvaa tämän komennon nykyiset kustannukset. Jatkaa?
he: פעולה זו תחליף את העלות הקיימת עבור פקודה זו. לְהַמשִׁיך?
hi: यह इस आदेश की मौजूदा लागत को अधिलेखित कर देगा। जारी रखना?
hr: Ovo će prebrisati postojeći trošak za ovu naredbu. Nastaviti?
hu: Ez felülírja a parancs meglévő költségét. Folytatja?
id: Ini akan menimpa biaya yang ada untuk perintah ini. Melanjutkan?
it: Ciò sovrascriverà il costo esistente per questo comando. Continuare?
ja: これにより、このコマンドの既存のコストが上書きされます。続く？
lt: Tai perrašys esamą šios komandos kainą. Tęsti?
lv: Tas pārrakstīs šīs komandas esošās izmaksas. Vai turpināt?
ms: Ini akan menimpa kos sedia ada untuk arahan ini. teruskan?
nl: Hierdoor worden de bestaande kosten voor deze opdracht overschreven. Doorgaan?
no: Dette vil overskrive den eksisterende kostnaden for denne kommandoen. Fortsette?
pl: Spowoduje to zastąpienie istniejącego kosztu tego polecenia. Kontynuować?
pt: Isso substituirá o custo existente para este comando. Continuar?
ro: Aceasta va suprascrie costul existent pentru această comandă. Continua?
ru: Это перезапишет существующую стоимость этой команды. Продолжать?
sk: Tým sa prepíšu existujúce náklady na tento príkaz. Pokračovať?
sl: To bo prepisalo obstoječe stroške za ta ukaz. Nadaljevati?
sv: Detta kommer att skriva över den befintliga kostnaden för detta kommando. Fortsätta?
th: สิ่งนี้จะเขียนทับต้นทุนที่มีอยู่สำหรับคำสั่งนี้ ดำเนินการต่อ?
tr: Bu, bu komutun mevcut maliyetinin üzerine yazılacaktır. Devam etmek?
uk: Це перезапише існуючу вартість цієї команди. Продовжити?
vi: Điều này sẽ ghi đè chi phí hiện có cho lệnh này. Tiếp tục?

source: Not adding cost.
af: Voeg nie koste by nie.
ar: لا تضيف التكلفة.
bg: Без добавяне на разходи.
bn: খরচ যোগ না.
ca: Sense afegir cost.
cs: Bez přidání nákladů.
da: Tilføjer ikke omkostninger.
de: Keine zusätzlichen Kosten.
el: Χωρίς προσθήκη κόστους.
es: Sin agregar costo.
et: Ei lisa kulusid.
fi: Ei lisää kustannuksia.
he: לא מוסיף עלות.
hi: लागत नहीं जोड़ रहा.
hr: Bez dodavanja troškova.
hu: Nem ad hozzá költséget.
id: Tidak menambah biaya.
it: Non aggiungere costi.
ja: コストを追加しない。
lt: Nepridedant išlaidų.
lv: Nepievienojot izmaksas.
ms: Tidak menambah kos.
nl: Voeg geen kosten toe.
no: Legger ikke til kostnader.
pl: Nie dodając kosztów.
pt: Não adicionando custo.
ro: Nu se adaugă costuri.
ru: Не добавляя стоимости.
sk: Bez pridania nákladov.
sl: Brez dodajanja stroškov.
sv: Lägger inte till kostnad.
th: ไม่เพิ่มต้นทุน.
tr: Maliyet eklememek.
uk: Не додаючи витрат.
vi: Không thêm chi phí.

source: {} cost updated.
af: {} koste opgedateer.
ar: {} تم تحديث التكلفة.
bg: {} цената е актуализирана.
bn: {} খরচ আপডেট করা হয়েছে।
ca: {} cost actualitzat.
cs: Cena {} aktualizována.
da: {} omkostninger opdateret.
de: {} Kosten aktualisiert.
el: Το κόστος του {} ενημερώθηκε.
es: {} costo actualizado.
et: {} kulu värskendatud.
fi: {} hinta päivitetty.
he: עלות {} עודכנה.
hi: {} लागत अद्यतन की गई।
hr: {} trošak ažuriran.
hu: {} költség frissítve.
id: {} biaya diperbarui.
it: {} costo aggiornato.
ja: {} のコストが更新されました。
lt: Atnaujinta {} kaina.
lv: {} maksa atjaunināta.
ms: {} kos dikemas kini.
nl: {} kosten bijgewerkt.
no: {} kostnad oppdatert.
pl: Zaktualizowano koszt {}.
pt: Custo de {} atualizado.
ro: {} cost actualizat.
ru: Стоимость {} обновлена.
sk: Cena {} bola aktualizovaná.
sl: {} cena posodobljena.
sv: {} kostnad uppdaterad.
th: อัปเดตราคาแล้ว {}
tr: {} maliyet güncellendi.
uk: Вартість {} оновлено.
vi: {} đã cập nhật chi phí.

source: {} cost added.
af: {} koste bygevoeg.
ar: {} تمت إضافة التكلفة.
bg: {} добавени разходи.
bn: {} খরচ যোগ করা হয়েছে।
ca: {} cost afegit.
cs: Cena {} přidána.
da: {} omkostninger tilføjet.
de: {} Kosten hinzugefügt.
el: {} προστέθηκε κόστος.
es: {} costo agregado.
et: Lisatud on {} kulu.
fi: {} hinta lisätty.
he: נוספה עלות של {}.
hi: {} लागत जोड़ी गई.
hr: {} trošak dodan.
hu: {} költség hozzáadva.
id: {} biaya ditambahkan.
it: {} costo aggiunto.
ja: {} コストが追加されました。
lt: Pridėta {} kaina.
lv: Pievienota {} maksa.
ms: {} kos ditambah.
nl: {} kosten toegevoegd.
no: {} kostnad lagt til.
pl: Dodano {} koszt.
pt: {} custo adicionado.
ro: {} cost adăugat.
ru: Добавлена ​​стоимость {}.
sk: Pridaná cena {}.
sl: {} dodanih stroškov.
sv: {} kostnad har lagts till.
th: เพิ่มต้นทุนแล้ว {}
tr: {} maliyet eklendi.
uk: Додана вартість {}.
vi: {} đã thêm chi phí.

source: No users found with that role.
af: Geen gebruikers met daardie rol gevind nie.
ar: لم يتم العثور على مستخدمين بهذا الدور.
bg: Няма намерени потребители с тази роля.
bn: সেই ভূমিকার সাথে কোনো ব্যবহারকারী পাওয়া যায়নি।
ca: No s'ha trobat cap usuari amb aquesta funció.
cs: Nebyli nalezeni žádní uživatelé s touto rolí.
da: Ingen brugere fundet med denne rolle.
de: Es wurden keine Benutzer mit dieser Rolle gefunden.
el: Δεν βρέθηκαν χρήστες με αυτόν τον ρόλο.
es: No se encontraron usuarios con ese rol.
et: Selle rolliga kasutajaid ei leitud.
fi: Tällä roolilla ei löytynyt käyttäjiä.
he: לא נמצאו משתמשים עם תפקיד זה.
hi: उस भूमिका वाला कोई उपयोगकर्ता नहीं मिला.
hr: Nije pronađen nijedan korisnik s tom ulogom.
hu: Nem található felhasználó ezzel a szerepkörrel.
id: Tidak ditemukan pengguna dengan peran tersebut.
it: Nessun utente trovato con quel ruolo.
ja: そのロールを持つユーザーは見つかりませんでした。
lt: Nerasta naudotojų, turinčių šį vaidmenį.
lv: Nav atrasts neviens lietotājs ar šo lomu.
ms: Tiada pengguna ditemui dengan peranan itu.
nl: Er zijn geen gebruikers gevonden met die rol.
no: Finner ingen brukere med den rollen.
pl: Nie znaleziono użytkowników z tą rolą.
pt: Nenhum usuário encontrado com essa função.
ro: Nu s-au găsit utilizatori cu acel rol.
ru: Пользователей с этой ролью не найдено.
sk: Nenašli sa žiadni používatelia s touto rolou.
sl: Ni uporabnikov s to vlogo.
sv: Inga användare hittades med den rollen.
th: ไม่พบผู้ใช้ที่มีบทบาทนั้น
tr: Bu role sahip kullanıcı bulunamadı.
uk: Користувачів із цією роллю не знайдено.
vi: Không tìm thấy người dùng nào có vai trò đó.

source: No users were affected.
af: Geen gebruikers is geraak nie.
ar: لم يتأثر أي مستخدمين.
bg: Няма засегнати потребители.
bn: কোন ব্যবহারকারী প্রভাবিত হয়নি.
ca: Cap usuari es va veure afectat.
cs: Nebyli ovlivněni žádní uživatelé.
da: Ingen brugere blev berørt.
de: Es waren keine Benutzer betroffen.
el: Κανένας χρήστης δεν επηρεάστηκε.
es: Ningún usuario se vio afectado.
et: Ühtegi kasutajat see ei mõjutanud.
fi: Tämä ei vaikuttanut käyttäjiin.
he: אף משתמשים לא הושפעו.
hi: कोई भी उपयोगकर्ता प्रभावित नहीं हुआ.
hr: Nijedan korisnik nije pogođen.
hu: Egyetlen felhasználót sem érintett.
id: Tidak ada pengguna yang terpengaruh.
it: Nessun utente è stato interessato.
ja: 影響を受けたユーザーはいませんでした。
lt: Jokie vartotojai nebuvo paveikti.
lv: Neviens lietotājs netika ietekmēts.
ms: Tiada pengguna terjejas.
nl: Er zijn geen gebruikers getroffen.
no: Ingen brukere ble berørt.
pl: Nie miało to wpływu na żadnego użytkownika.
pt: Nenhum usuário foi afetado.
ro: Niciun utilizator nu a fost afectat.
ru: Ни один пользователь не пострадал.
sk: Neboli ovplyvnení žiadni používatelia.
sl: Prizadet ni bil noben uporabnik.
sv: Inga användare påverkades.
th: ไม่มีผู้ใช้ได้รับผลกระทบ
tr: Hiçbir kullanıcı etkilenmedi.
uk: Користувачі не постраждали.
vi: Không có người dùng nào bị ảnh hưởng.

source: No balances were changed.
af: Geen saldo's is verander nie.
ar: لم يتم تغيير أي أرصدة.
bg: Няма променени баланси.
bn: কোন ব্যালেন্স পরিবর্তন করা হয়নি.
ca: No es van canviar els saldos.
cs: Nebyly změněny žádné zůstatky.
da: Ingen saldi blev ændret.
de: Es wurden keine Salden geändert.
el: Δεν άλλαξαν οι ισορροπίες.
es: No se modificaron saldos.
et: Saldosid ei muudetud.
fi: Saldoja ei muutettu.
he: לא שונו יתרות.
hi: कोई शेष नहीं बदला गया.
hr: Stanja nisu promijenjena.
hu: Az egyenlegek nem változtak.
id: Tidak ada saldo yang diubah.
it: Nessun saldo è stato modificato.
ja: 残高は変更されませんでした。
lt: Jokie likučiai nebuvo pakeisti.
lv: Neviens atlikums netika mainīts.
ms: Tiada baki ditukar.
nl: Er zijn geen saldi gewijzigd.
no: Ingen saldoer ble endret.
pl: Żadne salda nie uległy zmianie.
pt: Nenhum saldo foi alterado.
ro: Nu s-au schimbat solduri.
ru: Балансы не менялись.
sk: Neboli zmenené žiadne zostatky.
sl: Nobena bilanca ni bila spremenjena.
sv: Inga saldon ändrades.
th: ไม่มีการเปลี่ยนแปลงยอดคงเหลือ
tr: Hiçbir bakiye değişmedi.
uk: Баланси не змінювалися.
vi: Không có số dư nào được thay đổi.

source: user was
af: gebruiker was
ar: كان المستخدم
bg: потребител беше
bn: ব্যবহারকারী ছিল
ca: l'usuari era
cs: uživatel byl
da: bruger var
de: Benutzer war
el: χρήστης ήταν
es: el usuario era
et: kasutaja oli
fi: käyttäjä oli
he: המשתמש היה
hi: उपयोगकर्ता था
hr: korisnik je bio
hu: felhasználó volt
id: pengguna itu
it: l'utente era
ja: ユーザーは
lt: vartotojas buvo
lv: lietotājs bija
ms: pengguna tadi
nl: gebruiker was
no: bruker var
pl: użytkownik był
pt: o usuário era
ro: utilizatorul a fost
ru: пользователь был
sk: užívateľ bol
sl: uporabnik je bil
sv: användaren var
th: ผู้ใช้คือ
tr: kullanıcıydı
uk: користувач був
vi: người dùng đã

source: users were
af: gebruikers was
ar: كان المستخدمون
bg: потребители бяха
bn: ব্যবহারকারী ছিল
ca: els usuaris eren
cs: uživatelé byli
da: brugere var
de: Benutzer waren
el: χρήστες ήταν
es: los usuarios eran
et: kasutajad olid
fi: käyttäjät olivat
he: משתמשים היו
hi: उपयोगकर्ता थे
hr: korisnici su bili
hu: felhasználók voltak
id: pengguna adalah
it: gli utenti erano
ja: ユーザーは
lt: vartotojų buvo
lv: lietotāji bija
ms: pengguna adalah
nl: gebruikers waren
no: brukere var
pl: użytkownicy byli
pt: os usuários eram
ro: utilizatorii au fost
ru: пользователи были
sk: používateľov bolo
sl: uporabniki so bili
sv: användare var
th: ผู้ใช้เป็น
tr: kullanıcılar
uk: користувачів було
vi: người dùng đã

source: Balances for {} updated, total change was {}.
af: Saldo's vir {} is opgedateer, totale verandering was {}.
ar: تم تحديث أرصدة {}، وأصبح إجمالي التغيير {}.
bg: Салдата за {} са актуализирани, общата промяна беше {}.
bn: {} এর ব্যালেন্স আপডেট করা হয়েছে, মোট পরিবর্তন ছিল {}।
ca: Els saldos de {} s'han actualitzat, el canvi total va ser de {}.
cs: Zůstatky za {} aktualizovány, celková změna byla {}.
da: Saldi for {} opdateret, samlet ændring var {}.
de: Guthaben für {} aktualisiert, Gesamtänderung betrug {}.
el: Τα υπόλοιπα για {} ενημερώθηκαν, η συνολική αλλαγή ήταν {}.
es: Saldos de {} actualizados, el cambio total fue {}.
et: Konto {} saldot värskendati, muutus kokku oli {}.
fi: Saldot tilille {} päivitetty, kokonaismuutos oli {}.
he: יתרות עבור {} עודכנו, השינוי הכולל היה {}.
hi: {} के लिए शेष राशि अद्यतन की गई, कुल परिवर्तन {} था।
hr: Stanja za {} su ažurirana, ukupna promjena je bila {}.
hu: A(z) {} egyenlegei frissítve, a teljes változás {} volt.
id: Saldo untuk {} diperbarui, perubahan totalnya adalah {}.
it: Saldi per {} aggiornati, la variazione totale è stata di {}.
ja: {} の残高が更新されました。合計の変更は {} でした。
lt: Atnaujinti {} likučiai, bendras pokytis buvo {}.
lv: Atlikumi par {} ir atjaunināti, kopējās izmaiņas bija {}.
ms: Baki untuk {} dikemas kini, jumlah perubahan ialah {}.
nl: Saldi voor {} bijgewerkt, totale verandering was {}.
no: Saldoer for {} oppdatert, total endring var {}.
pl: Salda dla {} zaktualizowano, łączna zmiana wyniosła {}.
pt: Os saldos de {} foram atualizados, a alteração total foi de {}.
ro: Soldurile pentru {} au fost actualizate, modificarea totală a fost de {}.
ru: Балансы для {} обновлены, общее изменение составило {}.
sk: Zostatky za {} boli aktualizované, celková zmena bola {}.
sl: Stanja za {} so posodobljena, skupna sprememba je bila {}.
sv: Saldon för {} uppdaterade, total förändring var {}.
th: ยอดคงเหลือสำหรับ {} อัปเดตแล้ว การเปลี่ยนแปลงทั้งหมดคือ {}
tr: {} bakiyesi güncellendi, toplam değişiklik {} oldu.
uk: Баланси для {} оновлено, загальна зміна склала {}.
vi: Số dư cho {} đã được cập nhật, tổng số thay đổi là {}.

source: No users found.
af: Geen gebruikers gevind nie.
ar: لم يتم العثور على مستخدمين.
bg: Няма намерени потребители.
bn: কোনো ব্যবহারকারী পাওয়া যায়নি।
ca: No s'han trobat usuaris.
cs: Nebyli nalezeni žádní uživatelé.
da: Ingen brugere fundet.
de: Keine Benutzer gefunden.
el: Δεν βρέθηκαν χρήστες.
es: No se encontraron usuarios.
et: Ühtegi kasutajat ei leitud.
fi: Käyttäjiä ei löytynyt.
he: לא נמצאו משתמשים.
hi: कोई उपयोगकर्ता नहीं मिला.
hr: Nema pronađenih korisnika.
hu: Nem található felhasználó.
id: Tidak ada pengguna yang ditemukan.
it: Nessun utente trovato.
ja: ユーザーが見つかりませんでした。
lt: Nerasta jokių vartotojų.
lv: Nav atrasts neviens lietotājs.
ms: Tiada pengguna ditemui.
nl: Geen gebruikers gevonden.
no: Ingen brukere funnet.
pl: Nie znaleziono żadnych użytkowników.
pt: Nenhum usuário encontrado.
ro: Nu s-au găsit utilizatori.
ru: Пользователи не найдены.
sk: Nenašli sa žiadni používatelia.
sl: Ni najdenih uporabnikov.
sv: Inga användare hittades.
th: ไม่พบผู้ใช้
tr: Hiçbir kullanıcı bulunamadı.
uk: Користувачів не знайдено.
vi: Không tìm thấy người dùng nào.

source: Bank Balances for {}
af: Banksaldo's vir {}
ar: أرصدة بنكية لـ {}
bg: Банкови салда за {}
bn: {} এর জন্য ব্যাঙ্ক ব্যালেন্স
ca: Saldos bancaris de {}
cs: Bankovní zůstatky za {}
da: Banksaldi for {}
de: Bankguthaben für {}
el: Τραπεζικά υπόλοιπα για {}
es: Saldos bancarios para {}
et: Panga saldod summas {}
fi: Pankkisaldot kohteelle {}
he: יתרות בנק עבור {}
hi: {} के लिए बैंक शेष
hr: Bankovna stanja za {}
hu: Banki egyenlegek a következőhöz: {}
id: Saldo Bank untuk {}
it: Saldi bancari per {}
ja: {} の銀行残高
lt: {} banko likučiai
lv: Bankas atlikumi {}
ms: Baki Bank untuk {}
nl: Banksaldi voor {}
no: Banksaldo for {}
pl: Salda bankowe dla {}
pt: Saldos bancários de {}
ro: Solduri bancare pentru {}
ru: Банковские балансы для {}
sk: Bankové zostatky za {}
sl: Bančno stanje za {}
sv: Banktillgodohavanden för {}
th: ยอดคงเหลือในธนาคารสำหรับ {}
tr: {} için Banka Bakiyeleri
uk: Банківські баланси для {}
vi: Số dư ngân hàng cho {}

source: You do not have enough {} to run that command! (Need {})
af: Jy het nie genoeg {} om daardie opdrag uit te voer nie! (Benodig {})
ar: ليس لديك ما يكفي من {} لتشغيل هذا الأمر! (يحتاج {})
bg: Нямате достатъчно {}, за да изпълните тази команда! (Необходими са {})
bn: এই কমান্ডটি চালানোর জন্য আপনার যথেষ্ট {} নেই! (প্রয়োজন {})
ca: No teniu prou {} per executar aquesta ordre! (Necessita {})
cs: Nemáte dostatek {} ke spuštění tohoto příkazu! (Potřebuji {})
da: Du har ikke nok {} til at køre den kommando! (Behøver {})
de: Sie haben nicht genug {}, um diesen Befehl auszuführen! (Brauchen {})
el: Δεν έχετε αρκετό {} για να εκτελέσετε αυτήν την εντολή! (Χρειάζομαι {})
es: ¡No tienes suficiente {} para ejecutar ese comando! (Necesidad {})
et: Teil ei ole selle käsu käivitamiseks piisavalt {}! (Vaja on {})
fi: Sinulla ei ole tarpeeksi {} tämän komennon suorittamiseen! (Tarvitsee {})
he: אין לך מספיק {} כדי להפעיל את הפקודה הזו! (צריך {})
hi: उस आदेश को चलाने के लिए आपके पास पर्याप्त {} नहीं है! (ज़रूरत {})
hr: Nemate dovoljno {} za pokretanje te naredbe! (Potrebno {})
hu: Nincs elég {} a parancs futtatásához! ({} kell)
id: Anda tidak mempunyai cukup {} untuk menjalankan perintah itu! (Membutuhkan {})
it: Non hai abbastanza {} per eseguire quel comando! (Bisogno {})
ja: そのコマンドを実行するのに十分な {} がありません。 （必要 {}）
lt: Neturite pakankamai {}, kad paleistumėte šią komandą! (Reikia {})
lv: Jums nepietiek {}, lai palaistu šo komandu! (Nepieciešams {})
ms: Anda tidak mempunyai cukup {} untuk menjalankan arahan itu! (Perlu {})
nl: Je hebt niet genoeg {} om die opdracht uit te voeren! (Behoefte {})
no: Du har ikke nok {} til å kjøre den kommandoen! (Trenger {})
pl: Nie masz wystarczającej liczby {}, aby uruchomić to polecenie! (Potrzebować {})
pt: Você não tem {} suficiente para executar esse comando! (Precisar {})
ro: Nu aveți suficient {} pentru a rula acea comandă! (Am nevoie de {})
ru: У вас недостаточно {} для запуска этой команды! (Нуждаться {})
sk: Nemáte dostatok {} na spustenie tohto príkazu! (Potrebujete {})
sl: Nimate dovolj {} za zagon tega ukaza! (Potrebujem {})
sv: Du har inte tillräckligt med {} för att köra det kommandot! (Behöver {})
th: คุณมี {} ไม่เพียงพอที่จะรันคำสั่งนั้น! (ความต้องการ {})
tr: Bu komutu çalıştırmak için yeterli {}'ınız yok! (İhtiyaç {})
uk: У вас недостатньо {}, щоб виконати цю команду! (Потрібно {})
vi: Bạn không có đủ {} để chạy lệnh đó! (Nhu cầu {})

source: {}, you spent {} to run this command
af: {}, jy het {} spandeer om hierdie opdrag uit te voer
ar: {}، لقد أنفقت {} لتشغيل هذا الأمر
bg: {}, похарчихте {}, за да изпълните тази команда
bn: {}, আপনি এই কমান্ডটি চালানোর জন্য {} খরচ করেছেন
ca: {}, heu gastat {} per executar aquesta ordre
cs: {}, vynaložili jste {} na spuštění tohoto příkazu
da: {}, du brugte {} på at køre denne kommando
de: {}, Sie haben {} ausgegeben, um diesen Befehl auszuführen
el: {}, ξοδέψατε {} για να εκτελέσετε αυτήν την εντολή
es: {}, gastaste {} para ejecutar este comando
et: {}, kulutasite selle käsu käivitamiseks {}
fi: {}, käytit {} tämän komennon suorittamiseen
he: {}, הוצאת {} כדי להפעיל פקודה זו
hi: {}, आपने इस आदेश को चलाने के लिए {} खर्च किया
hr: {}, potrošili ste {} za pokretanje ove naredbe
hu: {}, {} összeget költött a parancs futtatására
id: {}, Anda menghabiskan {} untuk menjalankan perintah ini
it: {}, hai speso {} per eseguire questo comando
ja: {}、このコマンドを実行するために {} を費やしました
lt: {}, šiai komandai paleisti išleidote {}
lv: {}, jūs iztērējāt {}, lai palaistu šo komandu
ms: {}, anda menghabiskan {} untuk menjalankan arahan ini
nl: {}, je hebt {} uitgegeven om deze opdracht uit te voeren
no: {}, du brukte {} på å kjøre denne kommandoen
pl: {}, wydałeś {} na uruchomienie tego polecenia
pt: {}, você gastou {} para executar este comando
ro: {}, ați cheltuit {} pentru a rula această comandă
ru: {}, вы потратили {} на выполнение этой команды
sk: {}, minuli ste {} na spustenie tohto príkazu
sl: {}, za zagon tega ukaza ste porabili {}
sv: {}, du spenderade {} för att köra det här kommandot
th: {} คุณใช้เวลา {} เพื่อรันคำสั่งนี้
tr: {}, bu komutu çalıştırmak için {} harcadınız
uk: {}, ви витратили {} на виконання цієї команди
vi: {}, bạn đã dành {} để chạy lệnh này

source: Do you want to spend {} {} to run this command?
af: Wil jy {} {} spandeer om hierdie opdrag uit te voer?
ar: هل تريد إنفاق {} {} لتشغيل هذا الأمر؟
bg: Искате ли да похарчите {} {}, за да изпълните тази команда?
bn: আপনি কি এই কমান্ডটি চালানোর জন্য {} {} খরচ করতে চান?
ca: Voleu gastar {} {} per executar aquesta ordre?
cs: Chcete za spuštění tohoto příkazu utratit {} {}?
da: Vil du bruge {} {} på at køre denne kommando?
de: Möchten Sie {} {} ausgeben, um diesen Befehl auszuführen?
el: Θέλετε να ξοδέψετε {} {} για να εκτελέσετε αυτήν την εντολή;
es: ¿Quieres gastar {} {} para ejecutar este comando?
et: Kas soovite selle käsu käivitamiseks kulutada {} {}?
fi: Haluatko käyttää {} {} tämän komennon suorittamiseen?
he: האם אתה רוצה להוציא {} {} כדי להפעיל פקודה זו?
hi: क्या आप इस कमांड को चलाने के लिए {} {} खर्च करना चाहते हैं?
hr: Želite li potrošiti {} {} za pokretanje ove naredbe?
hu: Szeretné {} {} összeget költeni a parancs futtatására?
id: Apakah Anda ingin menghabiskan {} {} untuk menjalankan perintah ini?
it: Vuoi spendere {} {} per eseguire questo comando?
ja: このコマンドの実行に {} {} を費やしますか?
lt: Ar norite išleisti {} {} šiai komandai vykdyti?
lv: Vai vēlaties iztērēt {} {}, lai palaistu šo komandu?
ms: Adakah anda mahu membelanjakan {} {} untuk menjalankan arahan ini?
nl: Wilt u {} {} uitgeven om deze opdracht uit te voeren?
no: Vil du bruke {} {} for å kjøre denne kommandoen?
pl: Czy chcesz wydać {} {} na uruchomienie tego polecenia?
pt: Quer gastar {} {} para executar este comando?
ro: Doriți să cheltuiți {} {} pentru a rula această comandă?
ru: Вы хотите потратить {} {} на выполнение этой команды?
sk: Chcete minúť {} {} na spustenie tohto príkazu?
sl: Ali želite porabiti {} {} za zagon tega ukaza?
sv: Vill du spendera {} {} för att köra det här kommandot?
th: คุณต้องการใช้จ่าย {} {} เพื่อรันคำสั่งนี้หรือไม่?
tr: Bu komutu çalıştırmak için {} {} harcamak istiyor musunuz?
uk: Хочете витратити {} {} на виконання цієї команди?
vi: Bạn có muốn dành {} {} để chạy lệnh này không?

source: Not running `{}`.
af: Loop nie `{}` nie.
ar: لا يعمل `{}`.
bg: Не се изпълнява `{}`.
bn: `{}` চলছে না।
ca: No s'executa `{}`.
cs: Neběží `{}`.
da: Kører ikke `{}`.
de: „{}“ wird nicht ausgeführt.
el: Δεν εκτελείται το `{}`.
es: No ejecutando `{}`.
et: Ei tööta `{}`.
fi: Ei käynnissä `{}`.
he: לא פועל `{}`.
hi: `{}` नहीं चल रहा है।
hr: Ne izvodi se `{}`.
hu: Nem fut a `{}`.
id: Tidak menjalankan `{}`.
it: Impossibile eseguire `{}`.
ja: `{}` が実行されていません。
lt: Neveikia „{}“.
lv: Nedarbojas `{}`.
ms: Tidak menjalankan `{}`.
nl: '{}' wordt niet uitgevoerd.
no: Kjører ikke «{}».
pl: Nie działa `{}`.
pt: Não estou executando `{}`.
ro: Nu rulează `{}`.
ru: Не запущен `{}`.
sk: Nebeží `{}`.
sl: Ne izvaja se »{}«.
sv: Kör inte `{}`.
th: ไม่ทำงาน `{}`
tr: `{}` çalıştırılmıyor.
uk: Не працює `{}`.
vi: Không chạy `{}`.
