Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/extendedeconomy/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fi, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: {}% transfer tax applied, {} deducted from transfer
af: {}% oordragbelasting toegepas, {} van oordrag afgetrek
ar: {}تم تطبيق ضريبة النقل بنسبة {}، وتم خصمها من التحويل
bg: Приложен е {}% данък върху прехвърлянето, {} се удържа от превода
bn: {}% স্থানান্তর কর প্রযোজ্য, {} স্থানান্তর থেকে কাটা
ca: {}% d'impost sobre transferència aplicat, {} deduït de la transferència
cs: Byla použita {}% daň z převodu, {} odečteno z převodu
da: {} % overførselsafgift anvendt, {} fratrukket overførsel
de: Es wird {} % Übertragungssteuer erhoben, {} von der Übertragung abgezogen
el: Εφαρμόστηκε φόρος μεταβίβασης {}%, {} αφαιρέθηκε από τη μεταφορά
es: {}% de impuesto de transferencia aplicado, {} deducido de la transferencia
et: Rakendatud on ülekandemaks {}%, ülekandest arvati maha {}
fi: {} % siirtoveroa sovellettu, {} vähennetty siirrosta
he: הוחל {}% מס העברה, {} נוכה מההעברה
hi: {}% स्थानांतरण कर लागू, {} स्थानांतरण से काटा गया
hr: Primijenjen je {}% poreza na prijenos, {} odbijeno od prijenosa
hu: {}% transzferadó alkalmazva, {} levonásra került az átutalásból
id: {}% pajak transfer diterapkan, {} dipotong dari transfer
it: {}% di imposta sul trasferimento applicata, {} detratto dal trasferimento
ja: {}% の譲渡税が適用され、{} が譲渡から差し引かれます
lt: Taikytas {} % pervedimo mokestis, {} išskaityta iš pervedimo
lv: Piemērots {}% pārskaitījuma nodoklis, {} atskaitīts no pārskaitījuma
ms: {}% cukai pindahan dikenakan, {} ditolak daripada pindahan
nl: {}% overdrachtsbelasting toegepast, {} afgetrokken van overdracht
no: {} % overføringsavgift påført, {} trukket fra overføringen
pl: Zastosowano {}% podatku od przeniesienia, {} odjęto od przeniesienia
pt: {}% de imposto de transferência aplicado, {} deduzido da transferência
ro: {}% taxa de transfer aplicată, {} dedus din transfer
ru: Применяется {} % налога на передачу, {} вычитается из суммы передачи
sk: Použila sa {}% daň z prevodu, z prevodu sa odpočítala suma {}
sl: Uporabljen je {}% davka na prenos, {} odtegnjen od prenosa
sv: {} % överföringsskatt tillämpad, {} dras från överföringen
th: มีภาษีการโอน {}% หักจากการโอน {}
tr: Transfer vergisinin %{}'i uygulandı, transferden {} düşüldü
uk: Застосовано {}% податку на переказ, {} вираховано з переказу
vi: Đã áp dụng thuế chuyển nhượng {}%, khấu trừ {} từ chuyển nhượng

source: You have been refunded since this command failed.
af: Jy is terugbetaal sedert hierdie opdrag misluk het.
ar: لقد تم رد أموالك منذ فشل هذا الأمر.
bg: Сумата ви е възстановена, тъй като тази команда е неуспешна.
bn: এই কমান্ড ব্যর্থ হওয়ার পর থেকে আপনাকে ফেরত দেওয়া হয়েছে।
ca: Heu rebut un reemborsament perquè aquesta ordre ha fallat.
cs: Protože tento příkaz selhal, byly vám vráceny peníze.
da: Du er blevet refunderet, siden denne kommando mislykkedes.
de: Sie haben eine Rückerstattung erhalten, da dieser Befehl fehlgeschlagen ist.
el: Σας έχουν επιστραφεί χρήματα αφού αυτή η εντολή απέτυχε.
es: Se le ha reembolsado desde que falló este comando.
et: Teile on raha tagasi tehtud, kuna see käsk ebaõnnestus.
fi: Sinulle on hyvitetty, koska tämä komento epäonnistui.
he: קיבלת החזר מאחר שהפקודה הזו נכשלה.
hi: यह आदेश विफल होने के बाद से आपको धनवापसी कर दी गई है।
hr: Dobili ste povrat jer ova naredba nije uspjela.
hu: A parancs sikertelensége óta visszatérítést kapott.
id: Anda telah mendapatkan pengembalian dana karena perintah ini gagal.
it: Sei stato rimborsato poiché questo comando non è riuscito.
ja: このコマンドが失敗したため、返金されました。
lt: Pinigai buvo grąžinti, nes ši komanda nepavyko.
lv: Jūs esat saņēmis atmaksu, jo šī komanda neizdevās.
ms: Anda telah dibayar balik sejak arahan ini gagal.
nl: U heeft een terugbetaling ontvangen omdat deze opdracht mislukte.
no: Du har blitt refundert siden denne kommandoen mislyktes.
pl: Otrzymałeś zwrot pieniędzy, ponieważ wykonanie tego polecenia nie powiodło się.
pt: Você foi reembolsado porque este comando falhou.
ro: Ai fost rambursat deoarece această comandă a eșuat.
ru: Вам были возвращены средства, поскольку эта команда не удалась.
sk: Keďže tento príkaz zlyhal, boli vám vrátené peniaze.
sl: Dobili ste povračilo, ker ta ukaz ni uspel.
sv: Du har fått en återbetalning sedan detta kommando misslyckades.
th: คุณได้รับเงินคืนตั้งแต่คำสั่งนี้ล้มเหลว
tr: Bu komut başarısız olduğundan paranız iade edildi.
uk: Ви отримали відшкодування, оскільки ця команда не вдалася.
vi: Bạn đã được hoàn lại tiền vì lệnh này không thành công.

source: Set Balance
af: Stel balans in
ar: ضبط الرصيد
bg: Задаване на баланс
bn: ব্যালেন্স সেট করুন
ca: Estableix l'equilibri
cs: Nastavit rovnováhu
da: Indstil balance
de: Balance einstellen
el: Ορίστε το υπόλοιπο
es: Establecer saldo
et: Määra tasakaal
fi: Aseta saldo
he: הגדר איזון
hi: संतुलन स्थापित करें
hr: Postavite ravnotežu
hu: Állítsa be az egyensúlyt
id: Tetapkan Keseimbangan
it: Imposta il saldo
ja: バランスを設定する
lt: Nustatykite balansą
lv: Iestatiet līdzsvaru
ms: Tetapkan Baki
nl: Balans instellen
no: Still inn balanse
pl: Ustaw równowagę
pt: Definir equilíbrio
ro: Setați Balanța
ru: Установить баланс
sk: Nastaviť zostatok
sl: Nastavite ravnotežje
sv: Ställ in balans
th: กำหนดยอดคงเหลือ
tr: Bakiyeyi Ayarla
uk: Встановити баланс
vi: Đặt số dư

source: Transfer Credits
af: Oordrag krediete
ar: تحويل الاعتمادات
bg: Трансферни кредити
bn: ক্রেডিট স্থানান্তর
ca: Transferència de crèdits
cs: Převod kreditů
da: Overfør kreditter
de: Credits übertragen
el: Μεταφορά πιστώσεων
es: Transferir créditos
et: Krediidi ülekandmine
fi: Siirrä krediittejä
he: העבר זיכויים
hi: क्रेडिट स्थानांतरित करें
hr: Prijenos kredita
hu: Kreditátvitel
id: Transfer Kredit
it: Trasferisci crediti
ja: クレジットの転送
lt: Pervesti kreditus
lv: Pārskaitīt kredītus
ms: Pindahan Kredit
nl: Tegoeden overdragen
no: Overfør kreditter
pl: Kredyty transferowe
pt: Transferir créditos
ro: Transfer credite
ru: Перевести кредиты
sk: Prevod kreditov
sl: Prenos kreditov
sv: Överför krediter
th: โอนเครดิต
tr: Kredi Transferi
uk: Переказ кредитів
vi: Chuyển khoản tín dụng

source: Bank Wipe
af: Bank vee
ar: مسح البنك
bg: Банково изтриване
bn: ব্যাংক মুছা
ca: Neteja bancària
de: Banklöschung
el: Σκουπίστε τράπεζας
es: Limpieza bancaria
et: Panga pühkimine
fi: Pankkipyyhintä
he: מגב בנק
hi: बैंक वाइप
hr: Brisanje banke
hu: Banktörlés
id: Penghapusan Bank
it: Cancellazione bancaria
ja: バンクワイプ
lt: Banko valymas
lv: Bankas tīrīšana
ms: Lap Bank
nl: Bank wissen
no: Bank Tørk
pl: Wyczyszczenie banku
pt: Limpeza bancária
ro: Ștergere bancară
ru: Очистка банка
sv: Banktorka
th: เช็ดธนาคาร
tr: Banka Silme
uk: Банк Wipe
vi: Lau ngân hàng

source: Prune Accounts
af: Snoei rekeninge
ar: حسابات البرقوق
bg: Подрязване на акаунти
bn: অ্যাকাউন্ট ছাঁটাই
cs: Prořezat účty
da: Beskær konti
de: Konten bereinigen
es: Podar cuentas
et: Prune kontod
fi: Leikkaa tilit
he: לגזום חשבונות
hi: प्रून खाते
hr: Orezati račune
hu: Szilva számlák
id: Pangkas Akun
it: Potare i conti
ja: アカウントのプルーニング
lt: Apkarpyti sąskaitas
lv: Apgriezt kontus
ms: Pangkas Akaun
nl: Snoei rekeningen
no: Beskjær kontoer
pl: Wyczyść konta
pt: Podar contas
ro: Prune Conturi
ru: Обрезать аккаунты
sk: Prerezávať účty
sl: Obrezovanje računov
sv: Beskär konton
th: บัญชีพรุน
tr: Hesapları Budama
uk: Вирізати облікові записи
vi: Cắt tỉa tài khoản

source: Set Global
af: Stel Global
ar: تعيين عالمي
bg: Задайте глобално
bn: গ্লোবাল সেট করুন
ca: Estableix Global
cs: Nastavit globální
da: Indstil Global
de: Global festlegen
el: Σετ καθολικό
es: Establecer global
et: Määra globaalne
fi: Aseta globaali
he: הגדר גלובלי
hi: वैश्विक सेट करें
hr: Postavite globalno
hu: Globális beállítása
id: Tetapkan Global
it: Imposta globale
ja: グローバルに設定
lt: Nustatyti Global
lv: Iestatīt globālo
ms: Tetapkan Global
nl: Globaal instellen
no: Sett Global
pl: Ustaw globalnie
pt: Definir global
ro: Setați Global
ru: Установить глобальный
sk: Nastaviť globálne
sl: Nastavite Globalno
sv: Ställ in Global
th: ตั้งค่าทั่วโลก
tr: Genel Ayarla
uk: Встановити Global
vi: Đặt toàn cầu

source: Payday Claim
af: Payday Eis
ar: مطالبة يوم الدفع
bg: Иск до заплата
bn: Payday দাবি
ca: Reclamació del dia de pagament
cs: Nárok na výplatu
da: Lønningskrav
de: Zahltaganspruch
el: Αξίωση ημέρας πληρωμής
es: Reclamo de día de pago
et: Palgapäeva nõue
fi: Palkkapäivävaatimus
he: תביעת יום תשלום
hi: वेतन-दिवस दावा
hr: Zahtjev za plaćanje
hu: Fizetésnapi követelés
id: Klaim Gajian
it: Richiesta di giorno di paga
ja: 給料日請求
lt: Pretenzija dėl atlyginimo dienos
lv: Algas dienas prasība
ms: Tuntutan Hari Gaji
nl: Betaaldagclaim
no: Lønningskrav
pl: Roszczenie o wypłatę
pt: Reivindicação de dia de pagamento
ro: Reclamație pentru ziua de plată
ru: Заявление о выплате зарплаты
sl: Plačilni zahtevek
sv: Löndagskrav
th: การเรียกร้องเงินด่วน
tr: Maaş Talebi
uk: Претензія до заробітної плати
vi: Yêu cầu ngày lĩnh lương

source: Bank Event: {}
af: Bankgeleentheid: {}
ar: حدث البنك: {}
bg: Банково събитие: {}
bn: ব্যাঙ্ক ইভেন্ট: {}
ca: Esdeveniment bancari: {}
cs: Bankovní událost: {}
da: Bankbegivenhed: {}
de: Bankereignis: {}
el: Τραπεζική εκδήλωση: {}
es: Evento bancario: {}
et: Pangasündmus: {}
fi: Pankkitapahtuma: {}
he: אירוע בנק: {}
hi: बैंक इवेंट: {}
hr: Bankovni događaj: {}
hu: Banki esemény: {}
id: Peristiwa Bank: {}
it: Evento bancario: {}
ja: 銀行イベント: {}
lt: Banko įvykis: {}
lv: Bankas notikums: {}
ms: Acara Bank: {}
nl: Bankgebeurtenis: {}
no: Bankhendelse: {}
pl: Wydarzenie bankowe: {}
pt: Evento bancário: {}
ro: Eveniment bancar: {}
ru: Банковское событие: {}
sk: Banková udalosť: {}
sl: Bančni dogodek: {}
sv: Bankhändelse: {}
th: เหตุการณ์ธนาคาร: {}
tr: Banka Etkinliği: {}
uk: Банківська подія: {}
vi: Sự kiện ngân hàng: {}

source: Recipient
af: Ontvanger
ar: متلقي
bg: Получател
bn: প্রাপক
ca: Destinatari
cs: Příjemce
da: Modtager
de: Empfänger
el: Παραλήπτης
es: Beneficiario
et: Saaja
fi: Vastaanottaja
he: מְקַבֵּל
hi: प्राप्तकर्ता
hr: Primatelj
hu: Befogadó
id: Penerima
it: Destinatario
ja: 受信者
lt: Gavėjas
lv: Saņēmējs
ms: Penerima
nl: Ontvanger
no: Mottaker
pl: Odbiorca
pt: Destinatário
ro: Destinatar
ru: Получатель
sk: Príjemca
sl: Prejemnik
sv: Mottagare
th: ผู้รับ
tr: Alıcı
uk: одержувач
vi: Người nhận

source: Old Balance
af: Ou Balans
ar: الرصيد القديم
bg: Стар баланс
bn: পুরাতন ব্যালেন্স
ca: Balanç Vell
cs: Stará bilance
da: Gammel balance
de: Altes Gleichgewicht
el: Παλιά ισορροπία
es: Antiguo saldo
et: Vana tasakaal
fi: Vanha saldo
he: ישן באלאנס
hi: पुराना शेष
hr: Stara bilanca
hu: Régi egyensúly
id: Saldo Lama
it: Vecchio equilibrio
ja: オールドバランス
lt: Senasis balansas
lv: Vecais bilance
ms: Baki Lama
nl: Oude balans
no: Gammel balanse
pl: Stara równowaga
pt: Antigo equilíbrio
ro: Echilibrul vechi
ru: Старый баланс
sk: Stará rovnováha
sl: Staro stanje
sv: Gammal balans
th: ยอดคงเหลือเก่า
tr: Eski Denge
uk: Старий баланс
vi: Số dư cũ

source: New Balance
af: Nuwe Balans
ar: توازن جديد
bg: Нов баланс
bn: নতুন ব্যালেন্স
cs: Nová rovnováha
da: Ny balance
de: Neue Balance
el: Νέα ισορροπία
es: nuevo equilibrio
et: Uus tasakaal
fi: Uusi tasapaino
he: ניו באלאנס
hi: नया शेष
hu: Új egyensúly
id: Saldo Baru
it: Nuovo equilibrio
ja: ニューバランス
lt: Naujas balansas
lv: Jauns līdzsvars
ms: Baki Baru
nl: Nieuwe balans
no: Ny balanse
pl: Nowa równowaga
pt: Novo equilíbrio
ru: Новый Баланс
sk: Nová rovnováha
sv: Ny balans
th: นิวบาลานซ์
tr: Yeni Denge
uk: Новий баланс
vi: Số dư mới

source: Guild
af: Gilde
ar: نقابة
bg: Гилдия
bn: গিল্ড
ca: Gremi
cs: Cech
de: Gilde
el: Συντεχνία
es: Gremio
et: Gild
fi: Kilta
he: גִילדָה
hi: समाज
hr: Ceh
hu: Céh
id: Persekutuan
it: Gilda
ja: ギルド
lt: gildija
lv: Ģilde
ms: Persatuan
nl: Gilde
pl: Gildia
pt: Guilda
ro: breasla
ru: Гильдия
sk: Cech
sl: Ceh
sv: Gille
th: กิลด์
tr: Lonca
uk: Гільдія
vi: bang hội

source: Sender
ar: مرسل
bg: Подател
bn: প্রেরক
ca: Remitent
cs: Odesílatel
el: Αποστολέας
es: Remitente
et: Saatja
fi: Lähettäjä
he: שׁוֹלֵחַ
hi: प्रेषक
hr: Pošiljatelj
hu: Feladó
id: Pengirim
it: Mittente
ja: 送信者
lt: Siuntėjas
lv: Sūtītājs
ms: penghantar
nl: Afzender
pl: Nadawca
pt: Remetente
ro: Expeditor
ru: Отправитель
sk: odosielateľ
sl: Pošiljatelj
sv: Avsändare
th: ผู้ส่ง
tr: Gönderen
uk: Відправник
vi: Người gửi

source: Transfer Amount
af: Oordragbedrag
ar: مبلغ التحويل
bg: Сума на превода
bn: স্থানান্তর পরিমাণ
ca: Import de la transferència
cs: Částka převodu
da: Overførselsbeløb
de: Überweisungsbetrag
el: Ποσό Μεταφοράς
es: Monto de la transferencia
et: Ülekande summa
fi: Siirtosumma
he: סכום העברה
hi: स्थानांतरण राशि
hr: Iznos prijenosa
hu: Átutalás összege
id: Jumlah Transfer
it: Importo del trasferimento
ja: 振込金額
lt: Pervedimo suma
lv: Pārskaitījuma summa
ms: Jumlah Pindahan
nl: Overboekingsbedrag
no: Overføringsbeløp
pl: Kwota przelewu
pt: Valor da transferência
ro: Suma de transfer
ru: Сумма перевода
sk: Suma prevodu
sl: Znesek prenosa
sv: Överföringsbelopp
th: จำนวนเงินโอน
tr: Transfer Tutarı
uk: Сума переказу
vi: Số tiền chuyển

source: User ID
af: Gebruikers-ID
ar: معرف المستخدم
bg: Потребителско име
bn: ইউজার আইডি
ca: ID d'usuari
cs: ID uživatele
da: Bruger-id
de: Benutzer-ID
el: Αναγνωριστικό χρήστη
es: ID de usuario
et: Kasutaja ID
fi: Käyttäjätunnus
he: מזהה משתמש
hi: उपयोगकर्ता पहचान
hr: ID korisnika
hu: Felhasználói azonosító
id: ID Pengguna
it: ID utente
ja: ユーザーID
lt: Vartotojo ID
lv: Lietotāja ID
ms: ID pengguna
nl: Gebruikers-ID
no: Bruker-ID
pl: Identyfikator użytkownika
pt: ID do usuário
ro: ID-ul de utilizator
ru: ID пользователя
sk: ID používateľa
sl: ID uporabnika
sv: Användar-ID
th: รหัสผู้ใช้
tr: Kullanıcı kimliği
uk: ID користувача
vi: ID người dùng

source: Pruned Users
af: Gesnoeide gebruikers
ar: المستخدمين المقطوعين
bg: Подрязани потребители
bn: ছাঁটাই করা ব্যবহারকারী
ca: Usuaris podats
cs: Oříznutí uživatelé
da: Beskærede brugere
de: Beschnittene Benutzer
el: Κλαδεμένοι Χρήστες
es: Usuarios eliminados
et: Kärbitud kasutajad
fi: Karsineet käyttäjät
he: משתמשים גזומים
hi: काटे गए उपयोगकर्ता
hr: Skraćeni korisnici
hu: Vágott felhasználók
id: Pengguna yang Dipangkas
it: Utenti potati
ja: プルーニングされたユーザー
lt: Apkarpyti vartotojai
lv: Apgrieztie lietotāji
ms: Pengguna Dicantas
nl: Gesnoeide gebruikers
no: Beskjærte brukere
pl: Przycięci użytkownicy
pt: Usuários removidos
ro: Utilizatori tăiați
ru: Урезанные пользователи
sk: Orezaní používatelia
sl: Obrezani uporabniki
sv: Beskärade användare
th: ผู้ใช้ที่ถูกตัดแต่ง
tr: Budanmış Kullanıcılar
uk: Обрізані користувачі
vi: Người dùng bị cắt bớt

source: Amount
af: Bedrag
ar: كمية
bg: Сума
bn: পরিমাণ
ca: Import
cs: Množství
da: Beløb
de: Menge
el: Ποσό
es: Cantidad
et: Summa
fi: Määrä
he: סְכוּם
hi: मात्रा
hr: Iznositi
hu: Összeg
id: Jumlah
it: Quantità
ja: 額
lt: Suma
lv: Summa
ms: Jumlah
nl: Hoeveelheid
no: Beløp
pl: Kwota
pt: Quantia
ro: Cantitate
ru: Количество
sk: Suma
sl: Znesek
sv: Belopp
th: จำนวน
tr: Miktar
uk: Сума
vi: Số lượng

source: Unknown
af: Onbekend
ar: مجهول
bg: неизвестен
bn: অজানা
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Αγνωστος
es: Desconocido
et: Tundmatu
fi: Tuntematon
he: לֹא יְדוּעַ
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
id: Tidak dikenal
it: Sconosciuto
ja: 未知
lt: Nežinoma
lv: Nezināms
ms: Tidak diketahui
nl: Onbekend
no: Ukjent
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестный
sk: Neznámy
sl: Neznano
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомий
vi: Không xác định

source: Channel
af: Kanaal
ar: قناة
bg: Канал
bn: চ্যানেল
ca: Canal
cs: Kanál
da: Kanal
de: Kanal
el: Κανάλι
es: Canal
et: Kanal
fi: kanava
he: עָרוּץ
hi: चैनल
hr: Kanal
hu: Csatorna
id: Saluran
it: Canale
ja: チャネル
lt: Kanalas
lv: Kanāls
ms: Saluran
nl: Kanaal
no: Kanal
pl: Kanał
pt: Canal
ro: Canal
ru: Канал
sk: kanál
sl: Kanal
sv: Kanal
th: ช่อง
tr: Kanal
uk: Канал
vi: Kênh

source: Message
af: Boodskap
ar: رسالة
bg: Съобщение
bn: বার্তা
ca: Missatge
cs: Zpráva
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
et: Sõnum
fi: Viesti
he: הוֹדָעָה
hi: संदेश
hr: Poruka
hu: Üzenet
id: Pesan
it: Messaggio
ja: メッセージ
lt: Pranešimas
lv: Ziņa
ms: Mesej
nl: Bericht
no: Beskjed
pl: Wiadomość
pt: Mensagem
ro: Mesaj
ru: Сообщение
sk: Správa
sl: Sporočilo
sv: Meddelande
th: ข้อความ
tr: Mesaj
uk: повідомлення
vi: Tin nhắn

source: Global bank has been wiped!
af: Wêreldbank is uitgewis!
ar: لقد تم مسح البنك العالمي!
bg: Глобалната банка е изтрита!
bn: নিশ্চিহ্ন হয়ে গেল বিশ্বব্যাংক!
ca: El banc global ha estat esborrat!
cs: Globální banka byla vymazána!
da: Global bank er blevet udslettet!
de: Die globale Bank wurde ausgelöscht!
el: Η παγκόσμια τράπεζα έχει σβήσει!
es: ¡El banco global ha sido borrado!
et: Ülemaailmne pank on pühitud!
fi: Globaali pankki on pyyhitty!
he: הבנק העולמי נמחק!
hi: वैश्विक बैंक का सफाया हो गया!
hr: Globalna banka je izbrisana!
hu: A globális bankot törölték!
id: Bank global telah dihapuskan!
it: La banca globale è stata cancellata!
ja: グローバル銀行は壊滅した！
lt: Pasaulinis bankas nušluotas!
lv: Globālā banka ir iznīcināta!
ms: Bank global telah dihapuskan!
nl: Wereldbank is weggevaagd!
no: Global bank er utslettet!
pl: Globalny bank został wyczyszczony!
pt: O banco global foi eliminado!
ro: Banca globală a fost ștearsă!
ru: Глобальный банк уничтожен!
sk: Globálna banka bola vymazaná!
sl: Globalna banka je bila izbrisana!
sv: Global bank har utplånats!
th: ธนาคารโลกถูกล้าง!
tr: Küresel banka silindi!
uk: Глобальний банк знищено!
vi: Ngân hàng toàn cầu đã bị xóa sổ!

source: All bank accounts for all guilds have been wiped!
af: Alle bankrekeninge vir alle gildes is uitgevee!
ar: تم مسح جميع الحسابات المصرفية لجميع النقابات!
bg: Всички банкови сметки за всички гилдии са изтрити!
bn: সব গিল্ডের সব ব্যাঙ্ক অ্যাকাউন্ট মুছে ফেলা হয়েছে!
ca: S'han esborrat tots els comptes bancaris de tots els gremis!
cs: Všechny bankovní účty pro všechny cechy byly vymazány!
da: Alle bankkonti for alle guilds er blevet slettet!
de: Alle Bankkonten aller Gilden wurden gelöscht!
el: Όλοι οι τραπεζικοί λογαριασμοί όλων των συντεχνιών έχουν σβηστεί!
es: ¡Se han eliminado todas las cuentas bancarias de todos los gremios!
et: Kõikide gildide pangakontod on kustutatud!
fi: Kaikkien killojen kaikki pankkitilit on pyyhitty!
he: כל חשבונות הבנק של כל הגילדות נמחקו!
hi: सभी गिल्डों के सभी बैंक खाते मिटा दिए गए हैं!
hr: Svi bankovni računi svih cehova su obrisani!
hu: Az összes céh összes bankszámláját törölték!
id: Semua rekening bank untuk semua guild telah dihapus!
it: Tutti i conti bancari di tutte le gilde sono stati cancellati!
ja: すべてのギルドのすべての銀行口座が消去されました!
lt: Visos gildijų banko sąskaitos buvo nuvalytos!
lv: Visi banku konti visām ģildēm ir izdzēsti!
ms: Semua akaun bank untuk semua persatuan telah dipadamkan!
nl: Alle bankrekeningen van alle gilden zijn gewist!
no: Alle bankkontoer for alle laug er slettet!
pl: Wszystkie konta bankowe wszystkich gildii zostały wyczyszczone!
pt: Todas as contas bancárias de todas as guildas foram apagadas!
ro: Toate conturile bancare pentru toate breslele au fost șterse!
ru: Все банковские счета всех гильдий были стерты!
sk: Všetky bankové účty pre všetky cechy boli vymazané!
sl: Vsi bančni računi vseh cehov so bili izbrisani!
sv: Alla bankkonton för alla guilds har raderats!
th: บัญชีธนาคารทั้งหมดของกิลด์ทั้งหมดถูกล้างแล้ว!
tr: Tüm loncaların tüm banka hesapları silindi!
uk: Усі банківські рахунки всіх гільдій стерто!
vi: Tất cả tài khoản ngân hàng của tất cả các bang hội đã bị xóa sạch!

source: Bank accounts have been wiped!
af: Bankrekeninge is uitgevee!
ar: لقد تم مسح الحسابات المصرفية!
bg: Банковите сметки са изтрити!
bn: ব্যাঙ্ক অ্যাকাউন্ট নিশ্চিহ্ন!
ca: Els comptes bancaris s'han esborrat!
cs: Bankovní účty byly vymazány!
da: Bankkonti er blevet slettet!
de: Bankkonten wurden gelöscht!
el: Οι τραπεζικοί λογαριασμοί έχουν σβηστεί!
es: ¡Las cuentas bancarias han sido borradas!
et: Pangakontod on kustutatud!
fi: Pankkitilit on pyyhitty!
he: חשבונות הבנק נמחקו!
hi: बैंक खाते मिटा दिए गए!
hr: Bankovni računi su izbrisani!
hu: A bankszámlákat törölték!
id: Rekening bank telah dihapus!
it: I conti bancari sono stati cancellati!
ja: 銀行口座が消去されました！
lt: Banko sąskaitos nuvalytos!
lv: Bankas konti ir dzēsti!
ms: Akaun bank telah dipadamkan!
nl: Bankrekeningen zijn gewist!
no: Bankkontoer er slettet!
pl: Konta bankowe zostały wyczyszczone!
pt: As contas bancárias foram apagadas!
ro: Conturile bancare au fost șterse!
ru: Банковские счета были уничтожены!
sk: Bankové účty boli vymazané!
sl: Bančni računi so izbrisani!
sv: Bankkonton har raderats!
th: บัญชีธนาคารถูกล้าง!
tr: Banka hesapları silindi!
uk: Банківські рахунки стерто!
vi: Tài khoản ngân hàng đã bị xóa sạch!

source: Bank has been set to Global!
af: Bank is ingestel op Global!
ar: تم ضبط البنك على المستوى العالمي!
bg: Банката е настроена на Global!
bn: ব্যাংককে গ্লোবাল সেট করা হয়েছে!
ca: El banc s'ha establert a Global!
cs: Banka byla nastavena na Globální!
da: Banken er sat til Global!
de: Bank wurde auf „Global“ eingestellt!
el: Η τράπεζα έχει οριστεί σε Global!
es: ¡El banco se ha configurado en Global!
et: Pank on seatud globaalseks!
fi: Pankki on asetettu maailmanlaajuiseksi!
he: הבנק הוגדר כגלובל!
hi: बैंक को ग्लोबल पर सेट कर दिया गया है!
hr: Banka je postavljena na Global!
hu: Bank globálisra lett állítva!
id: Bank telah disetel ke Global!
it: La banca è stata impostata su Globale!
ja: 銀行はグローバルに設定されました!
lt: Bankas nustatytas į pasaulinį!
lv: Banka ir iestatīta uz globālu!
ms: Bank telah ditetapkan kepada Global!
nl: Bank is ingesteld op Global!
no: Bank er satt til Global!
pl: Bank został ustawiony na Globalny!
pt: O banco foi definido como Global!
ro: Banca a fost setată la Global!
ru: Банк установлен на Global!
sk: Banka bola nastavená na Global!
sl: Banka je nastavljena na Global!
sv: Banken har ställts in på Global!
th: Bank ได้รับการกำหนดให้เป็น Global!
tr: Banka Global olarak ayarlandı!
uk: Банк налаштовано на глобальний!
vi: Ngân hàng đã được đặt thành Toàn cầu!

source: Bank has been set to per-server!
af: Bank is ingestel op per bediener!
ar: تم تعيين البنك لكل خادم!
bg: Банката е настроена на сървър!
bn: ব্যাংক প্রতি সার্ভার নির্ধারণ করা হয়েছে!
ca: El banc s'ha configurat per servidor!
cs: Banka byla nastavena na server!
da: Banken er sat til per server!
de: Die Bank wurde auf pro Server eingestellt!
el: Η τράπεζα έχει οριστεί σε ανά διακομιστή!
es: ¡El banco se ha configurado por servidor!
et: Pank on seadistatud serveri kohta!
fi: Pankki on asetettu palvelinkohtaiseksi!
he: הבנק הוגדר לכל שרת!
hi: बैंक को प्रति-सर्वर पर सेट कर दिया गया है!
hr: Banka je postavljena na po poslužitelju!
hu: A bank kiszolgálónkénti beállításra került!
id: Bank telah disetel ke per server!
it: La banca è stata impostata su per server!
ja: バンクはサーバーごとに設定されています。
lt: Bankas nustatytas kaip serveris!
lv: Banka ir iestatīta uz vienu serveri!
ms: Bank telah ditetapkan kepada setiap pelayan!
nl: Bank is ingesteld op per server!
no: Banken er satt til per server!
pl: Bank został ustawiony na serwer!
pt: O banco foi configurado para por servidor!
ro: Banca a fost setată pe server!
ru: Банк настроен на сервер!
sk: Banka bola nastavená na server!
sl: Banka je nastavljena na strežnik!
sv: Banken har ställts in på per server!
th: ธนาคารถูกตั้งค่าเป็นต่อเซิร์ฟเวอร์!
tr: Banka sunucu başına ayarlandı!
uk: Банк встановлено для кожного сервера!
vi: Ngân hàng đã được đặt thành mỗi máy chủ!
