Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/extendedeconomy/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fi, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Delete after time set to {} seconds.
af: Vee uit na tyd gestel op {} sekondes.
ar: احذف بعد ضبط الوقت على {} ثانية.
bg: Изтриване след време, зададено на {} секунди.
bn: {} সেকেন্ডে সেট করা সময়ের পরে মুছুন৷
ca: Suprimeix després del temps establert en {} segons.
cs: Smazat po čase nastaveném na {} sekund.
da: Slet efter tid indstillet til {} sekunder.
de: Nach der auf {} Sekunden eingestellten Zeit löschen.
el: Διαγραφή μετά το χρόνο ορίστηκε σε {} δευτερόλεπτα.
es: Eliminar después del tiempo establecido en {} segundos.
et: Kustuta pärast aja määramist {} sekundile.
fi: Poista, kun aika on asetettu {} sekuntiin.
he: מחק לאחר הזמן שהוגדר ל-{} שניות.
hi: समय को {} सेकंड पर सेट करने के बाद हटाएँ।
hr: Izbriši nakon vremena postavljenog na {} sekundi.
hu: Törlés {} másodpercre beállított idő után.
id: Hapus setelah waktu disetel ke {} detik.
it: Elimina dopo il tempo impostato su {} secondi.
ja: {} 秒に設定された時間が経過すると削除されます。
lt: Ištrinti po nustatyto laiko į {} sek.
lv: Dzēst pēc laika, kas iestatīts uz {} sekundēm.
ms: Padam selepas masa ditetapkan kepada {} saat.
nl: Verwijderen nadat de tijd is ingesteld op {} seconden.
no: Slett etter tiden satt til {} sekunder.
pl: Usuń po czasie ustawionym na {} sekund.
pt: Excluir após o tempo definido para {} segundos.
ro: Ștergeți după timpul setat la {} secunde.
ru: Удалить после того, как время будет установлено на {} секунд.
sk: Odstrániť po čase nastavenom na {} sekúnd.
sl: Izbriši po času, nastavljenem na {} sekund.
sv: Ta bort efter tiden inställd på {} sekunder.
th: ลบหลังจากตั้งเวลาเป็น {} วินาที
tr: {} saniyeye ayarlanan süre sonunda silin.
uk: Видалити через час, установлений на {} секунд.
vi: Xóa sau thời gian được đặt thành {} giây.

source: You can't add a cost to the addcost command.
af: Jy kan nie 'n koste by die addcost-opdrag voeg nie.
ar: لا يمكنك إضافة تكلفة إلى أمر addcost.
bg: Не можете да добавите цена към командата addcost.
bn: আপনি addcost কমান্ডে একটি খরচ যোগ করতে পারবেন না।
ca: No podeu afegir un cost a l'ordre addcost.
cs: K příkazu addcost nelze přidat náklady.
da: Du kan ikke tilføje en omkostning til addcost-kommandoen.
de: Sie können dem Befehl addcost keine Kosten hinzufügen.
el: Δεν μπορείτε να προσθέσετε κόστος στην εντολή addcost.
es: No puede agregar un costo al comando addcost.
et: Käsule addcost ei saa kulu lisada.
fi: Addcost-komentoon ei voi lisätä kustannuksia.
he: לא ניתן להוסיף עלות לפקודת addcost.
hi: आप ऐडकॉस्ट कमांड में कोई लागत नहीं जोड़ सकते।
hr: Ne možete dodati trošak naredbi addcost.
hu: Nem adhat hozzá költséget az addcost parancshoz.
id: Anda tidak dapat menambahkan biaya ke perintah addcost.
it: Non è possibile aggiungere un costo al comando addcost.
ja: addcost コマンドにコストを追加することはできません。
lt: Negalite pridėti išlaidų prie komandos addcost.
lv: Jūs nevarat pievienot izmaksas komandai addcost.
ms: Anda tidak boleh menambah kos pada arahan addcost.
nl: U kunt geen kosten toevoegen aan de opdracht addcost.
no: Du kan ikke legge til en kostnad i addcost-kommandoen.
pl: Do polecenia addcost nie można dodać kosztu.
pt: Você não pode adicionar um custo ao comando addcost.
ro: Nu puteți adăuga un cost la comanda addcost.
ru: Вы не можете добавить стоимость с помощью команды addcost.
sk: K príkazu addcost nemôžete pridať náklady.
sl: Ukazu addcost ne morete dodati stroškov.
sv: Du kan inte lägga till en kostnad i kommandot addcost.
th: คุณไม่สามารถเพิ่มต้นทุนให้กับคำสั่ง addcost ได้
tr: Addcost komutuna maliyet ekleyemezsiniz.
uk: Ви не можете додати вартість до команди addcost.
vi: Bạn không thể thêm chi phí vào lệnh addcost.

source: You must be a bot owner to use this command while global bank is active.
af: Jy moet 'n bot-eienaar wees om hierdie opdrag te gebruik terwyl globale bank aktief is.
ar: يجب أن تكون مالك الروبوت لاستخدام هذا الأمر أثناء نشاط البنك العالمي.
bg: Трябва да сте собственик на бот, за да използвате тази команда, докато глобалната банка е активна.
bn: গ্লোবাল ব্যাঙ্ক সক্রিয় থাকাকালীন এই কমান্ডটি ব্যবহার করার জন্য আপনাকে অবশ্যই একজন বট মালিক হতে হবে।
ca: Heu de ser propietari d'un bot per utilitzar aquesta ordre mentre el banc global està actiu.
cs: Abyste mohli tento příkaz používat, když je aktivní globální banka, musíte být vlastníkem bota.
da: Du skal være botejer for at bruge denne kommando, mens den globale bank er aktiv.
de: Sie müssen ein Bot-Besitzer sein, um diesen Befehl verwenden zu können, während die globale Bank aktiv ist.
el: Πρέπει να είστε κάτοχος ρομπότ για να χρησιμοποιήσετε αυτήν την εντολή ενώ η παγκόσμια τράπεζα είναι ενεργή.
es: Debe ser propietario de un bot para utilizar este comando mientras el banco global está activo.
et: Kui globaalne pank on aktiivne, peate selle käsu kasutamiseks olema roboti omanik.
fi: Sinun on oltava botin omistaja voidaksesi käyttää tätä komentoa globaalin pankin ollessa aktiivinen.
he: עליך להיות בעל בוט כדי להשתמש בפקודה הזו בזמן שהבנק הגלובלי פעיל.
hi: वैश्विक बैंक के सक्रिय रहने के दौरान इस कमांड का उपयोग करने के लिए आपको एक बॉट स्वामी होना चाहिए।
hr: Morate biti vlasnik bota da biste koristili ovu naredbu dok je globalna banka aktivna.
hu: A parancs használatához robottulajdonosnak kell lennie, amikor a globális bank aktív.
id: Anda harus menjadi pemilik bot untuk menggunakan perintah ini saat bank global aktif.
it: Devi essere il proprietario del bot per utilizzare questo comando mentre la banca globale è attiva.
ja: グローバル バンクがアクティブなときにこのコマンドを使用するには、ボットの所有者である必要があります。
lt: Turite būti roboto savininkas, kad galėtumėte naudoti šią komandą, kai pasaulinis bankas yra aktyvus.
lv: Lai izmantotu šo komandu, kamēr globālā banka ir aktīva, jums ir jābūt robota īpašniekam.
ms: Anda mesti menjadi pemilik bot untuk menggunakan arahan ini semasa bank global aktif.
nl: U moet een bot-eigenaar zijn om deze opdracht te gebruiken terwijl Global Bank actief is.
no: Du må være boteier for å bruke denne kommandoen mens den globale banken er aktiv.
pl: Aby użyć tego polecenia, gdy bank globalny jest aktywny, musisz być właścicielem bota.
pt: Você deve ser proprietário de um bot para usar este comando enquanto o banco global estiver ativo.
ro: Trebuie să fiți proprietarul unui bot pentru a utiliza această comandă în timp ce banca globală este activă.
ru: Вы должны быть владельцем бота, чтобы использовать эту команду, пока активен глобальный банк.
sk: Ak chcete použiť tento príkaz, keď je aktívna globálna banka, musíte byť vlastníkom robota.
sl: Če želite uporabljati ta ukaz, ko je globalna banka aktivna, morate biti lastnik bota.
sv: Du måste vara botägare för att använda detta kommando medan global bank är aktiv.
th: คุณต้องเป็นเจ้าของบอทเพื่อใช้คำสั่งนี้ในขณะที่ธนาคารทั่วโลกเปิดใช้งานอยู่
tr: Global banka aktifken bu komutu kullanabilmek için bot sahibi olmanız gerekmektedir.
uk: Ви повинні бути власником бота, щоб використовувати цю команду, коли глобальний банк активний.
vi: Bạn phải là chủ sở hữu bot để sử dụng lệnh này trong khi ngân hàng toàn cầu đang hoạt động.

source: Global bank is active, you must use the global level.
af: Globale bank is aktief, jy moet die globale vlak gebruik.
ar: البنك العالمي نشط، يجب عليك استخدام المستوى العالمي.
bg: Глобалната банка е активна, трябва да използвате глобалното ниво.
bn: গ্লোবাল ব্যাংক সক্রিয়, আপনাকে অবশ্যই বিশ্বব্যাপী ব্যবহার করতে হবে।
ca: El banc global està actiu, heu d'utilitzar el nivell global.
cs: Globální banka je aktivní, musíte použít globální úroveň.
da: Global bank er aktiv, du skal bruge det globale niveau.
de: Wenn die globale Bank aktiv ist, müssen Sie die globale Ebene verwenden.
el: Η παγκόσμια τράπεζα είναι ενεργή, πρέπει να χρησιμοποιήσετε το παγκόσμιο επίπεδο.
es: El banco global está activo, debe utilizar el nivel global.
et: Globaalne pank on aktiivne, peate kasutama globaalset taset.
fi: Globaali pankki on aktiivinen, sinun on käytettävä globaalia tasoa.
he: הבנק העולמי פעיל, עליך להשתמש ברמה הגלובלית.
hi: वैश्विक बैंक सक्रिय है, आपको वैश्विक स्तर का उपयोग करना चाहिए।
hr: Globalna banka je aktivna, morate koristiti globalnu razinu.
hu: A globális bank aktív, a globális szintet kell használnia.
id: Bank global aktif, Anda harus menggunakan tingkat global.
it: La banca globale è attiva, è necessario utilizzare il livello globale.
ja: グローバル バンクがアクティブであるため、グローバル レベルを使用する必要があります。
lt: Pasaulinis bankas yra aktyvus, turite naudoti pasaulinį lygį.
lv: Globālā banka ir aktīva, jums jāizmanto globālais līmenis.
ms: Bank global aktif, anda mesti menggunakan tahap global.
nl: Mondiale bank is actief, u moet het mondiale niveau gebruiken.
no: Global bank er aktiv, du må bruke det globale nivået.
pl: Bank globalny jest aktywny, musisz skorzystać z poziomu globalnego.
pt: O banco global está ativo, você deve usar o nível global.
ro: Banca globală este activă, trebuie să utilizați nivelul global.
ru: Глобальный банк активен, вы должны использовать глобальный уровень.
sk: Globálna banka je aktívna, musíte použiť globálnu úroveň.
sl: Globalna banka je aktivna, morate uporabiti globalno raven.
sv: Global bank är aktiv, du måste använda den globala nivån.
th: ธนาคารระดับโลกเปิดใช้งานอยู่ คุณต้องใช้ระดับโลก
tr: Global banka aktif, global seviyeyi kullanmalısınız.
uk: Глобальний банк активний, необхідно використовувати глобальний рівень.
vi: Ngân hàng toàn cầu đang hoạt động, bạn phải sử dụng cấp độ toàn cầu.

source: You must be a bot owner to use the global level.
af: Jy moet 'n bot-eienaar wees om die globale vlak te gebruik.
ar: يجب أن تكون مالك الروبوت لاستخدام المستوى العالمي.
bg: Трябва да сте собственик на бот, за да използвате глобалното ниво.
bn: গ্লোবাল লেভেল ব্যবহার করার জন্য আপনাকে অবশ্যই একজন বট মালিক হতে হবে।
ca: Heu de ser propietari d'un bot per utilitzar el nivell global.
cs: Abyste mohli používat globální úroveň, musíte být vlastníkem robota.
da: Du skal være botejer for at bruge det globale niveau.
de: Sie müssen ein Bot-Besitzer sein, um die globale Ebene nutzen zu können.
el: Πρέπει να είστε κάτοχος ρομπότ για να χρησιμοποιήσετε το παγκόσμιο επίπεδο.
es: Debes ser propietario de un bot para utilizar el nivel global.
et: Globaalse taseme kasutamiseks peate olema roboti omanik.
fi: Sinun on oltava botin omistaja voidaksesi käyttää globaalia tasoa.
he: אתה חייב להיות בעל בוט כדי להשתמש ברמה הגלובלית.
hi: वैश्विक स्तर का उपयोग करने के लिए आपको एक बॉट स्वामी होना चाहिए।
hr: Morate biti vlasnik bota da biste koristili globalnu razinu.
hu: A globális szint használatához robottulajdonosnak kell lennie.
id: Anda harus menjadi pemilik bot untuk menggunakan tingkat global.
it: Devi essere il proprietario del bot per utilizzare il livello globale.
ja: グローバル レベルを使用するには、ボットの所有者である必要があります。
lt: Kad galėtumėte naudotis pasauliniu lygiu, turite būti roboto savininkas.
lv: Lai izmantotu globālo līmeni, jums ir jābūt robota īpašniekam.
ms: Anda mesti menjadi pemilik bot untuk menggunakan peringkat global.
nl: U moet een boteigenaar zijn om het globale niveau te kunnen gebruiken.
no: Du må være boteier for å bruke det globale nivået.
pl: Aby korzystać z poziomu globalnego, musisz być właścicielem bota.
pt: Você deve ser proprietário de um bot para usar o nível global.
ro: Trebuie să fiți proprietar de bot pentru a utiliza nivelul global.
ru: Чтобы использовать глобальный уровень, вы должны быть владельцем бота.
sk: Ak chcete používať globálnu úroveň, musíte byť vlastníkom robota.
sl: Če želite uporabljati globalno raven, morate biti lastnik bota.
sv: Du måste vara botägare för att använda den globala nivån.
th: คุณต้องเป็นเจ้าของบอทจึงจะใช้งานระดับโลกได้
tr: Global seviyeyi kullanabilmek için bot sahibi olmanız gerekmektedir.
uk: Ви повинні бути власником бота, щоб використовувати глобальний рівень.
vi: Bạn phải là chủ sở hữu bot để sử dụng cấp độ toàn cầu.

source: You must enable global bank to use the global level.
af: Jy moet globale bank in staat stel om die globale vlak te gebruik.
ar: يجب عليك تمكين البنك العالمي من استخدام المستوى العالمي.
bg: Трябва да активирате глобалната банка, за да използвате глобалното ниво.
bn: গ্লোবাল লেভেল ব্যবহার করার জন্য আপনাকে অবশ্যই গ্লোবাল ব্যাঙ্ক সক্ষম করতে হবে।
ca: Heu d'habilitar el banc global per utilitzar el nivell global.
cs: Musíte povolit globální bance, aby mohla používat globální úroveň.
da: Du skal aktivere global bank for at bruge det globale niveau.
de: Sie müssen die globale Bank aktivieren, um die globale Ebene verwenden zu können.
el: Πρέπει να ενεργοποιήσετε την παγκόσμια τράπεζα να χρησιμοποιεί το παγκόσμιο επίπεδο.
es: Debe habilitar el banco global para utilizar el nivel global.
et: Peate lubama globaalsel pangal globaalse taseme kasutamiseks.
fi: Sinun on sallittava globaali pankki käyttää globaalia tasoa.
he: עליך לאפשר לבנק הגלובלי להשתמש ברמה הגלובלית.
hi: आपको वैश्विक बैंक को वैश्विक स्तर का उपयोग करने में सक्षम बनाना होगा।
hr: Morate omogućiti globalnoj banci korištenje globalne razine.
hu: Engedélyeznie kell a globális bankot a globális szint használatához.
id: Anda harus mengaktifkan bank global untuk menggunakan tingkat global.
it: È necessario abilitare la banca globale per utilizzare il livello globale.
ja: グローバル バンクがグローバル レベルを使用できるようにする必要があります。
lt: Turite leisti pasauliniam bankui naudoti pasaulinį lygį.
lv: Globālajai bankai ir jāatļauj izmantot globālo līmeni.
ms: Anda mesti membolehkan bank global menggunakan peringkat global.
nl: U moet de mondiale bank inschakelen om het mondiale niveau te kunnen gebruiken.
no: Du må aktivere global bank for å bruke det globale nivået.
pl: Musisz włączyć bank globalny, aby mógł korzystać z poziomu globalnego.
pt: Você deve permitir que o banco global use o nível global.
ro: Trebuie să activați banca globală pentru a utiliza nivelul global.
ru: Вы должны разрешить глобальному банку использовать глобальный уровень.
sk: Musíte povoliť globálnej banke používať globálnu úroveň.
sl: Za uporabo globalne ravni morate omogočiti globalno banko.
sv: Du måste aktivera global bank för att använda den globala nivån.
th: คุณต้องเปิดใช้งานธนาคารทั่วโลกเพื่อใช้ระดับโลก
tr: Global bankanın global seviyeyi kullanmasına izin vermelisiniz.
uk: Ви повинні ввімкнути глобальний банк, щоб використовувати глобальний рівень.
vi: Bạn phải cho phép ngân hàng toàn cầu sử dụng cấp độ toàn cầu.

source: Command not found.
af: Opdrag nie gevind nie.
ar: لم يتم العثور على الأمر.
bg: Командата не е намерена.
bn: কমান্ড পাওয়া যায়নি.
ca: No s'ha trobat l'ordre.
cs: Příkaz nenalezen.
da: Kommandoen blev ikke fundet.
de: Befehl nicht gefunden.
el: Η εντολή δεν βρέθηκε.
es: Comando no encontrado.
et: Käsku ei leitud.
fi: Komentoa ei löydy.
he: הפקודה לא נמצאה.
hi: यह कमांड नहीं मिला।
hr: Naredba nije pronađena.
hu: A parancs nem található.
id: Perintah tidak ditemukan.
it: Comando non trovato.
ja: コマンドが見つかりません。
lt: Komanda nerasta.
lv: Komanda nav atrasta.
ms: Perintah tidak ditemui.
nl: Commando niet gevonden.
no: Kommandoen ble ikke funnet.
pl: Nie znaleziono polecenia.
pt: Comando não encontrado.
ro: Comanda nu a fost găsită.
ru: Команда не найдена.
sk: Príkaz sa nenašiel.
sl: Ukaz ni bil najden.
sv: Kommandot hittades inte.
th: ไม่พบคำสั่ง
tr: Komut bulunamadı.
uk: Команда не знайдена.
vi: Không tìm thấy lệnh.

source: That is not a valid app command
af: Dit is nie 'n geldige app-opdrag nie
ar: هذا ليس أمر تطبيق صالحًا
bg: Това не е валидна команда за приложение
bn: এটি একটি বৈধ অ্যাপ কমান্ড নয়
ca: Aquesta no és una ordre d'aplicació vàlida
cs: Toto není platný příkaz aplikace
da: Det er ikke en gyldig app-kommando
de: Das ist kein gültiger App-Befehl
el: Αυτή δεν είναι έγκυρη εντολή εφαρμογής
es: Ese no es un comando de aplicación válido.
et: See ei ole kehtiv rakenduse käsk
fi: Se ei ole kelvollinen sovelluskomento
he: זו לא פקודת אפליקציה חוקית
hi: वह मान्य ऐप कमांड नहीं है
hr: To nije valjana naredba aplikacije
hu: Ez nem érvényes alkalmazásparancs
id: Itu bukan perintah aplikasi yang valid
it: Questo non è un comando dell'app valido
ja: それは有効なアプリコマンドではありません
lt: Tai nėra tinkama programos komanda
lv: Tā nav derīga lietotnes komanda
ms: Itu bukan arahan apl yang sah
nl: Dat is geen geldig app-commando
no: Det er ikke en gyldig app-kommando
pl: To nie jest prawidłowe polecenie aplikacji
pt: Esse não é um comando de aplicativo válido
ro: Aceasta nu este o comandă validă pentru aplicație
ru: Это недопустимая команда приложения.
sk: Toto nie je platný príkaz aplikácie
sl: To ni veljaven ukaz aplikacije
sv: Det är inte ett giltigt appkommando
th: นั่นไม่ใช่คำสั่งแอปที่ถูกต้อง
tr: Bu geçerli bir uygulama komutu değil
uk: Це недійсна команда програми
vi: Đó không phải là lệnh ứng dụng hợp lệ

source: You can't add costs to commands that are always available!
af: Jy kan nie koste byvoeg by opdragte wat altyd beskikbaar is nie!
ar: لا يمكنك إضافة تكاليف إلى الأوامر المتوفرة دائمًا!
bg: Не можете да добавяте разходи към команди, които винаги са налични!
bn: আপনি সবসময় উপলব্ধ কমান্ড খরচ যোগ করতে পারবেন না!
ca: No podeu afegir costos a les ordres que sempre estan disponibles!
cs: Nemůžete přidávat náklady k příkazům, které jsou vždy k dispozici!
da: Du kan ikke tilføje omkostninger til kommandoer, der altid er tilgængelige!
de: Sie können keine Kosten zu Befehlen hinzufügen, die immer verfügbar sind!
el: Δεν μπορείτε να προσθέσετε κόστος σε εντολές που είναι πάντα διαθέσιμες!
es: ¡No puedes agregar costos a los comandos que siempre están disponibles!
et: Alati saadaolevatele käskudele ei saa kulusid lisada!
fi: Et voi lisätä kustannuksia komentoihin, jotka ovat aina saatavilla!
he: אתה לא יכול להוסיף עלויות לפקודות שתמיד זמינות!
hi: आप उन आदेशों में लागत नहीं जोड़ सकते जो हमेशा उपलब्ध होते हैं!
hr: Ne možete dodati troškove naredbama koje su uvijek dostupne!
hu: A mindig elérhető parancsokhoz nem lehet költségeket hozzáadni!
id: Anda tidak dapat menambahkan biaya ke perintah yang selalu tersedia!
it: Non è possibile aggiungere costi a comandi sempre disponibili!
ja: 常に使用可能なコマンドにコストを追加することはできません。
lt: Negalite pridėti išlaidų prie komandų, kurios visada pasiekiamos!
lv: Jūs nevarat pievienot izmaksas komandām, kas vienmēr ir pieejamas!
ms: Anda tidak boleh menambah kos pada arahan yang sentiasa tersedia!
nl: U kunt geen kosten toevoegen aan opdrachten die altijd beschikbaar zijn!
no: Du kan ikke legge til kostnader til kommandoer som alltid er tilgjengelige!
pl: Nie można dodawać kosztów do poleceń, które są zawsze dostępne!
pt: Você não pode adicionar custos a comandos que estão sempre disponíveis!
ro: Nu puteți adăuga costuri la comenzile care sunt întotdeauna disponibile!
ru: Вы не можете добавлять стоимость к командам, которые всегда доступны!
sk: Nemôžete pripočítať náklady k príkazom, ktoré sú vždy k dispozícii!
sl: Ne morete dodati stroškov ukazom, ki so vedno na voljo!
sv: Du kan inte lägga till kostnader för kommandon som alltid är tillgängliga!
th: คุณไม่สามารถเพิ่มต้นทุนให้กับคำสั่งที่มีอยู่ตลอดเวลาได้!
tr: Her zaman kullanılabilen komutlara maliyet ekleyemezsiniz!
uk: Ви не можете додати витрати до команд, які завжди доступні!
vi: Bạn không thể thêm chi phí vào các lệnh luôn có sẵn!

source: You can't add costs to commands you don't have permission to run!
af: Jy kan nie koste byvoeg by opdragte wat jy nie toestemming het om uit te voer nie!
ar: لا يمكنك إضافة تكاليف إلى الأوامر التي ليس لديك إذن بتشغيلها!
bg: Не можете да добавяте разходи към команди, за чието изпълнение нямате разрешение!
bn: আপনার কাছে চালানোর অনুমতি নেই এমন কমান্ডগুলিতে আপনি খরচ যোগ করতে পারবেন না!
ca: No podeu afegir costos a les ordres que no teniu permís per executar!
cs: Nemůžete přidávat náklady k příkazům, ke kterým nemáte oprávnění!
da: Du kan ikke tilføje omkostninger til kommandoer, du ikke har tilladelse til at køre!
de: Sie können keine Kosten für Befehle hinzufügen, für deren Ausführung Sie keine Berechtigung haben!
el: Δεν μπορείτε να προσθέσετε κόστος σε εντολές που δεν έχετε άδεια να εκτελέσετε!
es: ¡No puedes agregar costos a comandos para los que no tienes permiso de ejecución!
et: Te ei saa lisada kulusid käskudele, mille käitamiseks teil pole luba!
fi: Et voi lisätä kustannuksia komentoihin, joiden suorittamiseen sinulla ei ole lupaa!
he: אתה לא יכול להוסיף עלויות לפקודות שאין לך הרשאה להפעיל!
hi: आप उन आदेशों में लागत नहीं जोड़ सकते जिन्हें चलाने की आपके पास अनुमति नहीं है!
hr: Ne možete dodati troškove naredbama za čije pokretanje nemate dozvolu!
hu: Nem adhat hozzá költségeket olyan parancsokhoz, amelyek futtatására nincs jogosultsága!
id: Anda tidak dapat menambahkan biaya ke perintah yang Anda tidak mempunyai izin untuk menjalankannya!
it: Non puoi aggiungere costi ai comandi per i quali non sei autorizzato a eseguire!
ja: 実行権限のないコマンドにコストを追加することはできません。
lt: Negalite pridėti išlaidų prie komandų, kurių vykdyti neturite leidimo!
lv: Jūs nevarat pievienot izmaksas komandām, kuru izpildei jums nav atļaujas!
ms: Anda tidak boleh menambah kos pada perintah yang anda tidak mempunyai kebenaran untuk dijalankan!
nl: U kunt geen kosten toevoegen aan opdrachten waarvoor u geen toestemming heeft om deze uit te voeren!
no: Du kan ikke legge til kostnader til kommandoer du ikke har tillatelse til å kjøre!
pl: Nie możesz dodawać kosztów do poleceń, do których uruchomienia nie masz uprawnień!
pt: Você não pode adicionar custos a comandos que você não tem permissão para executar!
ro: Nu puteți adăuga costuri la comenzile pe care nu aveți permisiunea de a le executa!
ru: Вы не можете добавлять стоимость к командам, на выполнение которых у вас нет разрешения!
sk: Nemôžete pridávať náklady k príkazom, na spustenie ktorých nemáte povolenie!
sl: Ukazom, za katere nimate dovoljenja, ne morete dodajati stroškov!
sv: Du kan inte lägga till kostnader för kommandon som du inte har behörighet att köra!
th: คุณไม่สามารถเพิ่มค่าใช้จ่ายให้กับคำสั่งที่คุณไม่ได้รับอนุญาตให้รันได้!
tr: Çalıştırma izniniz olmayan komutlara maliyet ekleyemezsiniz!
uk: Ви не можете додати витрати до команд, на виконання яких у вас немає дозволу!
vi: Bạn không thể thêm chi phí vào các lệnh mà bạn không có quyền chạy!
