Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/extendedeconomy/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fi, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Auto claim channel removed.
af: Outo-eiskanaal is verwyder.
ar: تمت إزالة قناة المطالبة التلقائية.
bg: Каналът за автоматично искане е премахнат.
bn: স্বয়ংক্রিয় দাবি চ্যানেল সরানো হয়েছে।
ca: S'ha eliminat el canal de reclamació automàtica.
cs: Kanál automatického nároku byl odstraněn.
da: Automatisk krav kanal fjernet.
de: Kanal für automatische Ansprüche entfernt.
el: Το κανάλι αυτόματης αξίωσης καταργήθηκε.
es: Se eliminó el canal de reclamo automático.
et: Automaatse nõude kanal eemaldati.
fi: Automaattisen vaatimuksen kanava poistettu.
he: הערוץ בעלות אוטומטית הוסר.
hi: स्वचालित दावा चैनल हटा दिया गया.
hr: Kanal za automatsko polaganje prava uklonjen je.
hu: Automatikus igénylési csatorna eltávolítva.
id: Saluran klaim otomatis dihapus.
it: Canale di rivendicazione automatica rimosso.
ja: 自動請求チャネルが削除されました。
lt: Pašalintas automatinių pareiškimų kanalas.
lv: Automātiskās pretenzijas kanāls ir noņemts.
ms: Saluran tuntutan automatik dialih keluar.
nl: Automatisch claimkanaal verwijderd.
no: Automatisk krav kanal fjernet.
pl: Usunięto kanał automatycznego zgłaszania roszczeń.
pt: Canal de reivindicação automática removido.
ro: Canalul de revendicare automată a fost eliminat.
ru: Канал автоматической подачи заявок удален.
sk: Kanál automatického nároku bol odstránený.
sl: Kanal za samodejni zahtevek je odstranjen.
sv: Kanalen för automatisk anspråk har tagits bort.
th: ลบช่องทางการอ้างสิทธิ์อัตโนมัติแล้ว
tr: Otomatik hak talebinde bulunma kanalı kaldırıldı.
uk: Канал автоматичної претензії видалено.
vi: Kênh tự động xác nhận quyền sở hữu đã bị xóa.

source: Invalid tax percentage. Must be between 0 and 1.
af: Ongeldige belastingpersentasie. Moet tussen 0 en 1 wees.
ar: نسبة الضريبة غير صالحة. يجب أن يكون بين 0 و 1.
bg: Невалиден данъчен процент. Трябва да е между 0 и 1.
bn: অবৈধ ট্যাক্স শতাংশ। 0 এবং 1 এর মধ্যে হতে হবে।
ca: Percentatge fiscal no vàlid. Ha d'estar entre 0 i 1.
cs: Neplatné procento daně. Musí být mezi 0 a 1.
da: Ugyldig skatteprocent. Skal være mellem 0 og 1.
de: Ungültiger Steuersatz. Muss zwischen 0 und 1 liegen.
el: Μη έγκυρο ποσοστό φόρου. Πρέπει να είναι μεταξύ 0 και 1.
es: Porcentaje de impuesto no válido. Debe estar entre 0 y 1.
et: Kehtetu maksuprotsent. Peab olema vahemikus 0 kuni 1.
fi: Virheellinen veroprosentti. On oltava välillä 0 ja 1.
he: אחוז מס לא חוקי. חייב להיות בין 0 ל-1.
hi: अमान्य कर प्रतिशत. 0 और 1 के बीच होना चाहिए.
hr: Nevažeći postotak poreza. Mora biti između 0 i 1.
hu: Érvénytelen adószázalék. 0 és 1 között kell lennie.
id: Persentase pajak tidak valid. Harus antara 0 dan 1.
it: Percentuale fiscale non valida. Deve essere compreso tra 0 e 1.
ja: 無効な税率です。 0から1の間でなければなりません。
lt: Neteisingas mokesčio procentas. Turi būti nuo 0 iki 1.
lv: Nederīga nodokļa procentuālā daļa. Jābūt no 0 līdz 1.
ms: Peratusan cukai tidak sah. Mesti antara 0 dan 1.
nl: Ongeldig belastingpercentage. Moet tussen 0 en 1 liggen.
no: Ugyldig avgiftsprosent. Må være mellom 0 og 1.
pl: Nieprawidłowy procent podatku. Musi wynosić od 0 do 1.
pt: Porcentagem de imposto inválida. Deve estar entre 0 e 1.
ro: Procent fiscal nevalid. Trebuie să fie între 0 și 1.
ru: Неверный процент налога. Должно быть от 0 до 1.
sk: Neplatné percento dane. Musí byť medzi 0 a 1.
sl: Neveljaven odstotek davka. Biti mora med 0 in 1.
sv: Ogiltig skatteprocent. Måste vara mellan 0 och 1.
th: เปอร์เซ็นต์ภาษีไม่ถูกต้อง ต้องอยู่ระหว่าง 0 ถึง 1
tr: Geçersiz vergi yüzdesi. 0 ile 1 arasında olmalıdır.
uk: Недійсний відсоток податку. Має бути від 0 до 1.
vi: Phần trăm thuế không hợp lệ. Phải nằm trong khoảng từ 0 đến 1.

source: Transfer tax set to {}%
af: Oordragbelasting gestel na {}%
ar: تم ضبط ضريبة النقل على {}%
bg: Данъкът за прехвърляне е зададен на {}%
bn: ট্যাক্স হস্তান্তর সেট {}%
ca: Impost de transferència establert en {}%
cs: Daň z převodu nastavena na {} %
da: Overfør skat sat til {} %
de: Übertragungssteuer auf {} % festgelegt
el: Ο φόρος μεταβίβασης ορίστηκε σε {}%
es: Impuesto de transferencia establecido en {}%
et: Ülekandemaks on määratud {}%
fi: Siirtoveroksi asetettu {} %
he: העברת מס מוגדר ל-{}%
hi: स्थानांतरण कर को {}% पर सेट किया गया
hr: Porez na prijenos postavljen na {}%
hu: Átutalási adó beállítva: {}%
id: Pajak transfer disetel ke {}%
it: Imposta sui trasferimenti impostata su {}%
ja: 譲渡税が {}% に設定されました
lt: Pervedimo mokestis nustatytas į {} %
lv: Pārskaitījuma nodoklis iestatīts uz {}%
ms: Pindahkan cukai ditetapkan kepada {}%
nl: Overdrachtsbelasting ingesteld op {}%
no: Overfør skatt satt til {} %
pl: Podatek transferowy ustawiony na {}%
pt: Imposto de transferência definido como {}%
ro: Taxa de transfer setată la {}%
ru: Налог на передачу установлен в размере {}%
sk: Daň z prevodu nastavená na {} %
sl: Davek na prenos nastavljen na {} %
sv: Överför skatt inställd på {}%
th: โอนภาษีที่ตั้งไว้เป็น {}%
tr: Transfer vergisi %{} olarak ayarlandı
uk: Податок на переказ встановлено на {}%
vi: Thuế chuyển nhượng được đặt thành {}%

source: Removing the main log channel.
af: Verwyder die hooflogkanaal.
ar: إزالة قناة السجل الرئيسية.
bg: Премахване на главния канал на журнала.
bn: প্রধান লগ চ্যানেল সরানো হচ্ছে।
ca: Eliminació del canal de registre principal.
cs: Odstranění hlavního kanálu protokolu.
da: Fjernelse af hovedlogkanalen.
de: Entfernen des Hauptprotokollkanals.
el: Αφαίρεση του κύριου καναλιού καταγραφής.
es: Eliminando el canal de registro principal.
et: Peamise logikanali eemaldamine.
fi: Päälokin kanavan poistaminen.
he: הסרת ערוץ היומן הראשי.
hi: मुख्य लॉग चैनल को हटाना.
hr: Uklanjanje glavnog kanala dnevnika.
hu: A fő naplócsatorna eltávolítása.
id: Menghapus saluran log utama.
it: Rimozione del canale di registro principale.
ja: メイン ログ チャネルを削除します。
lt: Pagrindinio žurnalo kanalo pašalinimas.
lv: Galvenā žurnāla kanāla noņemšana.
ms: Mengalih keluar saluran log utama.
nl: Het hoofdlogkanaal verwijderen.
no: Fjerner hovedloggkanalen.
pl: Usuwanie głównego kanału dziennika.
pt: Removendo o canal de log principal.
ro: Eliminarea canalului principal de jurnal.
ru: Удаление основного канала журнала.
sk: Odstránenie hlavného kanála denníka.
sl: Odstranitev glavnega kanala dnevnika.
sv: Ta bort huvudloggkanalen.
th: การลบช่องบันทึกหลัก
tr: Ana günlük kanalı kaldırılıyor.
uk: Видалення основного каналу журналу.
vi: Xóa kênh nhật ký chính.

source: That is already the main log channel.
af: Dit is reeds die hooflogkanaal.
ar: هذه هي بالفعل قناة السجل الرئيسية.
bg: Това вече е основният лог канал.
bn: এটি ইতিমধ্যেই প্রধান লগ চ্যানেল।
ca: Aquest ja és el canal de registre principal.
cs: To je již hlavní kanál protokolu.
da: Det er allerede den vigtigste logkanal.
de: Das ist bereits der Hauptprotokollkanal.
el: Αυτό είναι ήδη το κύριο κανάλι καταγραφής.
es: Ese ya es el canal de registro principal.
et: See on juba peamine logikanal.
fi: Se on jo päälokikanava.
he: זה כבר ערוץ היומן הראשי.
hi: वह पहले से ही मुख्य लॉग चैनल है।
hr: To je već glavni log kanal.
hu: Ez már a fő napló csatorna.
id: Itu sudah menjadi saluran log utama.
it: Questo è già il canale di log principale.
ja: それはすでにメインのログ チャネルです。
lt: Tai jau yra pagrindinis žurnalo kanalas.
lv: Tas jau ir galvenais žurnāla kanāls.
ms: Itu sudah menjadi saluran log utama.
nl: Dat is al het belangrijkste logkanaal.
no: Det er allerede hovedloggkanalen.
pl: To już jest główny kanał dziennika.
pt: Esse já é o principal canal de log.
ro: Acesta este deja canalul principal de jurnal.
ru: Это уже основной канал журнала.
sk: Toto je už hlavný kanál denníka.
sl: To je že glavni kanal dnevnika.
sv: Det är redan den huvudsakliga loggkanalen.
th: นั่นเป็นช่องทางบันทึกหลักอยู่แล้ว
tr: Bu zaten ana günlük kanalıdır.
uk: Це вже основний канал журналу.
vi: Đó đã là kênh nhật ký chính.

source: Main log channel changed to {}
af: Hooflogboekkanaal verander na {}
ar: تم تغيير قناة السجل الرئيسية إلى {}
bg: Каналът на главния журнал е променен на {}
bn: প্রধান লগ চ্যানেল {} এ পরিবর্তিত হয়েছে
ca: El canal de registre principal ha canviat a {}
cs: Kanál hlavního protokolu změněn na {}
da: Hovedlogkanal ændret til {}
de: Hauptprotokollkanal geändert in {}
el: Το κύριο κανάλι καταγραφής άλλαξε σε {}
es: El canal de registro principal cambió a {}
et: Logi põhikanaliks muudeti {}
fi: Päälokin kanava muutettu kanavaksi {}
he: ערוץ היומן הראשי השתנה ל-{}
hi: मुख्य लॉग चैनल को {} में बदल दिया गया
hr: Glavni kanal dnevnika promijenjen je u {}
hu: A fő naplócsatorna a következőre módosult: {}
id: Saluran log utama diubah menjadi {}
it: Canale di registro principale cambiato in {}
ja: メイン ログ チャネルが {} に変更されました
lt: Pagrindinis žurnalo kanalas pakeistas į {}
lv: Galvenais žurnāla kanāls mainīts uz {}
ms: Saluran log utama ditukar kepada {}
nl: Hoofdlogkanaal gewijzigd in {}
no: Hovedloggkanal endret til {}
pl: Główny kanał dziennika zmieniony na {}
pt: Canal de registro principal alterado para {}
ro: Canalul principal de jurnal s-a schimbat în {}
ru: Основной канал журнала изменен на {}
sk: Kanál hlavného denníka zmenený na {}
sl: Kanal glavnega dnevnika spremenjen v {}
sv: Huvudloggkanal ändrad till {}
th: ช่องบันทึกหลักเปลี่ยนเป็น {}
tr: Ana günlük kanalı {} olarak değiştirildi
uk: Основний канал журналу змінено на {}
vi: Kênh nhật ký chính đã thay đổi thành {}

source: Main log channel set to {}
af: Hooflogboekkanaal gestel op {}
ar: تم ضبط قناة السجل الرئيسية على {}
bg: Каналът на главния регистър е зададен на {}
bn: প্রধান লগ চ্যানেল {} এ সেট করা হয়েছে
ca: Canal de registre principal establert a {}
cs: Kanál hlavního protokolu nastaven na {}
da: Hovedlogkanal indstillet til {}
de: Hauptprotokollkanal auf {} gesetzt
el: Το κύριο κανάλι καταγραφής ορίστηκε σε {}
es: Canal de registro principal configurado en {}
et: Põhilogi kanaliks on määratud {}
fi: Päälokin kanavaksi asetettu {}
he: ערוץ יומן ראשי מוגדר ל-{}
hi: मुख्य लॉग चैनल {} पर सेट है
hr: Glavni kanal dnevnika postavljen na {}
hu: A fő naplócsatorna beállítva erre: {}
id: Saluran log utama disetel ke {}
it: Canale di registro principale impostato su {}
ja: メイン ログ チャネルを {} に設定
lt: Pagrindinis žurnalo kanalas nustatytas į {}
lv: Galvenais žurnāla kanāls iestatīts uz {}
ms: Saluran log utama ditetapkan kepada {}
nl: Hoofdlogkanaal ingesteld op {}
no: Hovedloggkanal satt til {}
pl: Główny kanał dziennika ustawiony na {}
pt: Canal de registro principal definido como {}
ro: Canalul principal de jurnal setat la {}
ru: Основной канал журнала установлен на {}
sk: Kanál hlavného denníka nastavený na {}
sl: Kanal glavnega dnevnika je nastavljen na {}
sv: Huvudloggkanal inställd på {}
th: ช่องบันทึกหลักตั้งค่าเป็น {}
tr: Ana günlük kanalı {} olarak ayarlandı
uk: Основний канал журналу встановлено на {}
vi: Kênh nhật ký chính được đặt thành {}

source: Invalid event. Must be one of: {}
af: Ongeldige gebeurtenis. Moet een van: {} wees
ar: حدث غير صالح. يجب أن يكون واحدًا من: {}
bg: Невалидно събитие. Трябва да е едно от: {}
bn: অবৈধ ইভেন্ট। এর মধ্যে একটি হতে হবে: {}
ca: Esdeveniment no vàlid. Ha de ser un de: {}
cs: Neplatná událost. Musí být jeden z: {}
da: Ugyldig begivenhed. Skal være en af: {}
de: Ungültiges Ereignis. Muss einer von: {} sein
el: Μη έγκυρο συμβάν. Πρέπει να είναι ένα από: {}
es: Evento no válido. Debe ser uno de: {}
et: Kehtetu sündmus. Peab olema üks järgmistest: {}
fi: Virheellinen tapahtuma. Täytyy olla jokin seuraavista: {}
he: אירוע לא חוקי. חייב להיות אחד מ: {}
hi: अमान्य घटना. इनमें से एक होना चाहिए: {}
hr: Nevažeći događaj. Mora biti jedno od: {}
hu: Érvénytelen esemény. A következők egyikének kell lennie: {}
id: Acara tidak valid. Harus salah satu dari: {}
it: Evento non valido. Deve essere uno tra: {}
ja: 無効なイベントです。次のいずれかである必要があります: {}
lt: Netinkamas įvykis. Turi būti vienas iš: {}
lv: Nederīgs pasākums. Jābūt vienam no: {}
ms: Acara tidak sah. Mestilah salah satu daripada: {}
nl: Ongeldige gebeurtenis. Moet een van zijn: {}
no: Ugyldig hendelse. Må være en av: {}
pl: Nieprawidłowe wydarzenie. Musi być jednym z: {}
pt: Evento inválido. Deve ser um dos seguintes: {}
ro: Eveniment nevalid. Trebuie să fie unul dintre: {}
ru: Недопустимое событие. Должно быть одно из: {}
sk: Neplatná udalosť. Musí byť jedným z: {}
sl: Neveljaven dogodek. Mora biti eden od: {}
sv: Ogiltig händelse. Måste vara en av: {}
th: กิจกรรมไม่ถูกต้อง ต้องเป็นหนึ่งใน: {}
tr: Geçersiz etkinlik. Şunlardan biri olmalı: {}
uk: Недійсна подія. Має бути одним із: {}
vi: Sự kiện không hợp lệ. Phải là một trong: {}

source: No channel set for this event.
af: Geen kanaal gestel vir hierdie geleentheid nie.
ar: لم يتم تعيين قناة لهذا الحدث.
bg: Няма зададен канал за това събитие.
bn: এই ইভেন্টের জন্য কোনো চ্যানেল সেট করা হয়নি।
ca: No s'ha definit cap canal per a aquest esdeveniment.
cs: Pro tuto událost není nastaven žádný kanál.
da: Der er ikke indstillet kanal til denne begivenhed.
de: Für dieses Ereignis ist kein Kanal festgelegt.
el: Δεν έχει οριστεί κανάλι για αυτό το συμβάν.
es: No hay ningún canal establecido para este evento.
et: Selle sündmuse jaoks pole kanalit määratud.
fi: Tälle tapahtumalle ei ole asetettu kanavaa.
he: לא הוגדר ערוץ לאירוע זה.
hi: इस इवेंट के लिए कोई चैनल सेट नहीं है.
hr: Nije postavljen kanal za ovaj događaj.
hu: Nincs csatorna beállítva ehhez az eseményhez.
id: Tidak ada saluran yang disetel untuk acara ini.
it: Nessun canale impostato per questo evento.
ja: このイベントにはチャンネルが設定されていません。
lt: Šiam įvykiui nenustatytas joks kanalas.
lv: Šim notikumam nav iestatīts neviens kanāls.
ms: Tiada saluran ditetapkan untuk acara ini.
nl: Er is geen kanaal ingesteld voor dit evenement.
no: Ingen kanal er angitt for denne hendelsen.
pl: Nie ustawiono kanału dla tego wydarzenia.
pt: Nenhum canal definido para este evento.
ro: Niciun canal setat pentru acest eveniment.
ru: Для этого события не установлен канал.
sk: Pre túto udalosť nie je nastavený žiadny kanál.
sl: Za ta dogodek ni nastavljen noben kanal.
sv: Ingen kanal inställd för denna händelse.
th: ไม่มีการกำหนดช่องสำหรับกิจกรรมนี้
tr: Bu etkinlik için ayarlanan kanal yok.
uk: Для цієї події не встановлено канал.
vi: Không có kênh nào được đặt cho sự kiện này.

source: Event log channel for {} removed.
af: Gebeurtenislogboekkanaal vir {} is verwyder.
ar: تمت إزالة قناة سجل الأحداث لـ {}.
bg: Каналът за регистър на събитията за {} е премахнат.
bn: {} এর জন্য ইভেন্ট লগ চ্যানেল সরানো হয়েছে৷
ca: S'ha eliminat el canal del registre d'esdeveniments per a {}.
cs: Kanál protokolu událostí pro {} byl odstraněn.
da: Hændelseslogkanal for {} blev fjernet.
de: Ereignisprotokollkanal für {} entfernt.
el: Το κανάλι καταγραφής συμβάντων για το {} καταργήθηκε.
es: Se eliminó el canal de registro de eventos para {}.
et: Sündmuste logi kanal {} jaoks eemaldati.
fi: Tapahtumalokikanava {} on poistettu.
he: ערוץ יומן אירועים עבור {} הוסר.
hi: {} के लिए इवेंट लॉग चैनल हटा दिया गया।
hr: Kanal zapisnika događaja za {} uklonjen.
hu: A(z) {} eseménynapló-csatornája eltávolítva.
id: Saluran log kejadian untuk {} dihapus.
it: Canale del registro eventi per {} rimosso.
ja: {} のイベント ログ チャネルが削除されました。
lt: Pašalintas {} įvykių žurnalo kanalas.
lv: Notikumu žurnāla kanāls {} ir noņemts.
ms: Saluran log peristiwa untuk {} dialih keluar.
nl: Gebeurtenislogboekkanaal voor {} verwijderd.
no: Hendelsesloggkanal for {} fjernet.
pl: Usunięto kanał dziennika zdarzeń dla {}.
pt: Canal de registro de eventos de {} removido.
ro: Canalul jurnalului de evenimente pentru {} a fost eliminat.
ru: Канал журнала событий для {} удален.
sk: Kanál denníka udalostí pre {} bol odstránený.
sl: Kanal dnevnika dogodkov za {} je odstranjen.
sv: Händelseloggkanalen för {} har tagits bort.
th: ช่องบันทึกเหตุการณ์สำหรับ {} ถูกลบออก
tr: {} için olay günlüğü kanalı kaldırıldı.
uk: Канал журналу подій для {} видалено.
vi: Đã xóa kênh nhật ký sự kiện cho {}.

source: That is already the event log channel for {}.
af: Dit is reeds die gebeurtenislogboekkanaal vir {}.
ar: هذه هي بالفعل قناة سجل الأحداث لـ {}.
bg: Това вече е каналът за регистър на събитията за {}.
bn: এটি ইতিমধ্যেই {} এর জন্য ইভেন্ট লগ চ্যানেল৷
ca: Aquest ja és el canal de registre d'esdeveniments per a {}.
cs: Toto je již kanál protokolu událostí pro {}.
da: Det er allerede hændelseslogkanalen for {}.
de: Das ist bereits der Ereignisprotokollkanal für {}.
el: Αυτό είναι ήδη το κανάλι καταγραφής συμβάντων για το {}.
es: Ese ya es el canal de registro de eventos para {}.
et: See on juba {} sündmuste logi kanal.
fi: Se on jo tapahtumalokin kanava kohteelle {}.
he: זה כבר ערוץ יומן האירועים עבור {}.
hi: वह पहले से ही {} के लिए इवेंट लॉग चैनल है।
hr: To je već kanal dnevnika događaja za {}.
hu: Ez már a(z) {} eseménynapló-csatornája.
id: Itu sudah menjadi saluran log kejadian untuk {}.
it: Questo è già il canale del registro eventi per {}.
ja: これはすでに {} のイベント ログ チャネルです。
lt: Tai jau yra įvykių žurnalo kanalas, skirtas {}.
lv: Tas jau ir notikumu žurnāla kanāls {}.
ms: Itu sudah pun menjadi saluran log peristiwa untuk {}.
nl: Dat is al het gebeurtenislogboekkanaal voor {}.
no: Det er allerede hendelsesloggkanalen for {}.
pl: To jest już kanał dziennika zdarzeń dla {}.
pt: Esse já é o canal de registro de eventos de {}.
ro: Acesta este deja canalul de jurnal de evenimente pentru {}.
ru: Это уже канал журнала событий для {}.
sk: Toto je už kanál denníka udalostí pre {}.
sl: To je že kanal dnevnika dogodkov za {}.
sv: Det är redan händelseloggkanalen för {}.
th: นั่นเป็นช่องทางบันทึกเหตุการณ์สำหรับ {} อยู่แล้ว
tr: Bu zaten {} için olay günlüğü kanalıdır.
uk: Це вже канал журналу подій для {}.
vi: Đó đã là kênh nhật ký sự kiện cho {}.

source: Event log channel for {} changed to {}
af: Gebeurtenislogboekkanaal vir {} verander na {}
ar: تم تغيير قناة سجل الأحداث لـ {} إلى {}
bg: Каналът на регистъра на събитията за {} е променен на {}
bn: {} এর জন্য ইভেন্ট লগ চ্যানেল পরিবর্তন করে {} করা হয়েছে
ca: El canal del registre d'esdeveniments per a {} s'ha canviat a {}
cs: Kanál protokolu událostí pro {} změněn na {}
da: Hændelseslogkanal for {} ændret til {}
de: Ereignisprotokollkanal für {} wurde in {} geändert
el: Το κανάλι καταγραφής συμβάντων για το {} άλλαξε σε {}
es: El canal de registro de eventos para {} cambió a {}
et: Sündmuste logi kanal {} jaoks muudeti kanaliks {}
fi: Tapahtumalokin kanava {} muutettiin kanavaksi {}
he: ערוץ יומן אירועים עבור {} השתנה ל-{}
hi: {} के लिए इवेंट लॉग चैनल को {} में बदल दिया गया
hr: Kanal zapisnika događaja za {} promijenjen je u {}
hu: A(z) {} eseménynapló-csatornája a következőre módosult: {}
id: Saluran log kejadian untuk {} diubah menjadi {}
it: Canale del registro eventi per {} cambiato in {}
ja: {} のイベント ログ チャネルが {} に変更されました
lt: {} įvykių žurnalo kanalas pakeistas į {}
lv: Notikumu žurnāla kanāls {} mainīts uz {}
ms: Saluran log peristiwa untuk {} ditukar kepada {}
nl: Gebeurtenislogboekkanaal voor {} gewijzigd in {}
no: Hendelsesloggkanal for {} endret til {}
pl: Kanał dziennika zdarzeń dla {} zmieniony na {}
pt: Canal de registro de eventos de {} alterado para {}
ro: Canalul jurnalului de evenimente pentru {} a fost schimbat în {}
ru: Канал журнала событий для {} изменен на {}
sk: Kanál denníka udalostí pre {} sa zmenil na {}
sl: Kanal dnevnika dogodkov za {} spremenjen v {}
sv: Händelseloggkanal för {} har ändrats till {}
th: ช่องบันทึกเหตุการณ์สำหรับ {} เปลี่ยนเป็น {}
tr: {} için olay günlüğü kanalı {} olarak değiştirildi
uk: Канал журналу подій для {} змінено на {}
vi: Kênh nhật ký sự kiện cho {} đã thay đổi thành {}

source: Event log channel for {} set to {}
af: Gebeurtenislogboekkanaal vir {} gestel op {}
ar: تم ضبط قناة سجل الأحداث لـ {} على {}
bg: Каналът на регистъра на събитията за {} е зададен на {}
bn: {} এর জন্য ইভেন্ট লগ চ্যানেল {} এ সেট করা হয়েছে
ca: Canal de registre d'esdeveniments per a {} establert en {}
cs: Kanál protokolu událostí pro {} byl nastaven na {}
da: Hændelseslogkanal for {} indstillet til {}
de: Ereignisprotokollkanal für {} auf {} gesetzt
el: Το κανάλι καταγραφής συμβάντων για το {} ορίστηκε σε {}
es: Canal de registro de eventos para {} establecido en {}
et: Sündmuste logi kanal {} jaoks on seatud väärtusele {}
fi: Tapahtumalokin kanavalle {} on asetettu {}
he: ערוץ יומן אירועים עבור {} מוגדר ל-{}
hi: {} के लिए इवेंट लॉग चैनल {} पर सेट है
hr: Kanal dnevnika događaja za {} postavljen na {}
hu: A(z) {} eseménynapló-csatornája a következőre van állítva: {}
id: Saluran log kejadian untuk {} disetel ke {}
it: Canale del registro eventi per {} impostato su {}
ja: {} のイベント ログ チャネルが {} に設定されました
lt: {} įvykių žurnalo kanalas nustatytas į {}
lv: Notikumu žurnāla kanāls {} iestatīts uz {}
ms: Saluran log peristiwa untuk {} ditetapkan kepada {}
nl: Gebeurtenislogboekkanaal voor {} ingesteld op {}
no: Hendelsesloggkanal for {} satt til {}
pl: Kanał dziennika zdarzeń dla {} ustawiony na {}
pt: Canal de registro de eventos para {} definido como {}
ro: Canalul jurnalului de evenimente pentru {} setat la {}
ru: Канал журнала событий для {} установлен на {}
sk: Kanál denníka udalostí pre {} nastavený na {}
sl: Kanal dnevnika dogodkov za {} je nastavljen na {}
sv: Händelseloggkanal för {} inställd på {}
th: ช่องบันทึกเหตุการณ์สำหรับ {} ตั้งค่าเป็น {}
tr: {} için olay günlüğü kanalı {} olarak ayarlandı
uk: Канал журналу подій для {} встановлено на {}
vi: Kênh nhật ký sự kiện cho {} được đặt thành {}

source: Delete after time disabled.
af: Vee uit nadat tyd gedeaktiveer is.
ar: حذف بعد تعطيل الوقت.
bg: Изтриване след време е деактивирано.
bn: সময় নিষ্ক্রিয় পরে মুছুন.
ca: Suprimeix després d'haver desactivat el temps.
cs: Smazat po uplynutí času zakázáno.
da: Slet efter tid deaktiveret.
de: Löschen nach Zeit deaktiviert.
el: Η διαγραφή μετά την ώρα απενεργοποιήθηκε.
es: Eliminar después del tiempo deshabilitado.
et: Kustuta pärast aja keelamist.
fi: Poista, kun aika on poistettu käytöstä.
he: מחק לאחר שהזמן מושבת.
hi: समय अक्षम होने के बाद हटाएँ.
hr: Onemogućeno brisanje nakon vremena.
hu: Törlés az idő letiltása után.
id: Hapus setelah waktu dinonaktifkan.
it: Elimina dopo il tempo disabilitato.
ja: 時間が無効になったら削除します。
lt: Ištrinti išjungus laiką.
lv: Dzēst pēc laika atspējošanas.
ms: Padam selepas masa dilumpuhkan.
nl: Verwijderen na tijd uitgeschakeld.
no: Slett etter at tiden er deaktivert.
pl: Usuń po wyłączeniu czasu.
pt: Excluir após o tempo desativado.
ro: Ștergeți după dezactivare.
ru: Удалить после отключения времени.
sk: Odstrániť po uplynutí času vypnuté.
sl: Onemogočeno brisanje po času.
sv: Ta bort efter att tiden inaktiverats.
th: ลบหลังจากปิดใช้งานเวลาแล้ว
tr: Süre sonunda sil devre dışı bırakıldı.
uk: Видалити через час вимкнено.
vi: Xóa sau thời gian bị vô hiệu hóa.
