Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/ryd/locales/*.po
Languages: ru_ru

source: Insert YouTube video url or id as argument to get dislikes count
ru_ru: Вставьте видео с YouTube или id как аргумент, чтоб получить количество дизлайкой

source: Change settings of RYD Cog
ru_ru: Изменение настроек RYD Cog

source: Disable/Enable message scanning for the bot
ru_ru: Выключить/Включить автоскан сообщений

source: Message scanning is {} now
ru_ru: Автоскан сообщений {}

source: Enabled
ru_ru: Включён

source: Disabled
ru_ru: Выключен

source: Disable/Enable message scanning for the specific person
ru_ru: Выключить/Включить автоскан сообщений для определённого человека

source: Disable/Enable message scanning for guild
ru_ru: Выключить/Включить автоскан сообщений на сервере

source: Enable/Disable whitelist mode for guild
ru_ru: Выключить/Включить белый список на сервере

source: Whitelist mode is {} now
ru_ru: Белый список {}

source: Disable/Enable message scanning for channel. Even in whitelist mode
ru_ru: Выключить/Включить автоскан сообщений для канала. Даже в режиме белого списка

source: not Whitelisted
ru_ru: не в белом списке

source: Whitelisted
ru_ru: в белом списке
