Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/audio/core/utilities/locales/*.po
Languages: vi_vn

source: tracks
vi_vn: bài hát

source: Page {page_num}/{total_pages}
vi_vn: Trang {page_num} trên tổng số {total_pages}

source: Connect to a voice channel first.
vi_vn: Kết nối với một kênh thoại trước.

source: Queue size limit reached.
vi_vn: Đạt đến số lượng hàng đợi giới hạn.

source: Unable To Play Tracks
vi_vn: Không thể phát các bài hát

source: Track Enqueued
vi_vn: Đã thêm bài hát vào hàng đợi

source: This track is not allowed in this server.
vi_vn: Bài hát này không được cho phép trên máy chủ này.

source: Track exceeds maximum length.
vi_vn: Độ dài bài hát vượt quá giá trị tối đa.

source: {time} until track playback: #{position} in queue
vi_vn: Còn {time} cho đến khi phát lại: thứ #{position} trong hàng đợi

source: Tracks Found:
vi_vn: Đã tìm thấy bài hát:

source: search results
vi_vn: kết quả tìm kiếm

source: Folders Found:
vi_vn: Đã tìm thấy thư mục:

source: Files Found:
vi_vn: Đã tìm thấy tập tin:

source: Unknown
vi_vn: Không rõ

source: - Name: <{pname}> - Scope: < {scope} > - ID: < {pid} > - Tracks: < {ptracks} > - Author: < {author} >
vi_vn: - Tên: <{pname}> - Khoảng cách: < {scope} > - ID: < {pid} > - Bài hát: < {ptracks} > - Tác giả: < {author} >

source: There's nothing in the queue.
vi_vn: Đã hết hàng đợi.

source: Track Skipped
vi_vn: Đã bỏ qua

source: Track number must be equal to or greater than 1.
vi_vn: Số bài hát phải lớn hơn hoặc bằng 1.

source: There are only {queuelen} songs currently queued.
vi_vn: Hiện tại chỉ có {queuelen} bài hát đang trong hàng đợi.

source: {skip_to_track} Tracks Skipped
vi_vn: {skip_to_track} Bài hát đã bỏ qua

source: Unable To Get Tracks
vi_vn: Tôi không lấy được nhạc. Thử lại lần nữa đi

source: Wait until the playlist has finished loading.
vi_vn: Đợi tôi load danh sách phát.

source: Nothing found.
vi_vn: Không tìm thấy gì cả.

source: Track is not playable.
vi_vn: Bài hát không thể phát được.

source: Unable to Get Track
vi_vn: Tôi không lấy được nhạc. Thử lại lần nữa đi

source: Unable To Find Tracks
vi_vn: Tôi không lấy được nhạc

source: This doesn't seem to be a supported Spotify URL or code.
vi_vn: Hình như tôi không hỗ trợ link/code đó, hay là thử lại.

source: {query} is not an allowed query.
vi_vn: {query} không phải là một từ khóa cho phép.

source: {bad_tracks} tracks cannot be queued.
vi_vn: {bad_tracks} sorry Tôi không thể nhét mấy bài này vào hàng đợi.

source: No Title
vi_vn: Không có tiêu đề

source: Playlist Enqueued
vi_vn: Danh sách đã được thêm vào hàng đợi

source: Added {num} tracks to the queue.{maxlength_msg}
vi_vn: Đã thêm {num} bài hát vào hàng đợi.{maxlength_msg}

source: {time} until start of playlist playback: starts at #{position} in queue
vi_vn: {time} cho đến khi bắt đầu danh sách phát lại: bắt đầu từ #{position} trong hàng đợi

source: Nothing found
vi_vn: Không tìm thấy gì cả

source: Please wait, finding tracks...
vi_vn: Đợi tý, đang tìm bài hát...

source: Getting track {num}/{total}...
vi_vn: Đang lấy bài hát {num}/{total}...

source: Loading track {num}/{total}...
vi_vn: Đang tải bài hát {num}/{total}...

source: Approximate time remaining: {seconds}
vi_vn: Dự đoán thời gian còn lại: {seconds}

source: I'm unable to get a track from Lavalink at the moment, try again in a few minutes.
vi_vn: Bây giờ tôi chưa thể tìm nhạc được, đợi một lát nữa rùi thử lại.

source: The connection was reset while loading the playlist.
vi_vn: Uhh Kết nối đã bị reset khi tôi đang lấy danh sách nhạc.

source: {number}. <{playlist.name}> - Scope: < {scope} > - ID: < {playlist.id} > - Tracks: < {tracks} > - Author: < {author} >
vi_vn: {number}. <{playlist.name}> - Scope: < {scope} > - ID: < {playlist.id} > - Bài hát: < {tracks} > - Tác giả: < {author} >

source: {playlists} playlists found, which one would you like?
vi_vn: {playlists} danh sách phát đã tìm thấy, nghe bài nào?

source: Too many matches found and you did not select which one you wanted.
vi_vn: Tôi tìm thấy quá nhiều thứ và bạn chưa chọn bất kì bài nào cả.

source: Playlists for {scope}:
vi_vn: Danh sách phát cho {scope}:

source: Page {page_num}/{total_pages} | {num} playlists.
vi_vn: Trang {page_num}/{total_pages} | {num} danh sách phát.

source: Please wait, adding tracks...
vi_vn: Đợi tý, đang thêm bài hát...

source: Playlist Saved
vi_vn: Đã lưu danh sách nhạc

source: Unable To Get Playlists
vi_vn: Lấy danh sách phát thất bại

source: You must be in the voice channel to use the playlist command.
vi_vn: Cần phải ở trong một kênh thoại để có thể dùng câu lệnh danh sách phát.

source: Global
vi_vn: Chung

source: Server
vi_vn: Máy chủ

source: User
vi_vn: Người dùng

source: __Too many songs in the queue, only showing the first 500__.
vi_vn: __Nhiều hàng đợi quá nên tôi chỉ hiển thị 500 cái đầu__.

source: Requested by: **{user}**
vi_vn: Được yêu cầu bởi **{user}**

source: Playing:
vi_vn: Đang phát:

source: requested by **{user}**
vi_vn: được yêu cầu bởi **{user}**

source: Queue for __{guild_name}__
vi_vn: Hàng đợi cho __{guild_name}__

source: Page {page_num}/{total_pages} | {num_tracks} tracks, {num_remaining} remaining
vi_vn: Trang {page_num}/{total_pages} | {num_tracks} bài hát, còn lại {num_remaining}

source: Auto-Play
vi_vn: Tự động phát

source: Shuffle
vi_vn: Phát trộn

source: Repeat
vi_vn: Phát lặp lại

source: Matching Tracks:
vi_vn: Các bài hát phù hợp:

source: Page {page_num}/{total_pages} | {num_tracks} tracks
vi_vn: Trang {page_num}/{total_pages} | {num_tracks} bài hát
