Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/discordedit/locales/*/LC_MESSAGES/messages.po
Languages: af, bn, ca, cs, da, fa, hi, hr, hu, id, ja, ko, lt, lv, nl, pl, pt, ro, th, tr, uk, vi

source: List of roles in {guild.name} ({guild.id})
af: Lys van rolle in {guild.name} ({guild.id})
bn: {guild.name} ({guild.id}) এ ভূমিকার তালিকা
ca: Llista de rols a {guild.name} ({guild.id})
cs: Seznam rolí v {guild.name} ({guild.id})
da: Liste over roller i {guild.name} ({guild.id})
fa: فهرست نقش‌ها در {guild.name} ({guild.id})
hi: {guild.name} में भूमिकाओं की सूची ({guild.id})
hr: Popis uloga u {guild.name} ({guild.id})
hu: Szerepkörök listája itt: {guild.name} ({guild.id})
id: Daftar peran di {guild.name} ({guild.id})
ja: {guild.name} ({guild.id}) のロールのリスト
ko: {guild.name} ({guild.id})의 역할 목록
lt: Vaidmenų sąrašas {guild.name} ({guild.id})
lv: Lomu saraksts domēnā {guild.name} ({guild.id})
nl: Lijst met rollen in {gilde.name} ({gilde.id})
pl: Lista ról w {guild.name} ({guild.id})
pt: Lista de funções em {guild.name} ({guild.id})
ro: Lista rolurilor din {guild.name} ({guild.id})
th: รายชื่อบทบาทใน {guild.name} ({guild.id})
tr: {guild.name} ({guild.id}) içindeki rollerin listesi
uk: Список ролей у {guild.name} ({guild.id})
vi: Danh sách vai trò trong {guild.name} ({guild.id})

source: You need to provide at least one permission.
af: Jy moet ten minste een toestemming verskaf.
bn: আপনাকে অন্তত একটি অনুমতি প্রদান করতে হবে।
ca: Heu de proporcionar almenys un permís.
cs: Musíte poskytnout alespoň jedno povolení.
da: Du skal give mindst én tilladelse.
fa: شما باید حداقل یک مجوز ارائه دهید.
hi: आपको कम से कम एक अनुमति प्रदान करनी होगी.
hr: Morate dati barem jedno dopuštenje.
hu: Legalább egy engedélyt meg kell adnia.
id: Anda harus memberikan setidaknya satu izin.
ja: 少なくとも 1 つの許可を与える必要があります。
ko: 하나 이상의 권한을 제공해야 합니다.
lt: Turite pateikti bent vieną leidimą.
lv: Jums ir jāiesniedz vismaz viena atļauja.
nl: U moet minimaal één toestemming geven.
pl: Musisz podać co najmniej jedno pozwolenie.
pt: Você precisa fornecer pelo menos uma permissão.
ro: Trebuie să furnizați cel puțin o permisiune.
th: คุณต้องให้สิทธิ์อย่างน้อยหนึ่งสิทธิ์
tr: En az bir izin sağlamanız gerekiyor.
uk: Потрібно надати принаймні один дозвіл.
vi: Bạn cần cung cấp ít nhất một quyền.

source: You don't have the permission {permission_name} in this guild.
af: Jy het nie die toestemming {permission_name} in hierdie gilde nie.
bn: এই গিল্ডে আপনার {permission_name} অনুমতি নেই।
ca: No teniu el permís {permission_name} en aquest gremi.
cs: V této guildě nemáte oprávnění {permission_name}.
da: Du har ikke tilladelsen {permission_name} i denne guild.
fa: شما مجوز {permission_name} را در این انجمن ندارید.
hi: आपके पास इस गिल्ड में अनुमति {permission_name} नहीं है.
hr: Nemate dopuštenje {permission_name} u ovom savezu.
hu: Nem rendelkezik a(z) {permission_name} engedéllyel ebben a céhben.
id: Anda tidak memiliki izin {permission_name} di guild ini.
ja: このギルドには {pe​​rmission_name} の権限がありません。
ko: 이 길드에 {permission_name} 권한이 없습니다.
lt: Neturite leidimo {permission_name} šioje gildijoje.
lv: Jums nav atļaujas {permission_name} šajā ģildē.
nl: Je hebt niet de toestemming {permission_name} in deze gilde.
pl: Nie masz uprawnień {permission_name} w tej gildii.
pt: Você não tem permissão {permission_name} nesta guilda.
ro: Nu aveți permisiunea {permission_name} în această breaslă.
th: คุณไม่มีสิทธิ์ {permission_name} ในกิลด์นี้
tr: Bu loncada {permission_name} iznine sahip değilsiniz.
uk: У вас немає дозволу {permission_name} у цій гільдії.
vi: Bạn không có quyền {permission_name} trong bang hội này.

source: ⚠️ - Delete role
af: ⚠️ - Vee rol uit
bn: ⚠️ - ভূমিকা মুছুন
ca: ⚠️ - Suprimeix el rol
cs: ⚠️ - Smazat roli
da: ⚠️ - Slet rolle
fa: ⚠️ - حذف نقش
hi: ⚠️ - भूमिका हटाएं
hr: ⚠️ - Izbriši ulogu
hu: ⚠️ - Szerepkör törlése
id: ⚠️ - Hapus peran
ja: ⚠️ - 役割の削除
ko: ⚠️ - 역할 삭제
lt: ⚠️ - Ištrinti vaidmenį
lv: ⚠️ - Dzēst lomu
nl: ⚠️ - Rol verwijderen
pl: ⚠️ - Usuń rolę
pt: ⚠️ - Excluir função
ro: ⚠️ - Ștergeți rolul
th: ⚠️ - ลบบทบาท
tr: ⚠️ - Rolü sil
uk: ⚠️ - Видалити роль
vi: ⚠️ - Xóa vai trò

source: Do you really want to delete the role {role.mention} ({role.id})?
af: Wil jy regtig die rol {role.mention} ({role.id}) uitvee?
bn: আপনি কি সত্যিই {role.mention} ({role.id}) ভূমিকাটি মুছে দিতে চান?
ca: Realment voleu suprimir la funció {role.mention} ({role.id})?
cs: Opravdu chcete smazat roli {role.mention} ({role.id})?
da: Vil du virkelig slette rollen {role.mention} ({role.id})?
fa: آیا واقعاً می خواهید نقش {role.mention} ({role.id}) را حذف کنید؟
hi: क्या आप सचमुच भूमिका {role.mention} ({role.id}) को हटाना चाहते हैं?
hr: Želite li stvarno izbrisati ulogu {role.mention} ({role.id})?
hu: Biztosan törölni szeretné a(z) {role.mention} ({role.id}) szerepet?
id: Apakah Anda yakin ingin menghapus peran {role.mention} ({role.id})?
ja: 本当にロール {role.mention} ({role.id}) を削除してもよろしいですか?
ko: {role.mention}({role.id}) 역할을 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti vaidmenį {role.mention} ({role.id})?
lv: Vai tiešām vēlaties dzēst lomu {role.mention} ({role.id})?
nl: Wilt u de rol {role.mention} ({role.id}) echt verwijderen?
pl: Czy na pewno chcesz usunąć rolę {role.mention} ({role.id})?
pt: Você realmente deseja excluir a função {role.mention} ({role.id})?
ro: Chiar doriți să ștergeți rolul {role.mention} ({role.id})?
th: คุณต้องการลบบทบาท {role.mention} ({role.id}) จริงๆ หรือไม่
tr: {role.mention} ({role.id}) rolünü gerçekten silmek istiyor musunuz?
uk: Ви справді хочете видалити роль {role.mention} ({role.id})?
vi: Bạn có thực sự muốn xóa vai trò {role.mention} ({role.id}) không?

source: The channel type must be `text`, `news`, `0` or `5`.
af: Die kanaaltipe moet `teks`, `nuus`, `0` of `5` wees.
bn: চ্যানেলের ধরন অবশ্যই `টেক্সট`, `সংবাদ`, `0` বা `5` হতে হবে।
ca: El tipus de canal ha de ser "text", "notícies", "0" o "5".
cs: Typ kanálu musí být „text“, „news“, „0“ nebo „5“.
da: Kanaltypen skal være "tekst", "nyheder", "0" eller "5".
fa: نوع کانال باید «متن»، «اخبار»، «0» یا «5» باشد.
hi: चैनल का प्रकार `टेक्स्ट`, `समाचार`, `0` या `5` होना चाहिए।
hr: Vrsta kanala mora biti `tekst`, `vijest`, `0` ili `5`.
hu: A csatorna típusának "text", "news", "0" vagy "5" kell lennie.
id: Jenis saluran harus `teks`, `berita`, `0` atau `5`.
ja: チャネルのタイプは、`text`、`news`、`0`、または `5` でなければなりません。
ko: 채널 유형은 `text`, `news`, `0` 또는 `5`여야 합니다.
lt: Kanalo tipas turi būti „tekstas“, „naujienos“, „0“ arba „5“.
lv: Kanāla veidam ir jābūt “teksts”, “ziņas”, “0” vai “5”.
nl: Het kanaaltype moet `text`, `news`, `0` of `5` zijn.
pl: Typ kanału musi mieć wartość „tekst”, „wiadomości”, „0” lub „5”.
pt: O tipo de canal deve ser `text`, `news`, `0` ou `5`.
ro: Tipul de canal trebuie să fie „text”, „știri”, „0” sau „5”.
th: ประเภทช่องต้องเป็น "ข้อความ", "ข่าว", "0" หรือ "5"
tr: Kanal türü "metin", "haber", "0" veya "5" olmalıdır.
uk: Тип каналу має бути «текст», «новини», «0» або «5».
vi: Loại kênh phải là `văn bản`, `tin tức`, `0` hoặc `5`.

source: List of text channels in {guild.name} ({guild.id})
af: Lys van tekskanale in {guild.name} ({guild.id})
bn: {guild.name} ({guild.id}) এ পাঠ্য চ্যানেলগুলির তালিকা
ca: Llista de canals de text a {guild.name} ({guild.id})
cs: Seznam textových kanálů v {guild.name} ({guild.id})
da: Liste over tekstkanaler i {guild.name} ({guild.id})
fa: فهرست کانال‌های متنی در {guild.name} ({guild.id})
hi: {guild.name} में टेक्स्ट चैनलों की सूची ({guild.id})
hr: Popis tekstualnih kanala u {guild.name} ({guild.id})
hu: Szöveges csatornák listája itt: {guild.name} ({guild.id})
id: Daftar saluran teks di {guild.name} ({guild.id})
ja: {guild.name} ({guild.id}) のテキスト チャネルのリスト
ko: {guild.name} ({guild.id})의 텍스트 채널 목록
lt: Teksto kanalų sąrašas {guild.name} ({guild.id})
lv: Teksta kanālu saraksts domēnā {guild.name} ({guild.id})
nl: Lijst met tekstkanalen in {gilde.name} ({gilde.id})
pl: Lista kanałów tekstowych w {guild.name} ({guild.id})
pt: Lista de canais de texto em {guild.name} ({guild.id})
ro: Lista canalelor de text din {guild.name} ({guild.id})
th: รายการช่องข้อความใน {guild.name} ({guild.id})
tr: {guild.name} ({guild.id}) içindeki metin kanallarının listesi
uk: Список текстових каналів у {guild.name} ({guild.id})
vi: Danh sách các kênh văn bản trong {guild.name} ({guild.id})

source: You need to provide a role or user you want to edit permissions for.
af: Jy moet 'n rol of gebruiker verskaf waarvoor jy toestemmings wil wysig.
bn: আপনাকে একটি ভূমিকা বা ব্যবহারকারী প্রদান করতে হবে যার জন্য আপনি অনুমতি সম্পাদনা করতে চান৷
ca: Heu de proporcionar una funció o usuari per al qual voleu editar els permisos.
cs: Musíte zadat roli nebo uživatele, pro kterého chcete upravovat oprávnění.
da: Du skal angive en rolle eller bruger, du vil redigere tilladelser for.
fa: شما باید نقش یا کاربری را ارائه دهید که می خواهید مجوزهای آن را ویرایش کنید.
hi: आपको एक भूमिका या उपयोगकर्ता प्रदान करना होगा जिसके लिए आप अनुमतियाँ संपादित करना चाहते हैं।
hr: Morate navesti ulogu ili korisnika za kojeg želite uređivati ​​dopuštenja.
hu: Meg kell adnia egy szerepkört vagy felhasználót, amelynek jogosultságait szerkeszteni szeretné.
id: Anda perlu memberikan peran atau pengguna yang izinnya ingin Anda edit.
ja: 権限を編集するロールまたはユーザーを指定する必要があります。
ko: 권한을 편집하려는 역할이나 사용자를 제공해야 합니다.
lt: Turite nurodyti vaidmenį arba naudotoją, kurio leidimus norite redaguoti.
lv: Jums ir jānorāda loma vai lietotājs, kuram vēlaties rediģēt atļaujas.
nl: U moet een rol of gebruiker opgeven waarvoor u de machtigingen wilt bewerken.
pl: Musisz podać rolę lub użytkownika, dla którego chcesz edytować uprawnienia.
pt: Você precisa fornecer uma função ou usuário para o qual deseja editar permissões.
ro: Trebuie să furnizați un rol sau un utilizator pentru care doriți să editați permisiunile.
th: คุณต้องระบุบทบาทหรือผู้ใช้ที่คุณต้องการแก้ไขสิทธิ์
tr: İzinlerini düzenlemek istediğiniz rolü veya kullanıcıyı sağlamanız gerekir.
uk: Вам потрібно вказати роль або користувача, для якого ви хочете змінити дозволи.
vi: Bạn cần cung cấp vai trò hoặc người dùng mà bạn muốn chỉnh sửa quyền.

source: You don't have the permission {permission_name} in this channel.
af: Jy het nie die toestemming {permission_name} in hierdie kanaal nie.
bn: এই চ্যানেলে আপনার {permission_name} অনুমতি নেই।
ca: No tens el permís {permission_name} en aquest canal.
cs: V tomto kanálu nemáte oprávnění {permission_name}.
da: Du har ikke tilladelsen {permission_name} på denne kanal.
fa: شما مجوز {permission_name} را در این کانال ندارید.
hi: आपके पास इस चैनल में अनुमति {permission_name} नहीं है.
hr: Nemate dopuštenje {permission_name} na ovom kanalu.
hu: Nem rendelkezik a(z) {permission_name} engedéllyel ehhez a csatornához.
id: Anda tidak memiliki izin {permission_name} di saluran ini.
ja: このチャンネルに対する権限 {permission_name} がありません。
ko: 이 채널에는 {permission_name} 권한이 없습니다.
lt: Neturite leidimo {permission_name} šiame kanale.
lv: Jums nav atļaujas {permission_name} šim kanālam.
nl: Je hebt geen toestemming {permission_name} voor dit kanaal.
pl: Nie masz uprawnień {permission_name} na tym kanale.
pt: Você não tem permissão {permission_name} neste canal.
ro: Nu aveți permisiunea {permission_name} pentru acest canal.
th: คุณไม่มีสิทธิ์ {permission_name} ในช่องนี้
tr: Bu kanalda {permission_name} izniniz yok.
uk: У вас немає дозволу {permission_name} на цьому каналі.
vi: Bạn không có quyền {permission_name} đối với kênh này.

source: You cannot remove permissions from you in this channel.
af: Jy kan nie toestemmings van jou in hierdie kanaal verwyder nie.
bn: আপনি এই চ্যানেলে আপনার কাছ থেকে অনুমতিগুলি সরাতে পারবেন না৷
ca: No pots eliminar-te els permisos en aquest canal.
cs: V tomto kanálu vám nemůžete odebrat oprávnění.
da: Du kan ikke fjerne tilladelser fra dig på denne kanal.
fa: شما نمی توانید مجوزهای خود را در این کانال حذف کنید.
hi: आप इस चैनल से अनुमतियाँ नहीं हटा सकते.
hr: Ne možete ukloniti svoja dopuštenja na ovom kanalu.
hu: Ezen a csatornán nem távolíthatod el tőled az engedélyeket.
id: Anda tidak dapat menghapus izin dari Anda di saluran ini.
ja: このチャンネルでは権限を削除することはできません。
ko: 이 채널에서는 권한을 제거할 수 없습니다.
lt: Negalite pašalinti šio kanalo leidimų.
lv: Jūs nevarat noņemt atļaujas no jums šajā kanālā.
nl: Je kunt geen rechten van je verwijderen in dit kanaal.
pl: Nie możesz odebrać Ci uprawnień na tym kanale.
pt: Você não pode remover suas permissões neste canal.
ro: Nu poți elimina permisiunile de la tine pe acest canal.
th: คุณไม่สามารถลบการอนุญาตจากคุณในช่องนี้ได้
tr: Bu kanaldaki izinlerinizi kaldıramazsınız.
uk: Ви не можете позбавити своїх дозволів на цьому каналі.
vi: Bạn không thể xóa quyền của bạn trong kênh này.

source: You cannot remove permissions from the bot in this channel.
af: Jy kan nie toestemmings van die bot in hierdie kanaal verwyder nie.
bn: আপনি এই চ্যানেলে বট থেকে অনুমতিগুলি সরাতে পারবেন না৷
ca: No podeu eliminar els permisos del bot en aquest canal.
cs: Robotovi v tomto kanálu nemůžete odebrat oprávnění.
da: Du kan ikke fjerne tilladelser fra botten på denne kanal.
fa: در این کانال نمی توانید مجوزها را از ربات حذف کنید.
hi: आप इस चैनल में बॉट से अनुमतियाँ नहीं हटा सकते।
hr: Ne možete ukloniti dozvole za bot na ovom kanalu.
hu: Ezen a csatornán nem távolíthatod el a bot engedélyeit.
id: Anda tidak dapat menghapus izin dari bot di saluran ini.
ja: このチャネルのボットから権限を削除することはできません。
ko: 이 채널의 봇에서 권한을 제거할 수 없습니다.
lt: Negalite pašalinti leidimų iš šio kanalo roboto.
lv: Jūs nevarat noņemt atļaujas no šī kanāla robota.
nl: Je kunt in dit kanaal geen rechten van de bot verwijderen.
pl: Nie możesz usunąć uprawnień bota na tym kanale.
pt: Você não pode remover permissões do bot neste canal.
ro: Nu puteți elimina permisiunile botului din acest canal.
th: คุณไม่สามารถลบการอนุญาตจากบอทในช่องนี้ได้
tr: Bu kanaldaki bottan izinleri kaldıramazsınız.
uk: Ви не можете видалити дозволи для бота в цьому каналі.
vi: Bạn không thể xóa quyền khỏi bot trong kênh này.

source: ⚠️ - Delete text channel
af: ⚠️ - Vee tekskanaal uit
bn: ⚠️ - পাঠ্য চ্যানেল মুছুন
ca: ⚠️ - Suprimeix el canal de text
cs: ⚠️ - Smazat textový kanál
da: ⚠️ - Slet tekstkanal
fa: ⚠️ - حذف کانال متنی
hi: ⚠️ - टेक्स्ट चैनल हटाएं
hr: ⚠️ - Izbrišite tekstualni kanal
hu: ⚠️ - Szöveges csatorna törlése
id: ⚠️ - Hapus saluran teks
ja: ⚠️ - テキストチャンネルを削除します
ko: ⚠️ - 텍스트 채널 삭제
lt: ⚠️ - Ištrinkite teksto kanalą
lv: ⚠️ - dzēst teksta kanālu
nl: ⚠️ - Tekstkanaal verwijderen
pl: ⚠️ - Usuń kanał tekstowy
pt: ⚠️ - Excluir canal de texto
ro: ⚠️ - Șterge canalul de text
th: ⚠️ - ลบช่องข้อความ
tr: ⚠️ - Metin kanalını sil
uk: ⚠️ - Видалити текстовий канал
vi: ⚠️ - Xóa kênh văn bản

source: List of threads in {guild.name} ({guild.id})
af: Lys van drade in {guild.name} ({guild.id})
bn: {guild.name} ({guild.id}) এ থ্রেডের তালিকা
ca: Llista de fils a {guild.name} ({guild.id})
cs: Seznam vláken v {guild.name} ({guild.id})
da: Liste over tråde i {guild.name} ({guild.id})
fa: فهرست رشته‌ها در {guild.name} ({guild.id})
hi: {guild.name} में थ्रेड्स की सूची ({guild.id})
hr: Popis niti u {guild.name} ({guild.id})
hu: A szálak listája itt: {guild.name} ({guild.id})
id: Daftar thread di {guild.name} ({guild.id})
ja: {guild.name} ({guild.id}) のスレッドのリスト
ko: {guild.name} ({guild.id})의 스레드 목록
lt: Gijų sąrašas {guild.name} ({guild.id})
lv: Pavedienu saraksts domēnā {guild.name} ({guild.id})
nl: Lijst met discussielijnen in {gilde.naam} ({gilde.id})
pl: Lista wątków w {guild.name} ({guild.id})
pt: Lista de tópicos em {guild.name} ({guild.id})
ro: Lista de fire din {guild.name} ({guild.id})
th: รายการกระทู้ใน {guild.name} ({guild.id})
tr: {guild.name} ({guild.id}) içindeki konuların listesi
uk: Список тем у {guild.name} ({guild.id})
vi: Danh sách các chủ đề trong {guild.name} ({guild.id})

source: ⚠️ - Delete thread
af: ⚠️ - Vee draad uit
bn: ⚠️ - থ্রেড মুছুন
ca: ⚠️ - Esborra el fil
cs: ⚠️ - Smazat vlákno
da: ⚠️ - Slet tråd
fa: ⚠️ - موضوع را حذف کنید
hi: ⚠️ - थ्रेड हटाएं
hr: ⚠️ - Izbriši nit
hu: ⚠️ - Téma törlése
id: ⚠️ - Hapus utas
ja: ⚠️ - スレッドを削除する
ko: ⚠️ - 스레드 삭제
lt: ⚠️ - Ištrinti temą
lv: ⚠️ - Dzēst pavedienu
nl: ⚠️ - Onderwerp verwijderen
pl: ⚠️ - Usuń wątek
pt: ⚠️ - Excluir tópico
ro: ⚠️ - Ștergeți firul
th: ⚠️ - ลบกระทู้
tr: ⚠️ - Konuyu sil
uk: ⚠️ - Видалити тему
vi: ⚠️ - Xóa chủ đề

source: Do you really want to delete the thread {thread.mention} ({thread.id})?
af: Wil jy regtig die draad {thread.mention} ({thread.id}) uitvee?
bn: আপনি কি সত্যিই থ্রেড {thread.mention} ({thread.id}) মুছতে চান?
ca: Realment voleu suprimir el fil {thread.mention} ({thread.id})?
cs: Opravdu chcete smazat vlákno {thread.mention} ({thread.id})?
da: Vil du virkelig slette tråden {thread.mention} ({thread.id})?
fa: آیا واقعاً می خواهید رشته {thread.mention} ({thread.id}) را حذف کنید؟
hi: क्या आप सचमुच थ्रेड {thread.mention} ({thread.id}) को हटाना चाहते हैं?
hr: Želite li stvarno izbrisati nit {thread.mention} ({thread.id})?
hu: Biztosan törölni szeretné a(z) {thread.mention} ({thread.id}) szálat?
id: Apakah Anda benar-benar ingin menghapus thread {thread.mention} ({thread.id})?
ja: 本当にスレッド {thread.mention} ({thread.id}) を削除してもよろしいですか?
ko: {thread.mention}({thread.id}) 스레드를 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti giją {thread.mention} ({thread.id})?
lv: Vai tiešām vēlaties dzēst pavedienu {thread.mention} ({thread.id})?
nl: Wil je de thread {thread.mention} ({thread.id}) echt verwijderen?
pl: Czy na pewno chcesz usunąć wątek {thread.mention} ({thread.id})?
pt: Você realmente deseja excluir o tópico {thread.mention} ({thread.id})?
ro: Chiar doriți să ștergeți firul {thread.mention} ({thread.id})?
th: คุณต้องการลบกระทู้ {thread.mention} ({thread.id}) จริงๆ หรือไม่?
tr: {thread.mention} ({thread.id}) konusunu gerçekten silmek istiyor musunuz?
uk: Ви справді хочете видалити ланцюжок {thread.mention} ({thread.id})?
vi: Bạn có thực sự muốn xóa chủ đề {thread.mention} ({thread.id}) không?

source: The video quality mode must be `1` or `2`.
af: Die videokwaliteitmodus moet `1` of `2` wees.
bn: ভিডিও মানের মোড অবশ্যই `1` বা `2` হতে হবে।
ca: El mode de qualitat del vídeo ha de ser "1" o "2".
cs: Režim kvality videa musí být „1“ nebo „2“.
da: Videokvalitetstilstanden skal være "1" eller "2".
fa: حالت کیفیت ویدیو باید «1» یا «2» باشد.
hi: वीडियो गुणवत्ता मोड `1` या `2` होना चाहिए।
hr: Način kvalitete videozapisa mora biti "1" ili "2".
hu: A videó minőségének 1-es vagy 2-esnek kell lennie.
id: Mode kualitas video harus `1` atau `2`.
ja: ビデオ品質モードは「1」または「2」でなければなりません。
ko: 동영상 품질 모드는 '1' 또는 '2'여야 합니다.
lt: Vaizdo įrašo kokybės režimas turi būti „1“ arba „2“.
lv: Video kvalitātes režīmam ir jābūt “1” vai “2”.
nl: De videokwaliteitsmodus moet `1` of `2` zijn.
pl: Tryb jakości wideo musi mieć wartość „1” lub „2”.
pt: O modo de qualidade de vídeo deve ser `1` ou `2`.
ro: Modul de calitate video trebuie să fie „1” sau „2”.
th: โหมดคุณภาพวิดีโอต้องเป็น "1" หรือ "2"
tr: Video kalitesi modu "1" veya "2" olmalıdır.
uk: Режим якості відео має бути «1» або «2».
vi: Chế độ chất lượng video phải là `1` hoặc `2`.

source: List of voice channels in {guild.name} ({guild.id})
af: Lys stemkanale in {guild.name} ({guild.id})
bn: {guild.name} ({guild.id}) এ ভয়েস চ্যানেলের তালিকা
ca: Llista de canals de veu a {guild.name} ({guild.id})
cs: Seznam hlasových kanálů v {guild.name} ({guild.id})
da: Liste over stemmekanaler i {guild.name} ({guild.id})
fa: فهرست کانال‌های صوتی در {guild.name} ({guild.id})
hi: {guild.name} में वॉयस चैनलों की सूची ({guild.id})
hr: Popis glasovnih kanala u {guild.name} ({guild.id})
hu: Hangcsatornák listája itt: {guild.name} ({guild.id})
id: Daftar saluran suara di {guild.name} ({guild.id})
ja: {guild.name} ({guild.id}) の音声チャンネルのリスト
ko: {guild.name} ({guild.id})의 음성 채널 목록
lt: Balso kanalų sąrašas {guild.name} ({guild.id})
lv: Balss kanālu saraksts domēnā {guild.name} ({guild.id})
nl: Lijst met spraakkanalen in {gilde.name} ({gilde.id})
pl: Lista kanałów głosowych w {guild.name} ({guild.id})
pt: Lista de canais de voz em {guild.name} ({guild.id})
ro: Lista canalelor vocale din {guild.name} ({guild.id})
th: รายการช่องเสียงใน {guild.name} ({guild.id})
tr: {guild.name} ({guild.id}) içindeki ses kanallarının listesi
uk: Список голосових каналів у {guild.name} ({guild.id})
vi: Danh sách các kênh thoại trong {guild.name} ({guild.id})

source: ⚠️ - Delete voice channel
af: ⚠️ - Vee stemkanaal uit
bn: ⚠️ - ভয়েস চ্যানেল মুছুন
ca: ⚠️ - Suprimeix el canal de veu
cs: ⚠️ - Smazat hlasový kanál
da: ⚠️ - Slet stemmekanal
fa: ⚠️ - حذف کانال صوتی
hi: ⚠️ - वॉयस चैनल हटाएं
hr: ⚠️ - Izbrišite glasovni kanal
hu: ⚠️ - Hangcsatorna törlése
id: ⚠️ - Hapus saluran suara
ja: ⚠️ - 音声チャンネルを削除します
ko: ⚠️ - 음성 채널 삭제
lt: ⚠️ - Ištrinkite balso kanalą
lv: ⚠️ - Dzēst balss kanālu
nl: ⚠️ - Spraakkanaal verwijderen
pl: ⚠️ - Usuń kanał głosowy
pt: ⚠️ - Excluir canal de voz
ro: ⚠️ - Ștergeți canalul vocal
th: ⚠️ - ลบช่องเสียง
tr: ⚠️ - Ses kanalını sil
uk: ⚠️ - Видалити голосовий канал
vi: ⚠️ - Xóa kênh thoại

source: You are not allowed to execute this command.
af: Jy word nie toegelaat om hierdie opdrag uit te voer nie.
bn: আপনি এই আদেশ কার্যকর করার অনুমতি দেওয়া হয় না.
ca: No teniu permís per executar aquesta ordre.
cs: Tento příkaz nemáte povoleno provést.
da: Du har ikke tilladelse til at udføre denne kommando.
fa: شما مجاز به اجرای این دستور نیستید.
hi: आपको इस आदेश को निष्पादित करने की अनुमति नहीं है.
hr: Nije vam dopušteno izvršiti ovu naredbu.
hu: Ezt a parancsot nem hajthatja végre.
id: Anda tidak diperbolehkan menjalankan perintah ini.
ja: このコマンドを実行することは許可されていません。
ko: 이 명령을 실행할 수 없습니다.
lt: Jums neleidžiama vykdyti šios komandos.
lv: Jums nav atļauts izpildīt šo komandu.
nl: U mag deze opdracht niet uitvoeren.
pl: Nie możesz wykonać tego polecenia.
pt: Você não tem permissão para executar este comando.
ro: Nu aveți voie să executați această comandă.
th: คุณไม่ได้รับอนุญาตให้ดำเนินการคำสั่งนี้
tr: Bu komutu yürütmenize izin verilmiyor.
uk: Ви не маєте права виконувати цю команду.
vi: Bạn không được phép thực hiện lệnh này.
