Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/discordedit/locales/*/LC_MESSAGES/messages.po
Languages: af, bn, ca, cs, da, fa, hi, hr, hu, id, ja, ko, lt, lv, nl, pl, pt, ro, th, tr, uk, vi

source: Invalid rule ID.
af: Ongeldige reël-ID.
bn: অবৈধ নিয়ম আইডি।
ca: Identificador de regla no vàlid.
cs: Neplatné ID pravidla.
da: Ugyldigt regel-id.
fa: شناسه قانون نامعتبر است.
hi: अमान्य नियम आईडी.
hr: Nevažeći ID pravila.
hu: Érvénytelen szabályazonosító.
id: ID aturan tidak valid.
ja: 無効なルールIDです。
ko: 잘못된 규칙 ID입니다.
lt: Neteisingas taisyklės ID.
lv: Nederīgs kārtulas ID.
nl: Ongeldige regel-ID.
pl: Nieprawidłowy identyfikator reguły.
pt: ID de regra inválido.
ro: ID regulă nevalid.
th: รหัสกฎไม่ถูกต้อง
tr: Geçersiz kural kimliği.
uk: Недійсний ідентифікатор правила.
vi: ID quy tắc không hợp lệ.

source: Rule not found.
af: Reël nie gevind nie.
bn: নিয়ম পাওয়া যায়নি।
ca: No s'ha trobat la regla.
cs: Pravidlo nenalezeno.
da: Regel ikke fundet.
fa: قانون پیدا نشد
hi: नियम नहीं मिला.
hr: Pravilo nije pronađeno.
hu: A szabály nem található.
id: Aturan tidak ditemukan.
ja: ルールが見つかりません。
ko: 규칙을 찾을 수 없습니다.
lt: Taisyklė nerasta.
lv: Noteikums nav atrasts.
nl: Regel niet gevonden.
pl: Nie znaleziono reguły.
pt: Regra não encontrada.
ro: Regula nu a fost găsită.
th: ไม่พบกฎ
tr: Kural bulunamadı.
uk: Правило не знайдено.
vi: Không tìm thấy quy tắc.

source: Invalid JSON.
af: Ongeldige JSON.
bn: অবৈধ JSON।
ca: JSON no vàlid.
cs: Neplatný JSON.
da: Ugyldig JSON.
fa: JSON نامعتبر است.
hi: अमान्य JSON.
hr: Nevažeći JSON.
hu: Érvénytelen JSON.
id: JSON tidak valid.
ja: 無効な JSON。
ko: 잘못된 JSON입니다.
lt: Netinkamas JSON.
lv: Nederīgs JSON.
nl: Ongeldige JSON.
pl: Nieprawidłowy JSON.
pt: JSON inválido.
ro: JSON nevalid.
th: JSON ไม่ถูกต้อง
tr: Geçersiz JSON.
uk: Недійсний JSON.
vi: JSON không hợp lệ.

source: Invalid trigger type.
af: Ongeldige snellertipe.
bn: অবৈধ ট্রিগার প্রকার।
ca: Tipus d'activador no vàlid.
cs: Neplatný typ spouštěče.
da: Ugyldig triggertype.
fa: نوع ماشه نامعتبر است.
hi: अमान्य ट्रिगर प्रकार.
hr: Nevažeća vrsta okidača.
hu: Érvénytelen aktiválási típus.
id: Jenis pemicu tidak valid.
ja: 無効なトリガータイプです。
ko: 트리거 유형이 잘못되었습니다.
lt: Netinkamas aktyviklio tipas.
lv: Nederīgs aktivizētāja veids.
nl: Ongeldig triggertype.
pl: Nieprawidłowy typ wyzwalacza.
pt: Tipo de gatilho inválido.
ro: Tip de declanșare nevalid.
th: ประเภททริกเกอร์ไม่ถูกต้อง
tr: Geçersiz tetikleyici türü.
uk: Недійсний тип тригера.
vi: Loại trình kích hoạt không hợp lệ.

source: Invalid trigger metadata.
af: Ongeldige sneller-metadata.
bn: অবৈধ ট্রিগার মেটাডেটা।
ca: Metadades de l'activador no vàlides.
cs: Neplatná metadata spouštěče.
da: Ugyldige trigger-metadata.
fa: فراداده آغازگر نامعتبر است.
hi: अमान्य ट्रिगर मेटाडेटा.
hr: Nevažeći metapodaci okidača.
hu: Érvénytelen aktiválási metaadatok.
id: Metadata pemicu tidak valid.
ja: トリガーのメタデータが無効です。
ko: 트리거 메타데이터가 잘못되었습니다.
lt: Netinkami aktyviklio metaduomenys.
lv: Nederīgi aktivizētāja metadati.
nl: Ongeldige trigger-metagegevens.
pl: Nieprawidłowe metadane wyzwalacza.
pt: Metadados de gatilho inválidos.
ro: Metadatele declanșatorului nevalide.
th: ข้อมูลเมตาของทริกเกอร์ไม่ถูกต้อง
tr: Geçersiz tetikleyici meta verileri.
uk: Недійсні метадані тригера.
vi: Siêu dữ liệu trình kích hoạt không hợp lệ.

source: Invalid data. Must be a list of dicts with `type` and `data` keys.
af: Ongeldige data. Moet 'n lys van dicts wees met 'tipe' en 'data' sleutels.
bn: অবৈধ তথ্য. 'টাইপ' এবং 'ডেটা' কী সহ নির্দেশাবলীর একটি তালিকা হতে হবে।
ca: Dades no vàlides. Ha de ser una llista de dictats amb les claus `type` i `data`.
cs: Neplatná data. Musí se jednat o seznam diktátů s klíči `type` a `data`.
da: Ugyldige data. Skal være en liste over diktater med tasterne "type" og "data".
fa: داده نامعتبر باید فهرستی از دیکته‌ها با کلیدهای «نوع» و «داده» باشد.
hi: अमान्य डेटा। `प्रकार` और `डेटा` कुंजी वाले निर्देशों की एक सूची होनी चाहिए।
hr: Nevažeći podaci. Mora biti popis diktata s ključevima `type` i `data`.
hu: Érvénytelen adatok. Dicts listának kell lennie "type" és "data" billentyűkkel.
id: Data tidak valid. Harus berupa daftar dicts dengan kunci `type` dan `data`.
ja: 無効なデータです。 「type」キーと「data」キーを持つ辞書のリストである必要があります。
ko: 데이터가 잘못되었습니다. `type` 및 `data` 키가 있는 사전 목록이어야 합니다.
lt: Netinkami duomenys. Turi būti diktatų sąrašas su „tipo“ ir „duomenų“ klavišais.
lv: Nederīgi dati. Jābūt diktātu sarakstam ar taustiņiem “type” un “data”.
nl: Ongeldige gegevens. Moet een lijst met dictaten zijn met de sleutels 'type' en 'data'.
pl: Nieprawidłowe dane. Musi to być lista słowników z kluczami „typ” i „dane”.
pt: Dados inválidos. Deve ser uma lista de dictos com chaves `type` e `data`.
ro: Date nevalide. Trebuie să fie o listă de dicte cu cheile `type` și `data`.
th: ข้อมูลไม่ถูกต้อง ต้องเป็นรายการคำสั่งที่มีคีย์ "type" และ "data"
tr: Geçersiz veri. 'Type' ve 'data' tuşlarına sahip bir sözlük listesi olmalıdır.
uk: Недійсні дані. Має бути список диктовок із ключами `type` і `data`.
vi: Dữ liệu không hợp lệ. Phải là danh sách các ký tự có khóa `type` và `data`.

source: Invalid action type.
af: Ongeldige handelingtipe.
bn: অবৈধ কর্মের ধরন।
ca: Tipus d'acció no vàlid.
cs: Neplatný typ akce.
da: Ugyldig handlingstype.
fa: نوع اقدام نامعتبر است.
hi: अमान्य क्रिया प्रकार.
hr: Nevažeća vrsta radnje.
hu: Érvénytelen művelettípus.
id: Jenis tindakan tidak valid.
ja: 無効なアクションタイプです。
ko: 작업 유형이 잘못되었습니다.
lt: Netinkamas veiksmo tipas.
lv: Nederīgs darbības veids.
nl: Ongeldig actietype.
pl: Nieprawidłowy typ działania.
pt: Tipo de ação inválido.
ro: Tip de acțiune nevalid.
th: ประเภทการกระทำไม่ถูกต้อง
tr: Geçersiz eylem türü.
uk: Недійсний тип дії.
vi: Loại hành động không hợp lệ.

source: Invalid action metadata.
af: Ongeldige handeling-metadata.
bn: অবৈধ কর্ম মেটাডেটা.
ca: Metadades d'acció no vàlides.
cs: Neplatná metadata akce.
da: Ugyldige handlingsmetadata.
fa: فراداده اقدام نامعتبر است.
hi: अमान्य क्रिया मेटाडेटा.
hr: Nevažeći metapodaci radnje.
hu: Érvénytelen műveleti metaadatok.
id: Metadata tindakan tidak valid.
ja: アクションのメタデータが無効です。
ko: 잘못된 작업 메타데이터입니다.
lt: Netinkami veiksmo metaduomenys.
lv: Nederīgi darbības metadati.
nl: Ongeldige actiemetagegevens.
pl: Nieprawidłowe metadane działania.
pt: Metadados de ação inválidos.
ro: Metadatele acțiunii nevalide.
th: ข้อมูลเมตาการดำเนินการไม่ถูกต้อง
tr: Geçersiz eylem meta verileri.
uk: Недійсні метадані дії.
vi: Siêu dữ liệu hành động không hợp lệ.

source: AutoMod rule {rule.name} ({rule.id}) created.
af: AutoMod-reël {rule.name} ({rule.id}) geskep.
bn: AutoMod নিয়ম {rule.name} ({rule.id}) তৈরি করা হয়েছে।
ca: S'ha creat la regla AutoMod {rule.name} ({rule.id}).
cs: Bylo vytvořeno pravidlo AutoMod {rule.name} ({rule.id}).
da: AutoMod-regel {rule.name} ({rule.id}) oprettet.
fa: قانون AutoMod {rule.name} ({rule.id}) ایجاد شد.
hi: ऑटोमॉड नियम {rule.name} ({rule.id}) बनाया गया।
hr: AutoMod pravilo {rule.name} ({rule.id}) je stvoreno.
hu: AutoMod-szabály {rule.name} ({rule.id}) létrehozva.
id: Aturan AutoMod {rule.name} ({rule.id}) dibuat.
ja: AutoMod ルール {rule.name} ({rule.id}) が作成されました。
ko: AutoMod 규칙 {rule.name}({rule.id})이 생성되었습니다.
lt: Sukurta „AutoMod“ taisyklė {rule.name} ({rule.id}).
lv: AutoMod kārtula {rule.name} ({rule.id}) ir izveidota.
nl: AutoMod-regel {rule.name} ({rule.id}) gemaakt.
pl: Utworzono regułę AutoModa {rule.name} ({rule.id}).
pt: Regra AutoMod {rule.name} ({rule.id}) criada.
ro: S-a creat regula AutoMod {rule.name} ({rule.id}).
th: สร้างกฎม็อดอัตโนมัติ {rule.name} ({rule.id}) แล้ว
tr: AutoMod kuralı {rule.name} ({rule.id}) oluşturuldu.
uk: Створено правило AutoMod {rule.name} ({rule.id}).
vi: Đã tạo quy tắc AutoMod {rule.name} ({rule.id}).

source: List of AutoMod rules in {guild.name} ({guild.id})
af: Lys van AutoMod-reëls in {guild.name} ({guild.id})
bn: {guild.name} ({guild.id}) এ অটোমড নিয়মের তালিকা
ca: Llista de regles d'AutoMod a {guild.name} ({guild.id})
cs: Seznam pravidel AutoMod v {guild.name} ({guild.id})
da: Liste over AutoMod-regler i {guild.name} ({guild.id})
fa: فهرست قوانین AutoMod در {guild.name} ({guild.id})
hi: {guild.name} में ऑटोमॉड नियमों की सूची ({guild.id})
hr: Popis AutoMod pravila u {guild.name} ({guild.id})
hu: Az AutoMod-szabályok listája itt: {guild.name} ({guild.id})
id: Daftar aturan AutoMod di {guild.name} ({guild.id})
ja: {guild.name} ({guild.id}) の AutoMod ルールのリスト
ko: {guild.name} ({guild.id})의 AutoMod 규칙 목록
lt: „AutoMod“ taisyklių sąrašas {guild.name} ({guild.id})
lv: AutoMod kārtulu saraksts domēnā {guild.name} ({guild.id})
nl: Lijst met AutoMod-regels in {guild.name} ({guild.id})
pl: Lista zasad AutoModa w {guild.name} ({guild.id})
pt: Lista de regras do AutoMod em {guild.name} ({guild.id})
ro: Lista regulilor AutoMod în {guild.name} ({guild.id})
th: รายการกฎ AutoMod ใน {guild.name} ({guild.id})
tr: {guild.name} ({guild.id}) içindeki AutoMod kurallarının listesi
uk: Список правил AutoMod у {guild.name} ({guild.id})
vi: Danh sách quy tắc AutoMod trong {guild.name} ({guild.id})

source: ⚠️ - Delete AutoMod rule
af: ⚠️ - Vee AutoMod-reël uit
bn: ⚠️ - AutoMod নিয়ম মুছুন
ca: ⚠️ - Suprimeix la regla AutoMod
cs: ⚠️ - Smazat pravidlo AutoMod
da: ⚠️ - Slet AutoMod-regel
fa: ⚠️ - قانون AutoMod را حذف کنید
hi: ⚠️ - ऑटोमॉड नियम हटाएं
hr: ⚠️ - Izbrišite AutoMod pravilo
hu: ⚠️ - Az AutoMod szabály törlése
id: ⚠️ - Hapus aturan AutoMod
ja: ⚠️ - AutoMod ルールを削除します
ko: ⚠️ - AutoMod 규칙 삭제
lt: ⚠️ - Ištrinkite AutoMod taisyklę
lv: ⚠️ - dzēst AutoMod kārtulu
nl: ⚠️ - AutoMod-regel verwijderen
pl: ⚠️ - Usuń regułę AutoModa
pt: ⚠️ - Excluir regra AutoMod
ro: ⚠️ - Ștergeți regula AutoMod
th: ⚠️ - ลบกฎ AutoMod
tr: ⚠️ - AutoMod kuralını sil
uk: ⚠️ - Видалити правило AutoMod
vi: ⚠️ - Xóa quy tắc AutoMod

source: Rule `{rule.name} ({rule.id})` edited.
af: Reël `{rule.name} ({rule.id})` gewysig.
bn: নিয়ম `{rule.name} ({rule.id})` সম্পাদনা করা হয়েছে।
ca: S'ha editat la regla `{rule.name} ({rule.id})`.
cs: Pravidlo `{rule.name} ({rule.id})` upraveno.
da: Regel `{rule.name} ({rule.id})` redigeret.
fa: قانون «{rule.name} ({rule.id})» ویرایش شد.
hi: नियम `{rule.name} ({rule.id})` संपादित किया गया।
hr: Pravilo `{rule.name} ({rule.id})` uređeno.
hu: A „{rule.name} ({rule.id})” szabály szerkesztve.
id: Aturan `{rule.name} ({rule.id})` telah diedit.
ja: ルール「{rule.name} ({rule.id})」が編集されました。
ko: `{rule.name}({rule.id})' 규칙이 수정되었습니다.
lt: Taisyklė „{taisyklės.pavadinimas} ({taisyklė.id})“ redaguota.
lv: Noteikums {rule.name} ({rule.id}) ir rediģēts.
nl: Regel `{rule.name} ({rule.id})` bewerkt.
pl: Reguła `{rule.name} ({rule.id})` została edytowana.
pt: Regra `{rule.name} ({rule.id})` editada.
ro: Regula `{rule.name} ({rule.id})` a fost editată.
th: แก้ไขกฎ `{rule.name} ({rule.id})` แล้ว
tr: Kural `{rule.name} ({rule.id})` düzenlendi.
uk: Правило {rule.name} ({rule.id}) відредаговано.
vi: Đã chỉnh sửa quy tắc `{rule.name} ({rule.id})`.

source: You are not allowed to use this interaction.
af: Jy word nie toegelaat om hierdie interaksie te gebruik nie.
bn: আপনি এই মিথস্ক্রিয়া ব্যবহার করার অনুমতি দেওয়া হয় না.
ca: No teniu permís per utilitzar aquesta interacció.
cs: Tuto interakci nemáte povoleno používat.
da: Du må ikke bruge denne interaktion.
fa: شما مجاز به استفاده از این تعامل نیستید.
hi: आपको इस इंटरैक्शन का उपयोग करने की अनुमति नहीं है.
hr: Nije vam dopušteno koristiti ovu interakciju.
hu: Nem használhatja ezt az interakciót.
id: Anda tidak diperbolehkan menggunakan interaksi ini.
ja: このインタラクションを使用することは許可されていません。
ko: 이 상호 작용을 사용할 수 없습니다.
lt: Jums neleidžiama naudoti šios sąveikos.
lv: Jums nav atļauts izmantot šo mijiedarbību.
nl: U mag deze interactie niet gebruiken.
pl: Nie możesz korzystać z tej interakcji.
pt: Você não tem permissão para usar esta interação.
ro: Nu aveți voie să utilizați această interacțiune.
th: คุณไม่ได้รับอนุญาตให้ใช้การโต้ตอบนี้
tr: Bu etkileşimi kullanmanıza izin verilmiyor.
uk: Ви не можете використовувати цю взаємодію.
vi: Bạn không được phép sử dụng sự tương tác này.

source: Rule `{rule.name} ({rule.id})` enabled.
af: Reël `{rule.name} ({rule.id})` geaktiveer.
bn: নিয়ম `{rule.name} ({rule.id})` সক্ষম।
ca: La regla `{rule.name} ({rule.id})` està activada.
cs: Pravidlo `{rule.name} ({rule.id})` povoleno.
da: Regel "{rule.name} ({rule.id})" aktiveret.
fa: قانون «{rule.name} ({rule.id})» فعال شد.
hi: नियम `{rule.name} ({rule.id})` सक्षम।
hr: Omogućeno je pravilo `{rule.name} ({rule.id}).
hu: A „{rule.name} ({rule.id})” szabály engedélyezve.
id: Aturan `{rule.name} ({rule.id})` diaktifkan.
ja: ルール「{rule.name} ({rule.id})」が有効になりました。
ko: `{rule.name}({rule.id})' 규칙이 활성화되었습니다.
lt: Taisyklė „{taisyklės.pavadinimas} ({taisyklė.id})“ įgalinta.
lv: Kārtula `{rule.name} ({rule.id})' ir iespējota.
nl: Regel `{rule.name} ({rule.id})` ingeschakeld.
pl: Reguła `{rule.name} ({rule.id})` włączona.
pt: Regra `{rule.name} ({rule.id})` ativada.
ro: Regula „{rule.name} ({rule.id})” este activată.
th: เปิดใช้งานกฎ `{rule.name} ({rule.id})` แล้ว
tr: Kural `{rule.name} ({rule.id})` etkinleştirildi.
uk: Правило {rule.name} ({rule.id}) увімкнено.
vi: Đã bật quy tắc `{rule.name} ({rule.id})`.

source: Rule {rule.name} `{rule.id}` disabled.
af: Reël {rule.name} `{rule.id}` gedeaktiveer.
bn: নিয়ম {rule.name} `{rule.id}` নিষ্ক্রিয়।
ca: La regla {rule.name} `{rule.id}` està desactivada.
cs: Pravidlo {rule.name} `{rule.id}` zakázáno.
da: Regel {rule.name} `{rule.id}` deaktiveret.
fa: قانون {rule.name} «{rule.id}» غیرفعال شد.
hi: नियम {rule.name} `{rule.id}` अक्षम.
hr: Pravilo {rule.name} `{rule.id}` onemogućeno.
hu: A {rule.name} szabály `{rule.id}` letiltva.
id: Aturan {rule.name} `{rule.id}` dinonaktifkan.
ja: ルール {rule.name} `{rule.id}` が無効になりました。
ko: {rule.name} `{rule.id}` 규칙이 비활성화되었습니다.
lt: Taisyklė {rule.name} „{taisyklė.id}“ išjungta.
lv: Kārtula {rule.name} `{rule.id}` ir atspējota.
nl: Regel {rule.name} `{rule.id}` uitgeschakeld.
pl: Reguła {rule.name} `{rule.id}` wyłączona.
pt: Regra {rule.name} `{rule.id}` desativada.
ro: Regula {rule.name} `{rule.id}` a fost dezactivată.
th: กฎ {rule.name} `{rule.id}` ถูกปิดใช้งาน
tr: {rule.name} `{rule.id}` kuralı devre dışı bırakıldı.
uk: Правило {rule.name} `{rule.id}` вимкнено.
vi: Quy tắc {rule.name} `{rule.id}` bị vô hiệu hóa.

source: Rule `{rule.name} ({rule.id})` deleted.
af: Reël `{rule.name} ({rule.id})` is uitgevee.
bn: নিয়ম `{rule.name} ({rule.id})` মুছে ফেলা হয়েছে।
ca: La regla `{rule.name} ({rule.id})` s'ha suprimit.
cs: Pravidlo `{rule.name} ({rule.id})` bylo odstraněno.
da: Regel "{rule.name} ({rule.id})" slettet.
fa: قانون «{rule.name} ({rule.id})» حذف شد.
hi: नियम `{rule.name} ({rule.id})` हटा दिया गया।
hr: Pravilo `{rule.name} ({rule.id})` izbrisano.
hu: A „{rule.name} ({rule.id})” szabály törölve.
id: Aturan `{rule.name} ({rule.id})` dihapus.
ja: ルール「{rule.name} ({rule.id})」が削除されました。
ko: `{rule.name}({rule.id})' 규칙이 삭제되었습니다.
lt: Taisyklė „{taisyklės.pavadinimas} ({taisyklė.id})“ ištrinta.
lv: Kārtula {rule.name} ({rule.id}) ir izdzēsta.
nl: Regel `{rule.name} ({rule.id})` verwijderd.
pl: Reguła `{rule.name} ({rule.id})` została usunięta.
pt: Regra `{rule.name} ({rule.id})` excluída.
ro: Regula „{rule.name} ({rule.id})” a fost ștearsă.
th: ลบกฎ `{rule.name} ({rule.id})` แล้ว
tr: Kural `{rule.name} ({rule.id})` silindi.
uk: Правило {rule.name} ({rule.id}) видалено.
vi: Đã xóa quy tắc `{rule.name} ({rule.id})`.

source: Converting to `Locale` failed for parameter `preferred_locale`.
af: Omskakeling na `Locale` het misluk vir parameter `preferred_locale`.
bn: `পছন্দের_লোকেল` প্যারামিটারের জন্য `লোকেলে` রূপান্তর ব্যর্থ হয়েছে।
ca: No s'ha pogut convertir a `Locale` per al paràmetre `preferred_locale`.
cs: Převod na `Locale` se nezdařil pro parametr `preferred_locale`.
da: Konvertering til "Locale" mislykkedes for parameteren "preferred_locale".
fa: تبدیل به «محلی» برای پارامتر «محلی_برگزیده» انجام نشد.
hi: पैरामीटर `preferred_locale` के लिए `Locale` में कनवर्ट करना विफल रहा।
hr: Pretvaranje u `Locale` nije uspjelo za parametar `preferred_locale`.
hu: A `preferred_locale` paraméter `Locale`-re való konvertálása nem sikerült.
id: Gagal mengonversi ke `Lokal` untuk parameter `preferred_locale`.
ja: パラメータ `preferred_locale` の `Locale` への変換に失敗しました。
ko: 'preferred_locale' 매개변수를 'Locale'으로 변환하지 못했습니다.
lt: Nepavyko konvertuoti į „Locale“ parametrą „preferred_locale“.
lv: Neizdevās konvertēt uz “Locale” parametram “preferred_locale”.
nl: Het converteren naar `Locale` is mislukt voor parameter `preferred_locale`.
pl: Konwersja na „Locale” nie powiodła się dla parametru „preferred_locale”.
pt: A conversão para `Locale` falhou para o parâmetro `preferred_locale`.
ro: Conversia în `Locale` nu a reușit pentru parametrul `preferred_locale`.
th: การแปลงเป็น `Locale` ล้มเหลวสำหรับพารามิเตอร์ `preferred_locale`
tr: 'Preferred_locale' parametresi için 'Yerel Ayar'a dönüştürme işlemi başarısız oldu.
uk: Перетворення на `Locale` не вдалося для параметра `preferred_locale`.
vi: Không thể chuyển đổi sang `Locale` cho tham số `preferred_locale`.

source: The video quality mode must be `0` or `1`.
af: Die videokwaliteitmodus moet `0` of `1` wees.
bn: ভিডিও মানের মোড অবশ্যই `0` বা `1` হতে হবে।
ca: El mode de qualitat del vídeo ha de ser "0" o "1".
cs: Režim kvality videa musí být „0“ nebo „1“.
da: Videokvalitetstilstanden skal være "0" eller "1".
fa: حالت کیفیت ویدیو باید «0» یا «1» باشد.
hi: वीडियो गुणवत्ता मोड `0` या `1` होना चाहिए।
hr: Način kvalitete videozapisa mora biti `0` ili `1`.
hu: A videó minőségének 0-nak vagy 1-nek kell lennie.
id: Mode kualitas video harus `0` atau `1`.
ja: ビデオ品質モードは「0」または「1」でなければなりません。
ko: 동영상 품질 모드는 '0' 또는 '1'이어야 합니다.
lt: Vaizdo įrašo kokybės režimas turi būti „0“ arba „1“.
lv: Video kvalitātes režīmam ir jābūt “0” vai “1”.
nl: De videokwaliteitsmodus moet `0` of `1` zijn.
pl: Tryb jakości wideo musi mieć wartość „0” lub „1”.
pt: O modo de qualidade de vídeo deve ser `0` ou `1`.
ro: Modul de calitate video trebuie să fie `0` sau `1`.
th: โหมดคุณภาพวิดีโอต้องเป็น "0" หรือ "1"
tr: Video kalitesi modu "0" veya "1" olmalıdır.
uk: Режим якості відео має бути «0» або «1».
vi: Chế độ chất lượng video phải là `0` hoặc `1`.

source: :⚠️ - Change Guild Owner
af: :⚠️ - Verander Gilde-eienaar
bn: :⚠️ - গিল্ডের মালিক পরিবর্তন করুন
ca: :⚠️ - Canvia el propietari del gremi
cs: :⚠️ - Změňte vlastníka cechu
da: :⚠️ - Skift Guild Ejer
fa: :⚠️ - تغییر مالک انجمن
hi: :⚠️ - गिल्ड स्वामी बदलें
hr: :⚠️ - Promijenite vlasnika ceha
hu: :⚠️ - Céh tulajdonosának megváltoztatása
id: :⚠️ - Ganti Pemilik Guild
ja: :⚠️ - ギルドオーナーを変更する
ko: :⚠️ - 길드 소유자 변경
lt: :⚠️ - Keisti gildijos savininką
lv: :⚠️ - Mainiet ģildes īpašnieku
nl: :⚠️ - Gilde-eigenaar wijzigen
pl: :⚠️ - Zmień właściciela gildii
pt: :⚠️ - Mudar proprietário da guilda
ro: :⚠️ - Schimbați proprietarul breslei
th: :⚠️ - เปลี่ยนเจ้าของกิลด์
tr: :⚠️ - Lonca Sahibini Değiştir
uk: :⚠️ - Змінити власника гільдії
vi: :⚠️ - Thay đổi chủ bang hội

source: ⚠️ - Delete Guild
af: ⚠️ - Vee Gilde uit
bn: ⚠️ - গিল্ড মুছুন
ca: ⚠️ - Elimina el gremi
cs: ⚠️ - Smazat cech
da: ⚠️ - Slet Guild
fa: ⚠️ - Guild را حذف کنید
hi: ⚠️ - गिल्ड हटाएं
hr: ⚠️ - Izbriši ceh
hu: ⚠️ - Céh törlése
id: ⚠️ - Hapus Serikat
ja: ⚠️ - ギルドの削除
ko: ⚠️ - 길드 삭제
lt: ⚠️ - Ištrinkite gildiją
lv: ⚠️ - Dzēst ģildi
nl: ⚠️ - Gilde verwijderen
pl: ⚠️ - Usuń gildię
pt: ⚠️ - Excluir Guilda
ro: ⚠️ - Șterge breasla
th: ⚠️ - ลบกิลด์
tr: ⚠️ - Loncayı Sil
uk: ⚠️ - Видалити Гільдію
vi: ⚠️ - Xóa bang hội

source: Do you really want to delete the guild {guild.name} ({guild.id})?
af: Wil jy regtig die gilde {guild.name} ({guild.id}) uitvee?
bn: আপনি কি সত্যিই গিল্ড {guild.name} ({guild.id}) মুছে ফেলতে চান?
ca: Realment voleu suprimir el gremi {guild.name} ({guild.id})?
cs: Opravdu chcete smazat cech {guild.name} ({guild.id})?
da: Vil du virkelig slette guilden {guild.name} ({guild.id})?
fa: آیا واقعاً می خواهید انجمن {guild.name} ({guild.id}) را حذف کنید؟
hi: क्या आप सचमुच गिल्ड {guild.name} ({guild.id}) को हटाना चाहते हैं?
hr: Želite li stvarno izbrisati ceh {guild.name} ({guild.id})?
hu: Biztosan törölni szeretnéd a(z) {guild.name} ({guild.id}) céhet?
id: Apakah Anda benar-benar ingin menghapus guild {guild.name} ({guild.id})?
ja: 本当にギルド {guild.name} ({guild.id}) を削除してもよろしいですか?
ko: 정말로 {guild.name}({guild.id}) 길드를 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti gildiją {guild.name} ({guild.id})?
lv: Vai tiešām vēlaties dzēst ģildi {guild.name} ({guild.id})?
nl: Wil je echt de gilde {gilde.naam} ({gilde.id}) verwijderen?
pl: Czy na pewno chcesz usunąć gildię {guild.name} ({guild.id})?
pt: Você realmente deseja excluir a guilda {guild.name} ({guild.id})?
ro: Chiar doriți să ștergeți breasla {guild.name} ({guild.id})?
th: คุณต้องการลบกิลด์ {guild.name} ({guild.id}) จริงหรือ?
tr: {guild.name} ({guild.id}) loncasını gerçekten silmek istiyor musunuz?
uk: Ви справді хочете видалити гільдію {guild.name} ({guild.id})?
vi: Bạn có thực sự muốn xóa bang hội {guild.name} ({guild.id}) không?

source: The position must be an integer.
af: Die posisie moet 'n heelgetal wees.
bn: অবস্থান একটি পূর্ণসংখ্যা হতে হবে.
ca: La posició ha de ser un nombre enter.
cs: Pozice musí být celé číslo.
da: Positionen skal være et heltal.
fa: موقعیت باید یک عدد صحیح باشد.
hi: स्थिति पूर्णांक होनी चाहिए.
hr: Pozicija mora biti cijeli broj.
hu: A pozíciónak egész számnak kell lennie.
id: Posisinya harus berupa bilangan bulat.
ja: 位置は整数である必要があります。
ko: 위치는 정수여야 합니다.
lt: Padėtis turi būti sveikasis skaičius.
lv: Pozīcijā ir jābūt veselam skaitlim.
nl: De positie moet een geheel getal zijn.
pl: Pozycja musi być liczbą całkowitą.
pt: A posição deve ser um número inteiro.
ro: Poziția trebuie să fie un număr întreg.
th: ตำแหน่งจะต้องเป็นจำนวนเต็ม
tr: Konum bir tamsayı olmalıdır.
uk: Позиція має бути цілим числом.
vi: Vị trí phải là số nguyên.

source: The indicated position must be between 1 and {max_guild_roles_position}.
af: Die aangeduide posisie moet tussen 1 en {max_guild_roles_position} wees.
bn: নির্দেশিত অবস্থান অবশ্যই 1 এবং {max_guild_roles_position}-এর মধ্যে হতে হবে।
ca: La posició indicada ha d'estar entre 1 i {max_guild_roles_position}.
cs: Uvedená pozice musí být mezi 1 a {max_guild_roles_position}.
da: Den angivne position skal være mellem 1 og {max_guild_roles_position}.
fa: موقعیت مشخص شده باید بین 1 و {max_guild_roles_position} باشد.
hi: संकेतित स्थिति 1 और {max_guild_roles_position} के बीच होनी चाहिए।
hr: Navedena pozicija mora biti između 1 i {max_guild_roles_position}.
hu: A feltüntetett pozíciónak 1 és {max_guild_roles_position} között kell lennie.
id: Posisi yang ditunjukkan harus antara 1 dan {max_guild_roles_position}.
ja: 指定された位置は 1 ～ {max_guild_roles_position} の間である必要があります。
ko: 표시된 위치는 1에서 {max_guild_roles_position} 사이여야 합니다.
lt: Nurodyta pozicija turi būti nuo 1 iki {max_guild_roles_position}.
lv: Norādītajai pozīcijai ir jābūt no 1 līdz {max_guild_roles_position}.
nl: De aangegeven positie moet tussen 1 en {max_guild_roles_position} liggen.
pl: Wskazana pozycja musi mieścić się w przedziale od 1 do {max_guild_roles_position}.
pt: A posição indicada deve estar entre 1 e {max_guild_roles_position}.
ro: Poziția indicată trebuie să fie între 1 și {max_guild_roles_position}.
th: ตำแหน่งที่ระบุจะต้องอยู่ระหว่าง 1 ถึง {max_guild_roles_position}
tr: Belirtilen konum 1 ile {max_guild_roles_position} arasında olmalıdır.
uk: Вказана позиція має бути від 1 до {max_guild_roles_position}.
vi: Vị trí được chỉ định phải nằm trong khoảng từ 1 đến {max_guild_roles_position}.

source: This permission is invalid.
af: Hierdie toestemming is ongeldig.
bn: এই অনুমতি অবৈধ.
ca: Aquest permís no és vàlid.
cs: Toto oprávnění je neplatné.
da: Denne tilladelse er ugyldig.
fa: این مجوز نامعتبر است.
hi: यह अनुमति अमान्य है.
hr: Ovo dopuštenje nije važeće.
hu: Ez az engedély érvénytelen.
id: Izin ini tidak valid.
ja: この権限は無効です。
ko: 이 권한은 유효하지 않습니다.
lt: Šis leidimas negalioja.
lv: Šī atļauja nav derīga.
nl: Deze toestemming is ongeldig.
pl: To zezwolenie jest nieważne.
pt: Esta permissão é inválida.
ro: Această permisiune este nevalidă.
th: การอนุญาตนี้ไม่ถูกต้อง
tr: Bu izin geçersiz.
uk: Цей дозвіл недійсний.
vi: Sự cho phép này không hợp lệ.
