Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/guildmanager/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Whitelisted Guilds
af: Gewitlys Gildes
ar: النقابات المدرجة في القائمة البيضاء
bg: Гилдии в белия списък
bn: সাদা তালিকাভুক্ত গিল্ড
ca: Gremis a la llista blanca
cs: Cechy na seznamu povolených
da: Hvidlistede laug
de: Gilden auf der Whitelist
el: Συντεχνίες στη λίστα επιτρεπόμενων
es: Gremios incluidos en la lista blanca
et: Valgesse nimekirja kantud gildid
fa: اصناف در لیست سفید
fi: Sallitut kiltat
fr: Guildes sur liste blanche
he: גילדות ברשימת ההיתרים
hi: श्वेतसूचीबद्ध गिल्ड
hr: Cehovi na bijelom popisu
hu: Fehérlistán szereplő céhek
id: Guild yang Masuk Daftar Putih
it: Gilde autorizzate
ja: ホワイトリストに登録されたギルド
lt: Į baltąjį sąrašą įtrauktos gildijos
lv: Baltajā sarakstā iekļautās ģildes
ms: Guild Disenarai Putih
nl: Gilden op de witte lijst
no: Hvitelistede laug
pl: Gildie na białej liście
pt: Guildas na lista de permissões
ro: Breslele incluse pe lista albă
ru: Гильдии из белого списка
sk: cechy na bielej listine
sl: Cehi na beli listi
sv: Vitlistade skrån
th: กิลด์ที่อนุญาตพิเศษ
tr: Beyaz Listeye Alınan Loncalar
uk: Гільдії в білому списку
vi: Bang hội có trong danh sách trắng

source: The following guilds have been whitelisted: {}
af: Die volgende gildes is gewitlys: {}
ar: تم إدراج النقابات التالية في القائمة البيضاء: {}
bg: Следните гилдии са включени в белия списък: {}
bn: নিম্নলিখিত গিল্ডগুলিকে সাদা তালিকাভুক্ত করা হয়েছে: {}
ca: Els gremis següents s'han inclòs a la llista blanca: {}
cs: Následující cechy byly přidány na bílou listinu: {}
da: Følgende guilds er blevet hvidlistet: {}
de: Die folgenden Gilden wurden auf die Whitelist gesetzt: {}
el: Οι ακόλουθες συντεχνίες έχουν μπει στη λίστα επιτρεπόμενων: ​​{}
es: Los siguientes gremios han sido incluidos en la lista blanca: {}
et: Järgmised gildid on lisatud lubatud nimekirja: {}
fa: اصناف زیر در لیست سفید قرار گرفته اند: {}
fi: Seuraavat killat on lisätty sallittujen luetteloon: {}
fr: Les guildes suivantes ont été ajoutées à la liste blanche : {}
he: הגילדות הבאות הוכנסו לרשימה הלבנה: {}
hi: निम्नलिखित गिल्डों को श्वेतसूची में डाल दिया गया है: {}
hr: Sljedeći cehovi stavljeni su na popis dopuštenih: {}
hu: A következő céhek kerültek engedélyezőlistára: {}
id: Guild berikut telah masuk daftar putih: {}
it: Le seguenti gilde sono state autorizzate: {}
ja: 次のギルドがホワイトリストに登録されています: {}
lt: Šios gildijos buvo įtrauktos į baltąjį sąrašą: {}
lv: Šīs ģildes ir iekļautas baltajā sarakstā: {}
ms: Persatuan berikut telah disenarai putih: {}
nl: De volgende gilden zijn op de witte lijst geplaatst: {}
no: Følgende laug har blitt hvitelistet: {}
pl: Następujące gildie zostały dodane do białej listy: {}
pt: As seguintes guildas foram incluídas na lista de permissões: {}
ro: Următoarele bresle au fost trecute pe lista albă: {}
ru: Следующие гильдии внесены в белый список: {}
sk: Nasledujúce spolky boli pridané na bielu listinu: {}
sl: Na seznam dovoljenih so bili naslednji cehi: {}
sv: Följande guilder har vitlistats: {}
th: กิลด์ต่อไปนี้อยู่ในรายการที่อนุญาต: {}
tr: Aşağıdaki loncalar beyaz listeye alındı: {}
uk: Наступні гільдії внесено до білого списку: {}
vi: Các bang hội sau đã được đưa vào danh sách trắng: {}

source: The following guilds have been removed from whitelist: {}
af: Die volgende gildes is van witlys verwyder: {}
ar: تمت إزالة النقابات التالية من القائمة البيضاء: {}
bg: Следните гилдии са премахнати от белия списък: {}
bn: নিম্নলিখিত গিল্ডগুলিকে হোয়াইটলিস্ট থেকে সরিয়ে দেওয়া হয়েছে: {}
ca: Els gremis següents s'han eliminat de la llista blanca: {}
cs: Následující cechy byly odstraněny z bílé listiny: {}
da: Følgende guilds er blevet fjernet fra hvidlisten: {}
de: Die folgenden Gilden wurden von der Whitelist entfernt: {}
el: Οι παρακάτω συντεχνίες έχουν αφαιρεθεί από τη λίστα επιτρεπόμενων: ​​{}
es: Los siguientes gremios han sido eliminados de la lista blanca: {}
et: Järgmised gildid on valgest nimekirjast eemaldatud: {}
fa: اصناف زیر از لیست سفید حذف شده اند: {}
fi: Seuraavat killat on poistettu sallittujen listalta: {}
fr: Les guildes suivantes ont été supprimées de la liste blanche : {}
he: הגילדות הבאות הוסרו מרשימת ההיתרים: {}
hi: निम्नलिखित गिल्ड को श्वेतसूची से हटा दिया गया है: {}
hr: Sljedeći cehovi su uklonjeni s popisa dopuštenih: {}
hu: A következő céheket eltávolítottuk az engedélyezőlistáról: {}
id: Guild berikut telah dihapus dari daftar putih: {}
it: Le seguenti gilde sono state rimosse dalla lista bianca: {}
ja: 次のギルドはホワイトリストから削除されました: {}
lt: Šios gildijos buvo pašalintos iš baltojo sąrašo: {}
lv: Šīs ģildes ir noņemtas no baltā saraksta: {}
ms: Persatuan berikut telah dialih keluar daripada senarai putih: {}
nl: De volgende gilden zijn verwijderd van de witte lijst: {}
no: Følgende laug er fjernet fra hvitelisten: {}
pl: Następujące gildie zostały usunięte z białej listy: {}
pt: As seguintes guildas foram removidas da lista de permissões: {}
ro: Următoarele bresle au fost eliminate din lista albă: {}
ru: Следующие гильдии были удалены из белого списка: {}
sk: Nasledujúce spolky boli odstránené z bieleho zoznamu: {}
sl: Naslednji cehi so bili odstranjeni s seznama dovoljenih: {}
sv: Följande guilder har tagits bort från vitlistan: {}
th: กิลด์ต่อไปนี้ถูกลบออกจากรายการที่อนุญาตแล้ว: {}
tr: Aşağıdaki loncalar beyaz listeden kaldırıldı: {}
uk: Наступні гільдії вилучено з білого списку: {}
vi: Các bang hội sau đã bị xóa khỏi danh sách trắng: {}

source: The whitelist has been cleared.
af: Die witlys is skoongemaak.
ar: تم مسح القائمة البيضاء.
bg: Белият списък е изчистен.
bn: সাদা তালিকা সাফ করা হয়েছে।
ca: La llista blanca s'ha esborrat.
cs: Whitelist byl vymazán.
da: Hvidlisten er blevet ryddet.
de: Die Whitelist wurde gelöscht.
el: Η λευκή λίστα έχει διαγραφεί.
es: La lista blanca ha sido borrada.
et: Valge nimekiri on kustutatud.
fa: لیست سفید پاک شده است.
fi: Sallittujen lista on tyhjennetty.
fr: La liste blanche a été effacée.
he: הרשימה הלבנה נמחקה.
hi: श्वेतसूची साफ़ कर दी गई है.
hr: Popis dopuštenih je izbrisan.
hu: Az engedélyezési lista törlésre került.
id: Daftar putih telah dihapus.
it: La lista bianca è stata cancellata.
ja: ホワイトリストがクリアされました。
lt: Baltasis sąrašas išvalytas.
lv: Baltais saraksts ir notīrīts.
ms: Senarai putih telah dikosongkan.
nl: De witte lijst is gewist.
no: Hvitelisten er slettet.
pl: Biała lista została wyczyszczona.
pt: A lista de permissões foi limpa.
ro: Lista albă a fost șters.
ru: Белый список очищен.
sk: Biely zoznam bol vymazaný.
sl: Seznam dovoljenih je počiščen.
sv: Vitlistan har rensats.
th: ไวท์ลิสต์ถูกล้างแล้ว
tr: Beyaz liste temizlendi.
uk: Білий список очищено.
vi: Danh sách trắng đã bị xóa.

source: Blacklisted Guilds
af: Gildes op die swartlys
ar: النقابات المدرجة في القائمة السوداء
bg: Гилдии в черния списък
bn: কালো তালিকাভুক্ত গিল্ড
ca: Gremis a la llista negra
cs: Cechy na černé listině
da: Sortlistede laug
de: Auf der schwarzen Liste stehende Gilden
el: Μαύρη λίστα Guilds
es: Gremios en la lista negra
et: Musta nimekirja kantud gildid
fa: اصناف در لیست سیاه
fi: Mustalla listalla olevat killat
fr: Guildes sur liste noire
he: גילדות ברשימה השחורה
hi: ब्लैकलिस्टेड गिल्ड
hr: Cehovi na crnoj listi
hu: Feketelistán szereplő céhek
id: Guild yang Masuk Daftar Hitam
it: Gilde nella lista nera
ja: ブラックリストに登録されたギルド
lt: Į juodąjį sąrašą įtrauktos gildijos
lv: Melnajā sarakstā iekļautās ģildes
ms: Persatuan yang disenaraihitamkan
nl: Gilden op de zwarte lijst
no: Svartelistede laug
pl: Gildie na czarnej liście
pt: Guildas na lista negra
ro: Breslele aflate pe lista neagră
ru: Гильдии в черном списке
sk: Cechy na čiernej listine
sl: Cehi na črnem seznamu
sv: Svartlistade skrån
th: กิลด์บัญชีดำ
tr: Kara Listeye Alınan Loncalar
uk: Гільдії в чорному списку
vi: Bang hội bị liệt vào danh sách đen

source: The following guilds have been blacklisted: {}
af: Die volgende gildes is op die swartlys geplaas: {}
ar: تم وضع النقابات التالية في القائمة السوداء: {}
bg: Следните гилдии са в черния списък: {}
bn: নিম্নলিখিত গিল্ডগুলিকে কালো তালিকাভুক্ত করা হয়েছে: {}
ca: Els gremis següents s'han inclòs a la llista negra: {}
cs: Následující cechy byly na černé listině: {}
da: Følgende guilds er blevet sortlistet: {}
de: Die folgenden Gilden wurden auf die schwarze Liste gesetzt: {}
el: Οι ακόλουθες συντεχνίες έχουν μπει στη μαύρη λίστα: {}
es: Los siguientes gremios han sido incluidos en la lista negra: {}
et: Järgmised gildid on kantud musta nimekirja: {}
fa: اصناف زیر در لیست سیاه قرار گرفته اند: {}
fi: Seuraavat killat on joutunut mustalle listalle: {}
fr: Les guildes suivantes ont été mises sur liste noire : {}
he: הגילדות הבאות הוכנסו לרשימה השחורה: {}
hi: निम्नलिखित गिल्डों को काली सूची में डाल दिया गया है: {}
hr: Sljedeći cehovi su stavljeni na crnu listu: {}
hu: A következő céhek kerültek feketelistára: {}
id: Guild berikut telah masuk daftar hitam: {}
it: Le seguenti gilde sono state inserite nella lista nera: {}
ja: 次のギルドがブラックリストに登録されました: {}
lt: Šios gildijos buvo įtrauktos į juodąjį sąrašą: {}
lv: Melnajā sarakstā ir iekļautas šādas ģildes: {}
ms: Persatuan berikut telah disenaraihitamkan: {}
nl: De volgende gilden staan ​​op de zwarte lijst: {}
no: Følgende laug har blitt svartelistet: {}
pl: Następujące gildie zostały umieszczone na czarnej liście: {}
pt: As seguintes guildas foram colocadas na lista negra: {}
ro: Următoarele bresle au fost incluse pe lista neagră: {}
ru: Следующие гильдии занесены в черный список: {}
sk: Nasledujúce spolky boli na čiernej listine: {}
sl: Na črni listi so bili naslednji cehi: {}
sv: Följande guilder har svartlistats: {}
th: กิลด์ต่อไปนี้ถูกขึ้นบัญชีดำ: {}
tr: Aşağıdaki loncalar kara listeye alındı: {}
uk: Наступні гільдії внесено до чорного списку: {}
vi: Các bang hội sau đã bị đưa vào danh sách đen: {}

source: The blacklist has been cleared.
af: Die swartlys is skoongemaak.
ar: لقد تم مسح القائمة السوداء.
bg: Черният списък е изчистен.
bn: কালো তালিকা সাফ করা হয়েছে।
ca: S'ha esborrat la llista negra.
cs: Černá listina byla vymazána.
da: Sortlisten er blevet ryddet.
de: Die Blacklist wurde gelöscht.
el: Η μαύρη λίστα έχει εκκαθαριστεί.
es: La lista negra ha sido borrada.
et: Must nimekiri on kustutatud.
fa: لیست سیاه پاک شده است.
fi: Musta lista on tyhjennetty.
fr: La liste noire a été effacée.
he: הרשימה השחורה נמחקה.
hi: काली सूची साफ़ कर दी गई है.
hr: Crna lista je izbrisana.
hu: A feketelistát törölték.
id: Daftar hitam telah dihapus.
it: La lista nera è stata cancellata.
ja: ブラックリストはクリアされました。
lt: Juodasis sąrašas išvalytas.
lv: Melnais saraksts ir dzēsts.
ms: Senarai hitam telah dibersihkan.
nl: De zwarte lijst is gewist.
no: Svartelisten er slettet.
pl: Czarna lista została wyczyszczona.
pt: A lista negra foi limpa.
ro: Lista neagră a fost șters.
ru: Черный список очищен.
sk: Čierna listina bola vymazaná.
sl: Črni seznam je počiščen.
sv: Den svarta listan har rensats.
th: บัญชีดำถูกล้างแล้ว
tr: Kara liste temizlendi.
uk: Чорний список очищено.
vi: Danh sách đen đã được xóa.

source: The bot is no longer serverlocked.
af: Die bot is nie meer bediener gesluit nie.
ar: لم يعد الروبوت مقفلاً على الخادم.
bg: Ботът вече не е заключен на сървъра.
bn: বটটি আর সার্ভারলক করা নেই।
ca: El bot ja no està bloquejat al servidor.
cs: Robot již není uzamčen na serveru.
da: Botten er ikke længere serverlåst.
de: Der Bot ist nicht mehr servergesperrt.
el: Το bot δεν είναι πλέον κλειδωμένο στον διακομιστή.
es: El bot ya no está bloqueado por el servidor.
et: Bot pole enam serverilukus.
fa: ربات دیگر قفل سرور نیست.
fi: Botti ei ole enää palvelinlukittu.
fr: Le bot n'est plus verrouillé sur le serveur.
he: הבוט כבר לא נעול שרת.
hi: बॉट अब सर्वरलॉक नहीं है.
hr: Bot više nije zaključan na poslužitelju.
hu: A bot már nincs szerverzárolva.
id: Bot tidak lagi dikunci servernya.
it: Il bot non è più bloccato sul server.
ja: ボットはサーバーロックされなくなりました。
lt: Botas nebėra užrakintas serveriu.
lv: Bots vairs nav bloķēts serveris.
ms: Bot tidak lagi dikunci pelayan.
nl: De bot is niet langer serverlocked.
no: Boten er ikke lenger serverlåst.
pl: Bot nie jest już zablokowany na serwerze.
pt: O bot não está mais bloqueado pelo servidor.
ro: Botul nu mai este blocat pe server.
ru: Бот больше не привязан к серверу.
sk: Robot už nie je uzamknutý na serveri.
sl: Bot ni več zaklenjen na strežnik.
sv: Boten är inte längre serverlåst.
th: บอทไม่ได้ถูกล็อคเซิร์ฟเวอร์อีกต่อไป
tr: Bot artık sunucu kilitli değil.
uk: Бот більше не заблокований на сервері.
vi: Bot không còn bị khóa máy chủ nữa.

source: The bot is now serverlocked.
af: Die bot is nou bediener gesluit.
ar: الروبوت الآن مقفل على الخادم.
bg: Сега ботът е заключен на сървъра.
bn: বটটি এখন সার্ভারলক করা আছে।
ca: El bot està ara bloquejat al servidor.
cs: Robot je nyní uzamčen na serveru.
da: Botten er nu serverlåst.
de: Der Bot ist jetzt servergesperrt.
el: Το bot είναι πλέον κλειδωμένο στον διακομιστή.
es: El bot ahora está bloqueado en el servidor.
et: Bot on nüüd serverilukus.
fa: ربات اکنون سرور قفل شده است.
fi: Botti on nyt palvelinlukittu.
fr: Le bot est désormais verrouillé sur le serveur.
he: הבוט כעת נעול שרת.
hi: बॉट अब सर्वरलॉक है.
hr: Bot je sada zaključan na poslužitelju.
hu: A bot most szerverzárolva van.
id: Bot sekarang terkunci di server.
it: Il bot è ora bloccato sul server.
ja: ボットは現在サーバーロックされています。
lt: Dabar robotas užrakintas serveriu.
lv: Bots tagad ir bloķēts serveris.
ms: Bot kini dikunci pelayan.
nl: De bot is nu serverlocked.
no: Boten er nå serverlåst.
pl: Bot jest teraz zablokowany na serwerze.
pt: O bot agora está bloqueado pelo servidor.
ro: Botul este acum blocat pe server.
ru: Бот теперь заблокирован на сервере.
sk: Robot je teraz uzamknutý na serveri.
sl: Bot je zdaj zaklenjen na strežnik.
sv: Boten är nu serverlåst.
th: ตอนนี้บอทถูกล็อคเซิร์ฟเวอร์แล้ว
tr: Bot artık sunucuya kilitlendi.
uk: Зараз бот заблоковано на сервері.
vi: Bot hiện đã bị khóa máy chủ.

source: All guilds are already chunked.
af: Alle gildes is reeds geknip.
ar: جميع النقابات مقسمة بالفعل.
bg: Всички гилдии вече са разделени на парчета.
bn: সমস্ত গিল্ড ইতিমধ্যে খণ্ডিত হয়.
ca: Tots els gremis ja estan dividits.
cs: Všechny cechy jsou již rozděleny.
da: Alle guilds er allerede opdelt.
de: Alle Gilden sind bereits aufgeteilt.
el: Όλες οι συντεχνίες έχουν ήδη κομματιαστεί.
es: Todos los gremios ya están divididos.
et: Kõik gildid on juba tükeldatud.
fa: همه اصناف قبلاً تکه تکه شده اند.
fi: Kaikki killat on jo hajotettu.
fr: Toutes les guildes sont déjà fragmentées.
he: כל הגילדות כבר מנותקות.
hi: सभी गिल्ड पहले ही खंडित हो चुके हैं।
hr: Svi cehovi su već podijeljeni.
hu: Az összes céh már feldarabolt.
id: Semua guild sudah terpecah.
it: Tutte le gilde sono già in pezzi.
ja: すべてのギルドはすでにチャンク化されています。
lt: Visos gildijos jau suskirstytos į gabalus.
lv: Visas ģildes jau ir sašķeltas.
ms: Semua persatuan sudah terkumpul.
nl: Alle gilden zijn al opgesplitst.
no: Alle laugene er allerede oppdelt.
pl: Wszystkie gildie są już podzielone.
pt: Todas as guildas já estão fragmentadas.
ro: Toate breslele sunt deja împărțite.
ru: Все гильдии уже разделены.
sk: Všetky cechy sú už rozdelené.
sl: Vsi cehi so že razdeljeni.
sv: Alla guilds är redan klumpar.
th: กิลด์ทั้งหมดถูกแบ่งเป็นส่วนแล้ว
tr: Tüm loncalar zaten parçalanmış durumda.
uk: Усі гільдії вже розбиті.
vi: Tất cả các bang hội đã được chia nhỏ.

source: The following guilds have been chunked: {}
af: Die volgende gildes is opgedeel: {}
ar: تم تقسيم النقابات التالية: {}
bg: Следните гилдии са разделени на части: {}
bn: নিম্নলিখিত গিল্ডগুলিকে খণ্ডিত করা হয়েছে: {}
ca: S'han dividit els gremis següents: {}
cs: Následující cechy byly rozděleny: {}
da: Følgende guilds er blevet opdelt: {}
de: Die folgenden Gilden wurden aufgeteilt: {}
el: Οι παρακάτω συντεχνίες έχουν κομματιαστεί: {}
es: Los siguientes gremios han sido fragmentados: {}
et: Järgmised gildid on tükeldatud: {}
fa: اصناف زیر تکه تکه شده اند: {}
fi: Seuraavat killat on jaettu: {}
fr: Les guildes suivantes ont été fragmentées : {}
he: הגילדות הבאות נקטעו: {}
hi: निम्नलिखित श्रेणियों को विभाजित कर दिया गया है: {}
hr: Sljedeći cehovi su podijeljeni: {}
hu: A következő céheket darabokra bontották: {}
id: Guild berikut telah dipecah: {}
it: Le seguenti gilde sono state suddivise in blocchi: {}
ja: 次のギルドはチャンク化されました: {}
lt: Šios gildijos buvo suskirstytos į gabalus: {}
lv: Šīs ģildes ir sadalītas gabalos: {}
ms: Persatuan berikut telah dikelompokkan: {}
nl: De volgende gilden zijn opgesplitst: {}
no: Følgende laug har blitt delt ut: {}
pl: Następujące gildie zostały podzielone: ​​{}
pt: As seguintes guildas foram divididas: {}
ro: Următoarele bresle au fost fragmentate: {}
ru: Следующие гильдии были разделены на части: {}
sk: Nasledujúce spolky boli rozdelené: {}
sl: Naslednji cehi so bili razdeljeni na koščke: {}
sv: Följande guilder har delats ut: {}
th: กิลด์ต่อไปนี้ได้ถูกแบ่งออกเป็นส่วน: {}
tr: Aşağıdaki loncalar parçalara ayrıldı: {}
uk: Наступні гільдії були розділені: {}
vi: Các bang hội sau đây đã được chia thành nhiều nhóm: {}

source: The minimum member limit has been set to {}.
af: Die minimum lidlimiet is op {} gestel.
ar: تم تعيين الحد الأدنى لعدد الأعضاء على {}.
bg: Ограничението за минимален член е зададено на {}.
bn: ন্যূনতম সদস্য সীমা {} এ সেট করা হয়েছে৷
ca: El límit mínim de membres s'ha establert en {}.
cs: Minimální limit členů byl nastaven na {}.
da: Minimumsgrænsen for medlemmer er sat til {}.
de: Die Mindestanzahl an Mitgliedern wurde auf {} festgelegt.
el: Το ελάχιστο όριο μελών έχει οριστεί σε {}.
es: El límite mínimo de miembros se ha establecido en {}.
et: Liikmete miinimumlimiit on seatud {}.
fa: حداقل محدودیت عضو روی {} تنظیم شده است.
fi: Jäsenmäärän vähimmäisraja on {}.
fr: La limite minimale de membres a été fixée à {}.
he: מגבלת החברים המינימלית הוגדרה ל-{}.
hi: न्यूनतम सदस्य सीमा {} निर्धारित की गई है।
hr: Ograničenje minimalnog broja članova postavljeno je na {}.
hu: A tagok minimális korlátja {}.
id: Batas minimum anggota telah disetel ke {}.
it: Il limite minimo di membri è stato impostato su {}.
ja: 最小メンバー制限は {} に設定されました。
lt: Minimalus narių limitas nustatytas į {}.
lv: Minimālais dalībnieku ierobežojums ir iestatīts uz {}.
ms: Had minimum ahli telah ditetapkan kepada {}.
nl: De minimale ledenlimiet is ingesteld op {}.
no: Minimumsgrensen for medlemmer er satt til {}.
pl: Minimalny limit członków został ustawiony na {}.
pt: O limite mínimo de membros foi definido como {}.
ro: Limita minimă de membri a fost setată la {}.
ru: Минимальное количество участников установлено на {}.
sk: Minimálny počet členov bol nastavený na {}.
sl: Najmanjša omejitev članov je bila nastavljena na {}.
sv: Minsta medlemsgräns har satts till {}.
th: ขีดจำกัดขั้นต่ำของสมาชิกได้รับการตั้งค่าเป็น {}
tr: Minimum üye sınırı {} olarak ayarlandı.
uk: Мінімальний ліміт учасників встановлено на {}.
vi: Giới hạn thành viên tối thiểu đã được đặt thành {}.

source: The minimum member limit has been removed.
af: Die minimum lidlimiet is verwyder.
ar: تمت إزالة الحد الأدنى لعدد الأعضاء.
bg: Ограничението за минимален член е премахнато.
bn: ন্যূনতম সদস্য সীমা সরানো হয়েছে.
ca: S'ha eliminat el límit mínim de membres.
cs: Minimální počet členů byl odstraněn.
da: Minimumsgrænsen for medlemmer er blevet fjernet.
de: Die Mindestmitgliedergrenze wurde entfernt.
el: Το ελάχιστο όριο μελών έχει καταργηθεί.
es: Se ha eliminado el límite mínimo de miembros.
et: Liikmete miinimumpiir on eemaldatud.
fa: حداقل محدودیت عضو حذف شده است.
fi: Jäsenmäärän vähimmäisraja on poistettu.
fr: La limite minimale de membres a été supprimée.
he: מגבלת החברים המינימלית הוסרה.
hi: न्यूनतम सदस्य सीमा हटा दी गई है।
hr: Ograničenje minimalnog broja članova je uklonjeno.
hu: A minimális tagság korlátja megszűnt.
id: Batas minimum anggota telah dihapus.
it: Il limite minimo di membri è stato rimosso.
ja: 最低会員数の制限は撤廃されました。
lt: Minimalus narių limitas buvo pašalintas.
lv: Minimālais dalībnieku ierobežojums ir noņemts.
ms: Had minimum ahli telah dialih keluar.
nl: De minimale ledenlimiet is verwijderd.
no: Minste medlemsgrense er fjernet.
pl: Minimalny limit członków został usunięty.
pt: O limite mínimo de membros foi removido.
ro: Limita minimă de membri a fost eliminată.
ru: Минимальный лимит участников был удален.
sk: Minimálny počet členov bol odstránený.
sl: Omejitev najmanjšega števila članov je bila odstranjena.
sv: Minsta medlemsgräns har tagits bort.
th: ขีดจำกัดขั้นต่ำของสมาชิกได้ถูกลบออกแล้ว
tr: Minimum üye sınırı kaldırıldı.
uk: Мінімальний ліміт учасників було видалено.
vi: Giới hạn thành viên tối thiểu đã được gỡ bỏ.

source: The ratio must be between 0 and 100.
af: Die verhouding moet tussen 0 en 100 wees.
ar: يجب أن تكون النسبة بين 0 و100.
bg: Съотношението трябва да бъде между 0 и 100.
bn: অনুপাত 0 এবং 100 এর মধ্যে হতে হবে।
ca: La relació ha d'estar entre 0 i 100.
cs: Poměr musí být mezi 0 a 100.
da: Forholdet skal være mellem 0 og 100.
de: Das Verhältnis muss zwischen 0 und 100 liegen.
el: Η αναλογία πρέπει να είναι μεταξύ 0 και 100.
es: La proporción debe estar entre 0 y 100.
et: Suhe peab jääma 0 ja 100 vahele.
fa: نسبت باید بین 0 تا 100 باشد.
fi: Suhteen on oltava välillä 0–100.
fr: Le rapport doit être compris entre 0 et 100.
he: היחס חייב להיות בין 0 ל-100.
hi: अनुपात 0 और 100 के बीच होना चाहिए.
hr: Omjer mora biti između 0 i 100.
hu: Az aránynak 0 és 100 között kell lennie.
id: Rasionya harus antara 0 dan 100.
it: Il rapporto deve essere compreso tra 0 e 100.
ja: 比率は 0 ～ 100 の範囲にする必要があります。
lt: Santykis turi būti nuo 0 iki 100.
lv: Attiecībai ir jābūt no 0 līdz 100.
ms: Nisbah mestilah antara 0 dan 100.
nl: De verhouding moet tussen 0 en 100 liggen.
no: Forholdet må være mellom 0 og 100.
pl: Stosunek musi mieścić się w przedziale od 0 do 100.
pt: A proporção deve estar entre 0 e 100.
ro: Raportul trebuie să fie între 0 și 100.
ru: Коэффициент должен находиться в диапазоне от 0 до 100.
sk: Pomer musí byť medzi 0 a 100.
sl: Razmerje mora biti med 0 in 100.
sv: Förhållandet måste vara mellan 0 och 100.
th: อัตราส่วนต้องอยู่ระหว่าง 0 ถึง 100
tr: Oran 0 ile 100 arasında olmalıdır.
uk: Коефіцієнт має бути від 0 до 100.
vi: Tỷ lệ phải nằm trong khoảng từ 0 đến 100.

source: The bot ratio has been set to {}%.
af: Die botverhouding is op {}% gestel.
ar: تم ضبط نسبة الروبوت على {}%.
bg: Съотношението на бота е зададено на {}%.
bn: বট অনুপাত {}% সেট করা হয়েছে৷
ca: La proporció de bot s'ha establert en {}%.
cs: Poměr robotů byl nastaven na {} %.
da: Bot-forholdet er blevet indstillet til {}%.
de: Das Bot-Verhältnis wurde auf {} % festgelegt.
el: Η αναλογία bot έχει οριστεί σε {}%.
es: La proporción de bots se ha establecido en {}%.
et: Boti suhtarvuks on määratud {}%.
fa: نسبت ربات روی {}% تنظیم شده است.
fi: Bottisuhteeksi on asetettu {} %.
fr: Le ratio de robots a été fixé à {} %.
he: יחס הבוט הוגדר ל-{}%.
hi: बॉट अनुपात {}% पर सेट किया गया है।
hr: Omjer botova postavljen je na {}%.
hu: A robotarány {}%-ra lett állítva.
id: Rasio bot telah disetel ke {}%.
it: Il rapporto bot è stato impostato su {}%.
ja: ボット比率は {}% に設定されました。
lt: Boto koeficientas nustatytas į {}%.
lv: Botu attiecība ir iestatīta uz {}%.
ms: Nisbah bot telah ditetapkan kepada {}%.
nl: De botratio is ingesteld op {}%.
no: Bot-forholdet er satt til {}%.
pl: Współczynnik botów został ustawiony na {}%.
pt: A proporção de bots foi definida como {}%.
ro: Raportul bot a fost setat la {}%.
ru: Коэффициент бота установлен на {}%.
sk: Pomer robotov bol nastavený na {} %.
sl: Razmerje botov je bilo nastavljeno na {}%.
sv: Botkvoten har ställts in på {}%.
th: อัตราส่วนบอทได้รับการตั้งค่าเป็น {}%
tr: Bot oranı %{} olarak ayarlandı.
uk: Коефіцієнт ботів встановлено на {}%.
vi: Tỷ lệ bot đã được đặt thành {}%.
