Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/guildmanager/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: The bot ratio has been removed.
af: Die bot-verhouding is verwyder.
ar: تمت إزالة نسبة الروبوت.
bg: Съотношението на бота е премахнато.
bn: বট অনুপাত সরানো হয়েছে.
ca: S'ha eliminat la proporció de bots.
cs: Poměr robotů byl odstraněn.
da: Bot-forholdet er blevet fjernet.
de: Das Bot-Verhältnis wurde entfernt.
el: Η αναλογία bot έχει αφαιρεθεί.
es: Se ha eliminado la proporción de bots.
et: Boti suhe on eemaldatud.
fa: نسبت ربات حذف شده است.
fi: Bottisuhde on poistettu.
fr: Le ratio bot a été supprimé.
he: יחס הבוט הוסר.
hi: बॉट अनुपात हटा दिया गया है.
hr: Botovski omjer je uklonjen.
hu: A bot arány eltávolítva.
id: Rasio bot telah dihapus.
it: Il rapporto bot è stato rimosso.
ja: ボット比率は削除されました。
lt: Boto santykis buvo pašalintas.
lv: Botu attiecība ir noņemta.
ms: Nisbah bot telah dialih keluar.
nl: De botratio is verwijderd.
no: Bot-forholdet er fjernet.
pl: Usunięto współczynnik botów.
pt: A proporção do bot foi removida.
ro: Raportul bot a fost eliminat.
ru: Соотношение ботов было удалено.
sk: Pomer robotov bol odstránený.
sl: Razmerje botov je bilo odstranjeno.
sv: Bot-förhållandet har tagits bort.
th: อัตราส่วนบอทถูกลบออกแล้ว
tr: Bot oranı kaldırıldı.
uk: Коефіцієнт ботів видалено.
vi: Tỷ lệ bot đã bị loại bỏ.

source: Guild Manager Settings
af: Gildebestuurder-instellings
ar: إعدادات مدير النقابة
bg: Настройки на мениджъра на гилдията
bn: গিল্ড ম্যানেজার সেটিংস
ca: Configuració del gestor del gremi
cs: Nastavení správce cechu
da: Guild Manager-indstillinger
de: Gildenmanager-Einstellungen
el: Ρυθμίσεις Guild Manager
es: Configuración del administrador del gremio
et: Gildi juhi seaded
fa: تنظیمات مدیر انجمن
fi: Guild Managerin asetukset
fr: Paramètres du gestionnaire de guilde
he: הגדרות מנהל הגילדה
hi: गिल्ड प्रबंधक सेटिंग्स
hr: Postavke upravitelja ceha
hu: Guild Manager beállítások
id: Pengaturan Manajer Serikat
it: Impostazioni del gestore della gilda
ja: ギルドマネージャーの設定
lt: Guild Manager nustatymai
lv: Ģildes pārvaldnieka iestatījumi
ms: Tetapan Pengurus Persatuan
nl: Gildemanagerinstellingen
no: Guild Manager-innstillinger
pl: Ustawienia Menedżera Gildii
pt: Configurações do gerente da guilda
ro: Setări manager de breaslă
ru: Настройки менеджера гильдии
sk: Nastavenia správcu cechu
sl: Nastavitve upravitelja ceha
sv: Guild Manager-inställningar
th: การตั้งค่าผู้จัดการกิลด์
tr: Lonca Yöneticisi Ayarları
uk: Налаштування менеджера гільдії
vi: Cài đặt quản lý bang hội

source: No bot farms found.
af: Geen botplase gevind nie.
ar: لم يتم العثور على مزارع الروبوتات.
bg: Няма намерени ферми за ботове.
bn: কোন বট খামার পাওয়া যায়নি.
ca: No s'han trobat granges de bots.
cs: Nebyly nalezeny žádné farmy robotů.
da: Ingen botfarme fundet.
de: Keine Bot-Farmen gefunden.
el: Δεν βρέθηκαν φάρμες bot.
es: No se encontraron granjas de bots.
et: Botifarme ei leitud.
fa: هیچ مزرعه رباتی پیدا نشد.
fi: Bottitiloja ei löytynyt.
fr: Aucune ferme de robots trouvée.
he: לא נמצאו חוות בוטים.
hi: कोई बॉट फ़ार्म नहीं मिला.
hr: Nisu pronađene farme robota.
hu: Nem található botfarm.
id: Tidak ada peternakan bot yang ditemukan.
it: Nessuna bot farm trovata.
ja: ボット ファームが見つかりませんでした。
lt: Botų ūkių nerasta.
lv: Nav atrasta neviena botu ferma.
ms: Tiada ladang bot ditemui.
nl: Geen botfarms gevonden.
no: Ingen botfarmer funnet.
pl: Nie znaleziono farm botów.
pt: Nenhum farm de bots encontrado.
ro: Nu au fost găsite ferme de bot.
ru: Ботофермы не найдены.
sk: Nenašli sa žiadne farmy s robotmi.
sl: Ni najdenih farm botov.
sv: Inga botfarmar hittades.
th: ไม่พบฟาร์มบอท
tr: Bot çiftliği bulunamadı.
uk: Ботоферм не знайдено.
vi: Không tìm thấy trang trại bot nào.

source: (Whitelisted)
af: (gewitlys)
ar: (القائمة البيضاء)
bg: (в белия списък)
bn: (সাদা তালিকাভুক্ত)
ca: (a la llista blanca)
cs: (na seznamu povolených)
da: (hvidlistet)
de: (auf die weiße Liste gesetzt)
el: (με τη λευκή λίστα)
es: (en la lista blanca)
et: (valgesse nimekirja kantud)
fa: (در لیست سفید)
fi: (sallittu)
fr: (sur liste blanche)
he: (ברשימת ההיתרים)
hi: (श्वेतसूचीबद्ध)
hr: (na listi dopuštenih)
hu: (fehérlistán)
id: (masuk daftar putih)
it: (autorizzato)
ja: (ホワイトリストに登録されています)
lt: (įtrauktas į baltąjį sąrašą)
lv: (iekļauts baltajā sarakstā)
ms: (disenarai putih)
nl: (op de witte lijst gezet)
no: (hvitelistet)
pl: (na białej liście)
pt: (lista branca)
ro: (pe lista albă)
ru: (в белом списке)
sk: (na bielej listine)
sl: (na seznamu dovoljenih)
sv: (vitlistad)
th: (อยู่ในรายการที่อนุญาต)
tr: (beyaz listeye alındı)
uk: (у білому списку)
vi: (danh sách trắng)

source: Bot Ratio: {}
af: Bot-verhouding: {}
ar: نسبة الروبوت: {}
bg: Бот съотношение: {}
bn: বট অনুপাত: {}
ca: Relació de bot: {}
cs: Poměr robotů: {}
da: Bot-forhold: {}
el: Αναλογία Bot: {}
es: Proporción de robots: {}
et: Boti suhe: {}
fa: نسبت ربات: {}
fi: Bottisuhde: {}
fr: Ratio de robots : {}
he: יחס בוט: {}
hi: बॉट अनुपात: {}
hr: Bot omjer: {}
hu: Bot arány: {}
id: Rasio Bot: {}
it: Rapporto bot: {}
ja: ボット比率: {}
lt: Boto santykis: {}
lv: Botu attiecība: {}
ms: Nisbah Bot: {}
no: Bot-forhold: {}
pl: Wskaźnik botów: {}
pt: Proporção de bots: {}
ro: Raport bot: {}
ru: Коэффициент ботов: {}
sk: Pomer robotov: {}
sl: Bot razmerje: {}
sv: Bot-förhållande: {}
th: อัตราส่วนบอท: {}
tr: Bot Oranı: {}
vi: Tỷ lệ bot: {}

source: Bot Farms ({}% Bots)
af: Botplase ({}% bots)
ar: مزارع الروبوتات ({}% من الروبوتات)
bg: Ферми за ботове ({}% ботове)
bn: বট খামার ({}% বট)
ca: Granges de bots ({}% de bots)
cs: Farmy robotů ({} % robotů)
da: Botfarme ({} % bots)
de: Bot-Farmen ({} % Bots)
es: Granjas de bots ({}% de bots)
et: Botifarmid ({}% roboteid)
fa: مزارع ربات ({}% روبات)
fi: Bottifarmit ({} % botteja)
fr: Fermes de robots ({} % de robots)
he: חוות בוטים ({}% בוטים)
hi: बॉट फ़ार्म ({}% बॉट)
hr: Farme robota ({}% robota)
hu: Botfarmok ({}% bot)
id: Peternakan Bot ({}% Bot)
it: Farm di bot ({}% bot)
ja: ボット ファーム ({}% ボット)
lt: Botų fermos ({} % robotų)
lv: Botu fermas ({}% robotu)
ms: Ladang Bot ({}% Bot)
nl: Botboerderijen ({}% Bots)
no: Bot-farmer ({} % bots)
pl: Farmy botów ({}% botów)
pt: Fazendas de bots ({}% de bots)
ro: Ferme de bot ({}% Bots)
ru: Бот-фермы ({}% ботов)
sk: Robotické farmy ({} % robotov)
sl: Farme botov ({} % botov)
th: ฟาร์มบอท ({}% บอท)
tr: Bot Çiftlikleri (%{} Bot)
uk: Ферми ботів ({}% ботів)
vi: Trang trại Bot ({}% Bot)

source: No servers with less members than minimum found.
af: Geen bedieners met minder lede as minimum gevind nie.
ar: لم يتم العثور على خوادم بها أعضاء أقل من الحد الأدنى.
bg: Няма намерени сървъри с по-малко членове от минимума.
bn: ন্যূনতম থেকে কম সদস্যের কোনো সার্ভার পাওয়া যায়নি।
ca: No s'han trobat servidors amb menys membres del mínim.
cs: Nebyly nalezeny žádné servery s méně než minimálním počtem členů.
da: Ingen servere med færre medlemmer end minimum fundet.
de: Es wurden keine Server mit weniger Mitgliedern als der Mindestanzahl gefunden.
el: Δεν βρέθηκαν διακομιστές με λιγότερα μέλη από το ελάχιστο.
es: No se encontraron servidores con menos miembros que el mínimo.
et: Ühtegi serverit, millel oleks vähem kui miinimumi liikmeid, ei leitud.
fa: هیچ سروری با اعضای کمتر از حداقل یافت نشد.
fi: Palvelimia, joissa on vähemmän jäseniä kuin minimi, ei löytynyt.
fr: Aucun serveur avec moins de membres que le minimum trouvé.
he: לא נמצאו שרתים עם פחות חברים מהמינימום.
hi: न्यूनतम से कम सदस्यों वाला कोई सर्वर नहीं मिला।
hr: Nije pronađen nijedan poslužitelj s manje članova od minimuma.
hu: Nem található a minimálisnál kevesebb taggal rendelkező szerver.
id: Tidak ditemukan server dengan anggota kurang dari jumlah minimum.
it: Nessun server con meno membri del minimo trovato.
ja: 最小メンバーよりも少ないメンバーを持つサーバーは見つかりませんでした。
lt: Nerasta serverių, kuriuose būtų mažiau narių nei minimalus.
lv: Nav atrasts neviens serveris ar mazāku dalībnieku skaitu par minimālo skaitu.
ms: Tiada pelayan dengan ahli kurang daripada minimum ditemui.
nl: Geen servers met minder leden dan het minimum gevonden.
no: Ingen servere med færre medlemmer enn minimum funnet.
pl: Nie znaleziono serwerów z mniejszą liczbą członków niż minimalna.
pt: Nenhum servidor com menos membros do que o mínimo encontrado.
ro: Nu au fost găsite servere cu mai puțini membri decât minimul.
ru: Серверов с количеством участников меньше минимального не найдено.
sk: Nenašli sa žiadne servery s menším počtom členov, ako je minimum.
sl: Najden ni bil noben strežnik z manj člani od najmanjšega.
sv: Inga servrar med färre medlemmar än minimum hittades.
th: ไม่พบเซิร์ฟเวอร์ที่มีสมาชิกน้อยกว่าขั้นต่ำ
tr: Minimum üyeden daha az üyeye sahip sunucu bulunamadı.
uk: Не знайдено серверів із меншою кількістю учасників, ніж мінімальний.
vi: Không tìm thấy máy chủ nào có ít thành viên hơn mức tối thiểu.

source: Members: {}
af: Lede: {}
ar: أعضاء: {}
bg: Членове: {}
bn: সদস্যরা: {}
ca: Membres: {}
cs: Členové: {}
da: Medlemmer: {}
de: Mitglieder: {}
el: Μέλη: {}
es: Miembros: {}
et: Liikmed: {}
fa: اعضا: {}
fi: Jäsenet: {}
fr: Membres : {}
he: חברים: {}
hi: सदस्य: {}
hr: Članovi: {}
hu: Tagok: {}
id: Anggota: {}
it: Membri: {}
ja: メンバー: {}
lt: Nariai: {}
lv: Dalībnieki: {}
ms: Ahli: {}
nl: Leden: {}
no: Medlemmer: {}
pl: Członkowie: {}
pt: Membros: {}
ro: Membri: {}
ru: Участники: {}
sk: Členovia: {}
sl: Člani: {}
sv: Medlemmar: {}
th: สมาชิก: {}
tr: Üyeler: {}
uk: Члени: {}
vi: Thành viên: {}

source: Servers With Less Than {} Members)
af: Bedieners met minder as {} lede)
ar: خوادم بها أقل من {} أعضاء)
bg: Сървъри с по-малко от {} членове)
bn: {} এর কম সদস্যের সার্ভার)
ca: Servidors amb menys de {} membres)
cs: Servery s méně než {} členy)
da: Servere med færre end {} medlemmer)
de: Server mit weniger als {} Mitgliedern)
el: Διακομιστές με λιγότερα από {} μέλη)
es: Servidores con menos de {} miembros)
et: Serverid, millel on vähem kui {} liiget)
fa: سرورهایی با کمتر از {} ​​عضو)
fi: Palvelimet, joissa on alle {} jäsentä)
fr: Serveurs avec moins de {} membres)
he: שרתים עם פחות מ-{} חברים)
hi: {} से कम सदस्यों वाले सर्वर)
hr: Poslužitelji s manje od {} članova)
hu: Szerverek kevesebb mint {} taggal)
id: Server Dengan Anggota Kurang dari {})
it: Server con meno di {} membri)
ja: {} メンバー未満のサーバー)
lt: Serveriai, turintys mažiau nei {} narių)
lv: Serveri ar mazāk nekā {} biedriem)
ms: Pelayan Dengan Kurang Daripada {} Ahli)
nl: Servers met minder dan {} leden)
no: Servere med færre enn {} medlemmer)
pl: Serwery z mniej niż {} członkami)
pt: Servidores com menos de {} membros)
ro: Servere cu mai puțin de {} membri)
ru: Серверы с менее чем {} участниками)
sk: Servery s menej ako {} členmi)
sl: Strežniki z manj kot {} člani)
sv: Servrar med färre än {} medlemmar)
th: เซิร์ฟเวอร์ที่มีสมาชิกน้อยกว่า {} คน)
tr: {}'dan Az Üyesi Olan Sunucular)
uk: Сервери з менш ніж {} членами)
vi: Máy chủ có ít hơn {} thành viên)

source: No unchunked guilds found.
af: Geen ongewone gildes gevind nie.
ar: لم يتم العثور على نقابات غير مقسمة.
bg: Няма открити неразделени гилдии.
bn: কোন অখণ্ডিত গিল্ড পাওয়া যায়নি.
ca: No s'han trobat gremis sense fragments.
cs: Nebyly nalezeny žádné nerozdělené cechy.
da: Ingen ukuttede guilds fundet.
de: Keine ungeteilten Gilden gefunden.
el: Δεν βρέθηκαν ασύμμετρες συντεχνίες.
es: No se encontraron gremios separados.
et: Tükkideta gilde ei leitud.
fa: هیچ اصناف تکه تکه نشده ای یافت نشد.
fi: Yksinkertaisia ​​kiltoja ei löytynyt.
fr: Aucune guilde non fragmentée trouvée.
he: לא נמצאו גילדות לא מסודרות.
hi: कोई भी अछूता संघ नहीं मिला.
hr: Nisu pronađeni nerazdijeljeni cehovi.
hu: Nem találhatók bontatlan céhek.
id: Tidak ada guild yang tidak ditemukan.
it: Nessuna gilda integra trovata.
ja: チャンクされていないギルドは見つかりませんでした。
lt: Nerasta vientisų gildijų.
lv: Neviena nedalīta ģilde nav atrasta.
ms: Tiada persatuan unchunked ditemui.
nl: Er zijn geen niet-gesplitste gilden gevonden.
no: Ingen ukuttede laug funnet.
pl: Nie znaleziono niepodzielonych gildii.
pt: Nenhuma guilda não fragmentada foi encontrada.
ro: Nu s-au găsit bresle nefracționate.
ru: Неразбитых гильдий не найдено.
sk: Nenašli sa žiadne oddelené cechy.
sl: Nerazdeljenih cehov ni bilo mogoče najti.
sv: Inga okunkade guilds hittades.
th: ไม่พบกิลด์ที่ไม่ได้รับการเปิดเผย
tr: Parçalanmamış lonca bulunamadı.
uk: Нерозділених гільдій не знайдено.
vi: Không tìm thấy bang hội nào chưa được chia nhỏ.

source: Cached: {}
af: Gekas: {}
ar: مخبأة: {}
bg: Кеширано: {}
bn: ক্যাশে: {}
ca: En memòria cau: {}
cs: Mezipaměť: {}
da: Cachelagret: {}
de: Zwischengespeichert: {}
el: Αποθηκευμένο στην κρυφή μνήμη: {}
es: En caché: {}
et: Vahemällu salvestatud: {}
fa: ذخیره شده در حافظه پنهان: {}
fi: Välimuistissa: {}
fr: En cache : {}
he: שמור במטמון: {}
hi: कैश्ड: {}
hr: Predmemorirano: {}
hu: Gyorsítótárban: {}
id: Di-cache: {}
it: Memorizzato nella cache: {}
ja: キャッシュ済み: {}
lt: Talpykloje: {}
lv: Kešatmiņā saglabāts: {}
ms: Dicache: {}
nl: In cache opgeslagen: {}
no: Bufret: {}
pl: Buforowane: {}
pt: Armazenado em cache: {}
ro: Memorate în cache: {}
ru: Кэшировано: {}
sk: Vo vyrovnávacej pamäti: {}
sl: Predpomnjeno: {}
sv: Cachad: {}
th: แคช: {}
tr: Önbelleğe alındı: {}
uk: Кешовано: {}
vi: Đã lưu vào bộ nhớ đệm: {}

source: Unchunked Guilds
af: Unchunked Gildes
ar: النقابات غير المقسمة
bg: Неразделени гилдии
ca: Gremis sense fragments
da: Uchunked Guilds
de: Ungeteilte Gilden
es: Gremios desconectados
et: Tükkideta gildid
fa: اصناف ناقص
fi: Unchunked killat
fr: Guildes non fragmentées
he: גילדות לא חתיכות
hi: असंबद्ध गिल्ड
hr: Nerazdijeljeni cehovi
id: Persekutuan yang Tidak Terpisahkan
it: Gilde non raggruppate
ja: チャンクされていないギルド
lt: Nesudarytos gildijos
lv: Nesadalītas ģildes
ms: Persatuan Tidak Terbelah
nl: Ongesplitste Gilden
pl: Niepodzielone gildie
pt: Guildas não fragmentadas
ro: Bresle nemărginite
ru: Неразделенные гильдии
sl: Nezdruženi cehi
th: กิลด์ที่ไม่แบ่งส่วน
tr: Parçalanmamış Loncalar
uk: Нерозбиті гільдії
vi: Bang hội không bị chia cắt

source: Page {}/{}
af: Bladsy {}/{}
ar: صفحة {}/{}
bg: Страница {}/{}
bn: পৃষ্ঠা {}/{}
ca: Pàgina {}/{}
cs: Strana {}/{}
da: Side {}/{}
de: Seite {}/{}
el: Σελίδα {}/{}
es: Página {}/{}
et: Leht {}/{}
fa: صفحه {}/{}
fi: Sivu {}/{}
he: עמוד {}/{}
hi: पेज {}/{}
hr: Stranica {}/{}
hu: {}/{}. oldal
id: Halaman {}/{}
it: Pagina {}/{}
ja: ページ {}/{}
lt: Puslapis {}/{}
lv: Lapa {}/{}
ms: Halaman {}/{}
nl: Pagina {}/{}
no: Side {}/{}
pl: Strona {}/{}
pt: Página {}/{}
ro: Pagina {}/{}
ru: Страница {}/{}
sk: Strana {}/{}
sl: Stran {}/{}
sv: Sida {}/{}
th: หน้าหนังสือ {}/{}
tr: Sayfa {}/{}
uk: Сторінка {}/{}
vi: Trang {}/{}

source: No blacklisted guilds found.
af: Geen gildes op die swartlys gevind nie.
ar: لم يتم العثور على النقابات المدرجة في القائمة السوداء.
bg: Няма намерени гилдии в черен списък.
bn: কোন কালো তালিকাভুক্ত গিল্ড পাওয়া যায়নি.
ca: No s'han trobat gremis a la llista negra.
cs: Nebyly nalezeny žádné cechy na černé listině.
da: Ingen sortlistede guilds fundet.
de: Keine Gilden auf der schwarzen Liste gefunden.
el: Δεν βρέθηκαν συντεχνίες στη μαύρη λίστα.
es: No se encontraron gremios en la lista negra.
et: Musta nimekirja kantud gilde ei leitud.
fa: هیچ انجمن صنفی در لیست سیاه یافت نشد.
fi: Mustalla listalla olevia kiltoja ei löytynyt.
fr: Aucune guilde sur liste noire trouvée.
he: לא נמצאו גילדות ברשימה השחורה.
hi: कोई ब्लैकलिस्टेड गिल्ड नहीं मिला.
hr: Nisu pronađeni cehovi na crnoj listi.
hu: Nem találhatók feketelistán szereplő céhek.
id: Tidak ditemukan guild yang masuk daftar hitam.
it: Nessuna gilda nella lista nera trovata.
ja: ブラックリストに登録されたギルドは見つかりませんでした。
lt: Į juodąjį sąrašą įtrauktų gildijų nerasta.
lv: Netika atrasta neviena melnajā sarakstā iekļauta ģilde.
ms: Tiada persatuan yang disenaraihitamkan ditemui.
nl: Er zijn geen gilden op de zwarte lijst gevonden.
no: Ingen svartelistede laug funnet.
pl: Nie znaleziono gildii na czarnej liście.
pt: Nenhuma guilda na lista negra foi encontrada.
ro: Nu s-au găsit bresle pe lista neagră.
ru: Гильдий, занесенных в черный список, не найдено.
sk: Nenašli sa žiadne cechy na čiernej listine.
sl: Ni najdenih cehov na črni listi.
sv: Inga svartlistade guilds hittades.
th: ไม่พบกิลด์ที่อยู่ในบัญชีดำ
tr: Kara listeye alınmış lonca bulunamadı.
uk: Гільдій із чорного списку не знайдено.
vi: Không tìm thấy bang hội nào trong danh sách đen.

source: Do you want me to leave {} blacklisted guilds?
af: Wil jy hê ek moet {} gildes op die swartlys verlaat?
ar: هل تريد مني أن أترك {} النقابات المدرجة في القائمة السوداء؟
bg: Искате ли да напусна {} гилдии в черен списък?
bn: আপনি কি চান যে আমি {} কালো তালিকাভুক্ত গিল্ড ত্যাগ করি?
ca: Vols que deixi {} gremis a la llista negra?
cs: Chcete, abych opustil {} cechů na černé listině?
da: Vil du have, at jeg forlader {} sortlistede guilds?
de: Möchtest du, dass ich {} Gilden auf der schwarzen Liste verlasse?
el: Θέλετε να φύγω από τις {} μαύρες συντεχνίες;
es: ¿Quieres que deje {} gremios en la lista negra?
et: Kas soovite, et ma lahkuksin {} musta nimekirja kantud gildist?
fa: آیا می خواهید من {} اصناف در لیست سیاه را ترک کنم؟
fi: Haluatko, että poistun {} mustalta listalta?
fr: Voulez-vous que je quitte {} les guildes sur liste noire ?
he: האם אתה רוצה שאעזוב {} גילדות ברשימה השחורה?
hi: क्या आप चाहते हैं कि मैं काली सूची में डाले गए संघों को छोड़ दूं?
hr: Želite li da napustim {} cehova na crnoj listi?
hu: Azt akarod, hogy elhagyjak {} feketelistán szereplő céhet?
id: Apakah Anda ingin saya keluar dari {} guild yang masuk daftar hitam?
it: Vuoi che lasci {} gilde nella lista nera?
ja: ブラックリストに登録されているギルド {} から脱退してもよろしいですか?
lt: Ar norite, kad palikčiau {} į juodąjį sąrašą įtrauktas gildijas?
lv: Vai vēlaties, lai es pametu {} melnajā sarakstā iekļautās ģildes?
ms: Adakah anda mahu saya meninggalkan {} persatuan yang disenaraihitamkan?
nl: Wil je dat ik {} gilden op de zwarte lijst verlaat?
no: Vil du at jeg skal forlate {} svartelistede laug?
pl: Czy chcesz, abym opuścił {} gildie z czarnej listy?
pt: Você quer que eu saia de {} guildas na lista negra?
ro: Vrei să părăsesc {} bresle aflate pe lista neagră?
ru: Вы хотите, чтобы я покинул {} гильдии, занесенные в черный список?
sk: Chcete, aby som opustil {} cechy na čiernej listine?
sl: Ali želite, da zapustim {} cehov na črni listi?
sv: Vill du att jag lämnar {} svartlistade guilds?
th: คุณต้องการให้ฉันออกจาก {} กิลด์ที่อยู่ในบัญชีดำหรือไม่?
tr: Kara listedeki {} loncadan ayrılmamı mı istiyorsun?
uk: Ви хочете, щоб я залишив {} гільдій із чорного списку?
vi: Bạn có muốn tôi rời khỏi {} bang hội trong danh sách đen không?

source: Done. I have left {} blacklisted guilds.
af: Klaar. Ek het {} gildes op die swartlys verlaat.
ar: منتهي. لقد تركت {} النقابات المدرجة في القائمة السوداء.
bg: Готово. Оставих {} гилдии в черен списък.
bn: সম্পন্ন আমি {} কালো তালিকাভুক্ত গিল্ডগুলি রেখেছি৷
ca: Fet. He deixat {} gremis a la llista negra.
cs: Hotovo. Opustil jsem {} cechů na černé listině.
da: Færdig. Jeg har forladt {} sortlistede guilds.
de: Erledigt. Ich habe {} Gilden auf der schwarzen Liste verlassen.
el: Γινώμενος. Έχω αφήσει {} συντεχνίες στη μαύρη λίστα.
es: Hecho. Dejé {} gremios en la lista negra.
et: Valmis. Olen lahkunud {} musta nimekirja kantud gildist.
fa: انجام شد. من {} اصناف را در لیست سیاه ترک کرده ام.
fi: Tehty. Olen jättänyt {} mustalle listalle kiltaa.
fr: Fait. J'ai laissé {} guildes sur liste noire.
he: נַעֲשָׂה. השארתי {} גילדות ברשימה השחורה.
hi: हो गया। मैंने {} ब्लैकलिस्टेड गिल्ड को छोड़ दिया है।
hr: Gotovo. Ostavio sam {} cehova na crnoj listi.
hu: Kész. Kiléptem {} feketelistán szereplő céhből.
id: Selesai. Saya telah meninggalkan {} guild yang masuk daftar hitam.
it: Fatto. Ho lasciato {} gilde nella lista nera.
ja: 終わり。ブラックリストに登録された {} ギルドを脱退しました。
lt: Atlikta. Aš palikau {} gildijas, įtrauktas į juodąjį sąrašą.
lv: Gatavs. Esmu atstājis {} melnajā sarakstā iekļautās ģildes.
ms: Selesai. Saya telah meninggalkan {} persatuan yang disenaraihitamkan.
nl: Klaar. Ik heb {} gilden op de zwarte lijst verlaten.
no: Ferdig. Jeg har forlatt {} svartelistede laug.
pl: Zrobione. Opuściłem {} gildie na czarną listę.
pt: Feito. Saí de {} guildas na lista negra.
ro: Făcut. Am lăsat {} bresle pe lista neagră.
ru: Сделанный. Я покинул {} гильдии, занесенные в черный список.
sk: Hotovo. Opustil som {} cechov na čiernej listine.
sl: Končano. Zapustil sem {} cehov na črni listi.
sv: Gjort. Jag har lämnat {} svartlistade guilds.
th: เสร็จแล้ว. ฉันออกจากกิลด์ที่ขึ้นบัญชีดำแล้ว {} กิลด์
tr: Tamamlamak. {} kara listedeki loncadan ayrıldım.
uk: Готово. Я залишив {} гільдій у чорному списку.
vi: Xong. Tôi đã rời khỏi {} bang hội trong danh sách đen.

source: Ok, I won't leave any blacklisted guilds.
af: Ok, ek sal geen gildes op die swartlys los nie.
ar: حسنًا، لن أترك أي نقابات مدرجة في القائمة السوداء.
bg: Добре, няма да оставя нито една гилдия в черния списък.
bn: ঠিক আছে, আমি কোনো কালো তালিকাভুক্ত গিল্ড ছাড়ব না।
ca: D'acord, no deixaré cap gremi a la llista negra.
cs: Ok, neopustím žádné cechy na černé listině.
da: Ok, jeg vil ikke efterlade nogen sortlistede guilds.
de: Ok, ich werde keine Gilden auf der schwarzen Liste hinterlassen.
el: Εντάξει, δεν θα αφήσω καμία μαύρη λίστα συντεχνιών.
es: Ok, no dejaré ningún gremio en la lista negra.
et: Ok, ma ei jäta ühtegi musta nimekirja kantud gilde.
fa: خوب، من هیچ اصناف در لیست سیاه را ترک نمی کنم.
fi: Ok, en jätä yhtään kiltaa mustalle listalle.
fr: Ok, je ne laisserai aucune guilde sur liste noire.
he: בסדר, אני לא אשאיר גילדות ברשימה השחורה.
hi: ठीक है, मैं किसी भी ब्लैकलिस्टेड गिल्ड को नहीं छोड़ूंगा।
hr: U redu, neću napustiti nijedan ceh s crne liste.
hu: Rendben, nem hagyok feketelistán szereplő céheket.
id: Oke, saya tidak akan meninggalkan guild mana pun yang masuk daftar hitam.
it: Ok, non lascerò nessuna gilda nella lista nera.
ja: わかりました、ブラックリストに載っているギルドは脱退しません。
lt: Gerai, nepaliksiu jokių gildijų, įtrauktų į juodąjį sąrašą.
lv: Labi, es neatstāšu nevienu melnajā sarakstā iekļauto ģildi.
ms: Ok, saya tidak akan meninggalkan mana-mana persatuan yang disenaraihitamkan.
nl: Oké, ik laat geen gilden op de zwarte lijst achter.
no: Ok, jeg vil ikke forlate noen svartelistede laug.
pl: OK, nie pozostawię żadnych gildii na czarnej liście.
pt: Ok, não vou deixar nenhuma guilda na lista negra.
ro: Ok, nu voi lăsa nicio bresle pe lista neagră.
ru: Хорошо, я не оставлю гильдий в чёрном списке.
sk: Ok, neopustím žiadne cechy na čiernej listine.
sl: Ok, ne bom zapustil nobenih cehov na črni listi.
sv: Ok, jag lämnar inga svartlistade skrån.
th: โอเค ฉันจะไม่ทิ้งกิลด์ที่ติดบัญชีดำไว้
tr: Tamam, kara listedeki loncalardan ayrılmayacağım.
uk: Гаразд, я не покину жодної гільдії з чорного списку.
vi: Được rồi, tôi sẽ không rời khỏi bất kỳ bang hội nào trong danh sách đen.
