Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/guildmanager/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Do you want me to leave {} bot farms?
af: Wil jy hê ek moet {} botplase verlaat?
ar: هل تريد مني أن أترك {} مزارع الروبوتات؟
bg: Искате ли да напусна {} ферми за ботове?
bn: আপনি কি চান যে আমি {} বট খামার ছেড়ে যাই?
ca: Vols que deixi {} granges de robots?
cs: Chcete, abych opustil {} robotické farmy?
da: Vil du have, at jeg forlader {} botfarme?
de: Soll ich {} Botfarmen verlassen?
el: Θέλετε να φύγω από τις {} φάρμες bot;
es: ¿Quieres que deje {} granjas de bots?
et: Kas soovite, et ma lahkuksin {} robotfarmist?
fa: آیا می خواهید مزرعه های ربات {} را ترک کنم؟
fi: Haluatko, että jätän {} bottitilaa?
fr: Voulez-vous que je quitte {} fermes de robots ?
he: האם אתה רוצה שאעזוב את {} חוות הבוטים?
hi: क्या आप चाहते हैं कि मैं {} बॉट फार्म छोड़ दूं?
hr: Želite li da napustim {} farmi botova?
hu: Azt akarod, hogy elhagyjak {} botfarmot?
id: Apakah Anda ingin saya meninggalkan {} bot farm?
it: Vuoi che lasci {} bot farm?
ja: {} ボット ファームから離れてもよろしいですか?
lt: Ar norite, kad palikčiau {} botų fermą?
lv: Vai vēlaties, lai es pametu {} robotu fermu?
ms: Adakah anda mahu saya meninggalkan {} ladang bot?
nl: Wil je dat ik {} botfarms verlaat?
no: Vil du at jeg skal forlate {} botfarmer?
pl: Czy chcesz, żebym opuścił {} farmy botów?
pt: Você quer que eu saia de {} farms de bots?
ro: Vrei să părăsesc {} ferme de bot?
ru: Вы хотите, чтобы я покинул {} бот-фермы?
sk: Chcete, aby som opustil {} farmy robotov?
sl: Ali želite, da zapustim {} farm botov?
sv: Vill du att jag lämnar {} botfarmar?
th: คุณต้องการให้ฉันออกจากฟาร์มบอท {} หรือไม่?
tr: {} bot çiftliğinden ayrılmamı mı istiyorsun?
uk: Ви хочете, щоб я залишив {} ботоферми?
vi: Bạn có muốn tôi rời khỏi {} trang trại bot không?

source: Done. I have left {} bot farms.
af: Klaar. Ek het {} botplase verlaat.
ar: منتهي. لقد تركت {} مزارع الروبوتات.
bg: Готово. Напуснах {} ферми за ботове.
bn: সম্পন্ন আমি {} বট খামার ছেড়ে দিয়েছি।
ca: Fet. He deixat {} granges de robots.
cs: Hotovo. Opustil jsem {} robotických farem.
da: Færdig. Jeg har forladt {} botfarme.
de: Erledigt. Ich habe {} Botfarmen verlassen.
el: Γινώμενος. Έχω αφήσει {} bot farms.
es: Hecho. He dejado {} granjas de bots.
et: Valmis. Olen lahkunud {} robotfarmist.
fa: انجام شد. من مزرعه ربات {} را ترک کرده ام.
fi: Tehty. Olen jättänyt {} bottitilaa.
fr: Fait. Il me reste {} fermes de robots.
he: נַעֲשָׂה. עזבתי {} חוות בוטים.
hi: हो गया। मैंने {} बॉट फ़ार्म छोड़ दिया है।
hr: Gotovo. Ostavio sam {} farmi botova.
hu: Kész. Kiléptem {} botfarmból.
id: Selesai. Saya telah meninggalkan {} bot farm.
it: Fatto. Ho lasciato {} bot farm.
ja: 終わり。 {} ボット ファームを離れました。
lt: Atlikta. Aš palikau {} botų fermą.
lv: Gatavs. Esmu atstājis {} robotu fermu.
ms: Selesai. Saya telah meninggalkan {} ladang bot.
nl: Klaar. Ik heb {} botfarms verlaten.
no: Ferdig. Jeg har forlatt {} bot-farmer.
pl: Zrobione. Opuściłem {} farmy botów.
pt: Feito. Saí de {} farms de bots.
ro: Făcut. Am părăsit {} ferme de bot.
ru: Сделанный. Я покинул {} бот-фермы.
sk: Hotovo. Opustil som {} robotických fariem.
sl: Končano. Zapustil sem {} farm botov.
sv: Gjort. Jag har lämnat {} botfarmar.
th: เสร็จแล้ว. ฉันออกจากฟาร์มบอทแล้ว {} ฟาร์ม
tr: Tamamlamak. {} bot çiftliğinden ayrıldım.
uk: Готово. Я залишив {} ботоферм.
vi: Xong. Tôi đã rời khỏi {} trang trại bot.

source: Ok, I won't leave any bot farms.
af: Ok, ek sal geen botplase verlaat nie.
ar: حسنًا، لن أترك أي مزارع روبوتية.
bg: Добре, няма да оставя никакви ферми за ботове.
bn: ঠিক আছে, আমি কোনো বট খামার ছাড়ব না।
ca: D'acord, no deixaré cap granja de bots.
cs: Ok, neopustím žádné farmy robotů.
da: Ok, jeg vil ikke efterlade nogen botfarme.
de: Ok, ich werde keine Botfarmen hinterlassen.
el: Εντάξει, δεν θα αφήσω καμία φάρμα bot.
es: Ok, no dejaré ninguna granja de bots.
et: Ok, ma ei jäta ühtegi botfarmi.
fa: خوب، من هیچ مزرعه رباتی را ترک نمی کنم.
fi: Ok, en jätä yhtään bottitilaa.
fr: Ok, je ne quitterai aucune ferme de robots.
he: בסדר, אני לא אעזוב אף חוות בוטים.
hi: ठीक है, मैं कोई भी बॉट फ़ार्म नहीं छोड़ूंगा।
hr: U redu, neću napustiti nijednu farmu botova.
hu: Oké, nem hagyok ki egyetlen botfarmot sem.
id: Oke, saya tidak akan meninggalkan peternakan bot apa pun.
it: Ok, non lascerò nessuna bot farm.
ja: わかりました、ボット ファームを離れるつもりはありません。
lt: Gerai, nepaliksiu jokių botų fermų.
lv: Labi, es neatstāšu nevienu botu fermu.
ms: Ok, saya tidak akan meninggalkan mana-mana ladang bot.
nl: Oké, ik laat geen botfarms achter.
no: Ok, jeg vil ikke forlate noen botfarmer.
pl: OK, nie opuszczę żadnej farmy botów.
pt: Ok, não vou deixar nenhuma fazenda de bots.
ro: Ok, nu voi lăsa nicio fermă de bot.
ru: Хорошо, я не оставлю бот-фермы.
sk: Ok, neopustím žiadne farmy robotov.
sl: V redu, ne bom zapustil nobene farme botov.
sv: Ok, jag lämnar inga botfarmar.
th: โอเค ฉันจะไม่ทิ้งฟาร์มบอทใดๆ ทั้งสิ้น
tr: Tamam, bot çiftliğinden ayrılmayacağım.
uk: Гаразд, я не покину жодної ботоферми.
vi: Được rồi, tôi sẽ không rời khỏi bất kỳ trang trại bot nào.

source: Do you want me to leave {} servers?
af: Wil jy hê ek moet {} bedieners verlaat?
ar: هل تريد مني أن أترك خوادم {}؟
bg: Искате ли да напусна сървърите на {}?
bn: আপনি কি চান যে আমি {} সার্ভার ছেড়ে যাই?
ca: Vols que deixi {} servidors?
cs: Chcete, abych opustil {} serverů?
da: Vil du have, at jeg forlader {} servere?
de: Soll ich {} Server verlassen?
el: Θέλετε να φύγω από τους διακομιστές {};
es: ¿Quieres que deje {} servidores?
et: Kas soovite, et ma lahkuksin {} serverist?
fa: آیا می خواهید سرورهای {} را ترک کنم؟
fi: Haluatko, että poistun {} palvelimelta?
fr: Voulez-vous que je quitte {} serveurs ?
he: האם אתה רוצה שאעזוב {} שרתים?
hi: क्या आप चाहते हैं कि मैं {} सर्वर छोड़ दूं?
hr: Želite li da napustim poslužitelje {}?
hu: Azt akarod, hogy elhagyjam {} szervert?
id: Apakah Anda ingin saya meninggalkan server {}?
it: Vuoi che lasci i server {}?
ja: {} サーバーから離れてもよろしいですか?
lt: Ar norite, kad palikčiau {} serverius?
lv: Vai vēlaties, lai es pametu {} serverus?
ms: Adakah anda mahu saya meninggalkan pelayan {}?
nl: Wil je dat ik {} servers verlaat?
no: Vil du at jeg skal forlate {} servere?
pl: Czy chcesz, abym opuścił serwery {}?
pt: Você quer que eu saia de {} servidores?
ro: Vrei să părăsesc {} servere?
ru: Вы хотите, чтобы я покинул {} серверы?
sk: Chcete, aby som opustil {} serverov?
sl: Ali želite, da zapustim strežnike {}?
sv: Vill du att jag lämnar {} servrar?
th: คุณต้องการให้ฉันออกจากเซิร์ฟเวอร์ {} หรือไม่?
tr: {} sunucudan ayrılmamı ister misiniz?
uk: Ви хочете, щоб я покинув сервери {}?
vi: Bạn có muốn tôi rời khỏi máy chủ {} không?

source: Done. I have left {} servers.
af: Klaar. Ek het {} bedieners verlaat.
ar: منتهي. لقد تركت {} خوادم.
bg: Готово. Напуснах {} сървъра.
bn: সম্পন্ন আমি {} সার্ভার রেখেছি।
ca: Fet. He deixat {} servidors.
cs: Hotovo. Opustil jsem {} serverů.
da: Færdig. Jeg har forladt {} servere.
de: Erledigt. Ich habe {} Server verlassen.
el: Γινώμενος. Έχω αφήσει {} διακομιστές.
es: Hecho. He dejado {} servidores.
et: Valmis. Olen lahkunud {} serverist.
fa: انجام شد. من سرورهای {} را ترک کرده ام.
fi: Tehty. Olen jättänyt {} palvelinta.
fr: Fait. J'ai quitté {} serveurs.
he: נַעֲשָׂה. עזבתי {} שרתים.
hi: हो गया। मैंने {} सर्वर छोड़ दिए हैं।
hr: Gotovo. Napustio sam {} poslužitelja.
hu: Kész. Elhagytam {} szervert.
id: Selesai. Saya telah meninggalkan {} server.
it: Fatto. Ho lasciato {} server.
ja: 終わり。 {} サーバーを離れました。
lt: Atlikta. Aš palikau {} serverius.
lv: Gatavs. Esmu atstājis {} serverus.
ms: Selesai. Saya telah meninggalkan pelayan {}.
nl: Klaar. Ik heb {} servers verlaten.
no: Ferdig. Jeg har forlatt {} servere.
pl: Zrobione. Opuściłem serwery: {}.
pt: Feito. Saí de {} servidores.
ro: Făcut. Am lăsat {} servere.
ru: Сделанный. У меня осталось {} серверов.
sk: Hotovo. Opustil som {} serverov.
sl: Končano. Zapustil sem strežnike {}.
sv: Gjort. Jag har lämnat {} servrar.
th: เสร็จแล้ว. ฉันออกจากเซิร์ฟเวอร์แล้ว {}
tr: Tamamlamak. {} sunucudan ayrıldım.
uk: Готово. Я покинув сервери {}.
vi: Xong. Tôi đã rời khỏi máy chủ {}.

source: Ok, I won't leave any servers.
af: Ok, ek sal geen bedieners verlaat nie.
ar: حسنًا، لن أترك أي خوادم.
bg: Добре, няма да оставя никакви сървъри.
bn: ঠিক আছে, আমি কোনো সার্ভার ছাড়ব না।
ca: D'acord, no deixaré cap servidor.
cs: Dobře, neopustím žádné servery.
da: Ok, jeg vil ikke efterlade nogen servere.
de: Ok, ich werde keine Server verlassen.
el: Εντάξει, δεν θα αφήσω κανένα διακομιστή.
es: Ok, no dejaré ningún servidor.
et: Ok, ma ei lahku ühestki serverist.
fa: خوب، من هیچ سروری را ترک نمی کنم.
fi: Ok, en jätä palvelimia.
fr: Ok, je ne quitterai aucun serveur.
he: אוקיי, אני לא אשאיר שום שרת.
hi: ठीक है, मैं कोई सर्वर नहीं छोड़ूंगा।
hr: U redu, neću napustiti servere.
hu: Rendben, nem hagyok el egyetlen szervert sem.
id: Oke, saya tidak akan meninggalkan server mana pun.
it: Ok, non lascerò nessun server.
ja: わかりました、サーバーを離れるつもりはありません。
lt: Gerai, aš nepaliksiu jokių serverių.
lv: Labi, es neatstāšu nevienu serveri.
ms: Ok, saya tidak akan meninggalkan mana-mana pelayan.
nl: Oké, ik laat geen servers achter.
no: Ok, jeg vil ikke forlate noen servere.
pl: OK, nie opuszczę żadnego serwera.
pt: Ok, não vou deixar nenhum servidor.
ro: Ok, nu voi lăsa niciun server.
ru: Хорошо, я не оставлю серверы.
sk: Ok, neopustím žiadne servery.
sl: V redu, ne bom zapustil nobenega strežnika.
sv: Ok, jag lämnar inga servrar.
th: โอเค ฉันจะไม่ออกจากเซิร์ฟเวอร์ใดๆ
tr: Tamam, hiçbir sunucuyu bırakmayacağım.
uk: Гаразд, я не залишатиму сервери.
vi: Được rồi, tôi sẽ không rời khỏi bất kỳ máy chủ nào.

source: I'm leaving because this server is blacklisted.
af: Ek vertrek omdat hierdie bediener op die swartlys is.
ar: سأغادر لأن هذا الخادم مدرج في القائمة السوداء.
bg: Напускам, защото този сървър е в черния списък.
bn: আমি চলে যাচ্ছি কারণ এই সার্ভারটি কালো তালিকাভুক্ত।
ca: Me'n vaig perquè aquest servidor està a la llista negra.
cs: Odcházím, protože tento server je na černé listině.
da: Jeg går, fordi denne server er sortlistet.
de: Ich gehe, weil dieser Server auf der schwarzen Liste steht.
el: Φεύγω γιατί αυτός ο διακομιστής είναι στη μαύρη λίστα.
es: Me voy porque este servidor está en la lista negra.
et: Ma lahkun, sest see server on mustas nimekirjas.
fa: من می روم زیرا این سرور در لیست سیاه قرار دارد.
fi: Poistun, koska tämä palvelin on mustalla listalla.
fr: Je pars car ce serveur est sur liste noire.
he: אני עוזב כי השרת הזה נמצא ברשימה השחורה.
hi: मैं जा रहा हूं क्योंकि यह सर्वर ब्लैकलिस्टेड है।
hr: Odlazim jer je ovaj poslužitelj na crnoj listi.
hu: Elmegyek, mert ez a szerver feketelistán van.
id: Saya keluar karena server ini masuk daftar hitam.
it: Me ne vado perché questo server è nella lista nera.
ja: このサーバーはブラックリストに登録されているため、退会します。
lt: Išeinu, nes šis serveris įtrauktas į juodąjį sąrašą.
lv: Es aizeju, jo šis serveris ir iekļauts melnajā sarakstā.
ms: Saya akan pergi kerana pelayan ini disenaraihitamkan.
nl: Ik ga weg omdat deze server op de zwarte lijst staat.
no: Jeg forlater fordi denne serveren er svartelistet.
pl: Odchodzę, ponieważ ten serwer jest na czarnej liście.
pt: Estou saindo porque este servidor está na lista negra.
ro: Plec pentru că acest server este pe lista neagră.
ru: Я ухожу, потому что этот сервер в черном списке.
sk: Odchádzam, pretože tento server je na čiernej listine.
sl: Odhajam, ker je ta strežnik na črni listi.
sv: Jag lämnar eftersom den här servern är svartlistad.
th: ฉันจะออกเพราะเซิร์ฟเวอร์นี้อยู่ในบัญชีดำ
tr: Bu sunucu kara listeye alındığı için ayrılıyorum.
uk: Я йду, тому що цей сервер у чорному списку.
vi: Tôi rời đi vì máy chủ này bị đưa vào danh sách đen.

source: Blacklisted
af: Swartlys
ar: القائمة السوداء
bg: Черен списък
bn: কালো তালিকাভুক্ত
ca: A la llista negra
cs: Na černé listině
da: Sortlistet
de: Auf der schwarzen Liste
el: Στη μαύρη λίστα
es: En la lista negra
et: Mustas nimekirjas
fa: در لیست سیاه قرار گرفت
fi: Mustalla listalla
fr: Sur liste noire
he: ברשימה השחורה
hi: ब्लैक लिस्ट किया
hr: Na crnoj listi
hu: Feketelistán
id: Masuk daftar hitam
it: Nella lista nera
ja: ブラックリストに登録されている
lt: Į juodąjį sąrašą
lv: Melnajā sarakstā
ms: disenaraihitamkan
nl: Op de zwarte lijst
no: Svartelistet
pl: Na czarnej liście
pt: Na lista negra
ro: Pe lista neagră
ru: Внесен в черный список
sk: Na čiernej listine
sl: Na črnem seznamu
sv: Svartlistad
th: ขึ้นบัญชีดำ
tr: Kara listeye alındı
uk: Чорний список
vi: Danh sách đen

source: I'm leaving because this server has less than {} members.
af: Ek vertrek omdat hierdie bediener minder as {} lede het.
ar: سأغادر لأن هذا الخادم به أقل من {} عضو.
bg: Напускам, защото този сървър има по-малко от {} членове.
bn: আমি চলে যাচ্ছি কারণ এই সার্ভারে {} এর কম সদস্য রয়েছে৷
ca: Me'n vaig perquè aquest servidor té menys de {} membres.
cs: Odcházím, protože tento server má méně než {} členů.
da: Jeg forlader, fordi denne server har færre end {} medlemmer.
de: Ich gehe, weil dieser Server weniger als {} Mitglieder hat.
el: Αποχωρώ επειδή αυτός ο διακομιστής έχει λιγότερα από {} μέλη.
es: Me voy porque este servidor tiene menos de {} miembros.
et: Lahkun, kuna sellel serveril on vähem kui {} liiget.
fa: من می روم زیرا این سرور کمتر از {} ​​عضو دارد.
fi: Poistun, koska tällä palvelimella on alle {} jäsentä.
fr: Je pars car ce serveur compte moins de {} membres.
he: אני עוזב כי לשרת הזה יש פחות מ-{} חברים.
hi: मैं जा रहा हूं क्योंकि इस सर्वर में {} से कम सदस्य हैं।
hr: Odlazim jer ovaj poslužitelj ima manje od {} članova.
hu: Kilépek, mert ennek a szervernek kevesebb mint {} tagja van.
id: Saya keluar karena server ini memiliki kurang dari {} anggota.
it: Me ne vado perché questo server ha meno di {} membri.
ja: このサーバーのメンバーが {} 人未満であるため、終了します。
lt: Išeinu, nes šiame serveryje yra mažiau nei {} nariai.
lv: Es aizeju, jo šajā serverī ir mazāk nekā {} dalībnieki.
ms: Saya akan pergi kerana pelayan ini mempunyai kurang daripada {} ahli.
nl: Ik ga weg omdat deze server minder dan {} leden heeft.
no: Jeg forlater fordi denne tjeneren har færre enn {} medlemmer.
pl: Odchodzę, ponieważ ten serwer ma mniej niż {} członków.
pt: Estou saindo porque este servidor tem menos de {} membros.
ro: Plec pentru că acest server are mai puțin de {} membri.
ru: Я ухожу, потому что на этом сервере меньше {} участников.
sk: Odchádzam, pretože tento server má menej ako {} členov.
sl: Odhajam, ker ima ta strežnik manj kot {} članov.
sv: Jag lämnar eftersom den här servern har färre än {} medlemmar.
th: ฉันจะออกเพราะเซิร์ฟเวอร์นี้มีสมาชิกน้อยกว่า {} คน
tr: Bu sunucunun {} üyeden az üyesi olduğu için ayrılıyorum.
uk: Я йду, тому що цей сервер має менше ніж {} учасників.
vi: Tôi sắp rời đi vì máy chủ này có ít hơn {} thành viên.

source: Not Enough Members
af: Nie genoeg lede nie
ar: لا يكفي الأعضاء
bg: Няма достатъчно членове
bn: যথেষ্ট সদস্য নয়
ca: No hi ha prou membres
cs: Nedostatek členů
da: Ikke nok medlemmer
de: Nicht genügend Mitglieder
el: Όχι Αρκετά Μέλη
es: No hay suficientes miembros
et: Pole piisavalt liikmeid
fa: اعضای کافی نیست
fi: Ei tarpeeksi jäseniä
fr: Pas assez de membres
he: אין מספיק חברים
hi: पर्याप्त सदस्य नहीं
hr: Nema dovoljno članova
hu: Nincs elég tag
id: Anggota Tidak Cukup
it: Non abbastanza membri
ja: メンバーが足りません
lt: Nepakanka narių
lv: Nepietiek deputātu
ms: Tidak Cukup Ahli
nl: Niet genoeg leden
no: Ikke nok medlemmer
pl: Za mało członków
pt: Membros insuficientes
ro: Nu sunt suficienți membri
ru: Недостаточно участников
sk: Nie je dostatok členov
sl: Ni dovolj članov
sv: Inte tillräckligt med medlemmar
th: สมาชิกไม่เพียงพอ
tr: Yeterli Üye Yok
uk: Недостатньо членів
vi: Không đủ thành viên

source: I'm leaving this server since it has a high bot to member ratio.
af: Ek verlaat hierdie bediener aangesien dit 'n hoë bot tot lid verhouding het.
ar: سأترك هذا الخادم لأنه يحتوي على نسبة عالية من الروبوتات إلى الأعضاء.
bg: Напускам този сървър, тъй като има високо съотношение бот към член.
bn: আমি এই সার্ভারটি ছেড়ে যাচ্ছি কারণ এটির সদস্য অনুপাতের সাথে একটি উচ্চ বট রয়েছে৷
ca: Deixo aquest servidor perquè té una proporció alta de bot a membre.
cs: Opouštím tento server, protože má vysoký poměr robotů k členům.
da: Jeg forlader denne server, da den har et højt forhold mellem bot og medlem.
de: Ich verlasse diesen Server, da er ein hohes Bot-zu-Mitglieder-Verhältnis hat.
el: Αποχωρώ από αυτόν τον διακομιστή επειδή έχει υψηλή αναλογία bot προς μέλη.
es: Dejo este servidor porque tiene una alta proporción de bots por miembros.
et: Lahkun sellest serverist, kuna sellel on kõrge robotite ja liikmete suhe.
fa: من این سرور را ترک می کنم زیرا نسبت ربات به عضو بالایی دارد.
fi: Poistun tältä palvelimelta, koska sillä on korkea botien ja jäsenten välinen suhde.
fr: Je quitte ce serveur car il a un ratio bot/membre élevé.
he: אני עוזב את השרת הזה מכיוון שיש לו יחס בין בוט לחברים גבוה.
hi: मैं इस सर्वर को छोड़ रहा हूं क्योंकि इसमें बॉट-टू-सदस्य अनुपात उच्च है।
hr: Napuštam ovaj poslužitelj jer ima visok omjer robota i članova.
hu: Elhagyom ezt a szervert, mert magas a bot/tag arány.
id: Saya meninggalkan server ini karena memiliki rasio bot dan anggota yang tinggi.
it: Lascio questo server poiché ha un rapporto bot/membri elevato.
ja: メンバーに対するボットの比率が高いため、このサーバーを離れることにしました。
lt: Palieku šį serverį, nes jame yra didelis robotų ir narių santykis.
lv: Es pametu šo serveri, jo tajā ir augsta robotu un dalībnieku attiecība.
ms: Saya akan meninggalkan pelayan ini kerana ia mempunyai nisbah bot kepada ahli yang tinggi.
nl: Ik verlaat deze server omdat deze een hoge bot-lidratio heeft.
no: Jeg forlater denne serveren siden den har et høyt forhold mellom bot og medlem.
pl: Opuszczam ten serwer, ponieważ ma wysoki stosunek botów do liczby członków.
pt: Estou deixando este servidor porque ele tem uma alta proporção de bots por membros.
ro: Părăsesc acest server deoarece are un raport ridicat de bot/membru.
ru: Я покидаю этот сервер, так как на нем высокое соотношение ботов и участников.
sk: Opúšťam tento server, pretože má vysoký pomer robotov k členom.
sl: Zapuščam ta strežnik, ker ima visoko razmerje med boti in člani.
sv: Jag lämnar den här servern eftersom den har ett högt förhållande mellan bot och medlem.
th: ฉันจะออกจากเซิร์ฟเวอร์นี้เนื่องจากมีอัตราส่วนบอทต่อสมาชิกสูง
tr: Bot üye oranı yüksek olduğundan bu sunucudan ayrılıyorum.
uk: Я залишаю цей сервер, оскільки він має високе співвідношення ботів до учасників.
vi: Tôi sẽ rời khỏi máy chủ này vì nó có tỷ lệ bot trên thành viên cao.

source: Bot Farm
af: Bot plaas
ar: مزرعة بوت
bg: Ферма за ботове
bn: বট খামার
ca: Granja de bots
cs: Bot farma
da: Bot gård
el: Φάρμα bot
es: Granja de robots
et: Boti talu
fa: مزرعه ربات
fi: Bot maatila
fr: Ferme de robots
he: חוות בוט
hi: बॉट फार्म
hr: Farma robota
id: Peternakan bot
it: Fattoria bot
ja: ボットファーム
lt: Botų ūkis
lv: Botu ferma
ms: Ladang bot
nl: Bot-boerderij
no: Bot gård
pl: Farma botów
pt: Fazenda de bots
ro: Ferma de bot
ru: Бот-ферма
sk: Bot farma
sl: Kmetija botov
sv: Bot gård
th: ฟาร์มบอท
tr: Bot çiftliği
uk: Ботоферма
vi: Trang trại bot

source: I'm leaving since I was serverlocked by my owner.
af: Ek gaan weg omdat ek deur my eienaar gesluit is.
ar: سأغادر منذ أن تم قفل الخادم من قبل مالكي.
bg: Напускам, тъй като сървърът ми беше заключен от моя собственик.
bn: আমার মালিকের দ্বারা আমি সার্ভারলক করে রেখেছিলাম বলে আমি চলে যাচ্ছি।
ca: Me'n vaig des que el meu propietari em va bloquejar el servidor.
cs: Odcházím, protože mě můj majitel zablokoval na serveru.
da: Jeg tager afsted, da jeg blev serverlåst af min ejer.
de: Ich gehe, da mein Besitzer den Server gesperrt hat.
el: Φεύγω αφού κλειδώθηκα από τον ιδιοκτήτη μου.
es: Me voy porque mi dueño me bloqueó el servidor.
et: Ma lahkun, kuna mu omanik lukustas mu serveri.
fa: من می روم چون توسط صاحبم سرور قفل شده بودم.
fi: Lähden, koska omistajani lukitsi minut palvelimeen.
fr: Je pars car mon serveur est bloqué par mon propriétaire.
he: אני עוזב מאז שננעלתי על ידי הבעלים שלי.
hi: मैं जा रहा हूं क्योंकि मेरे मालिक ने मुझे सर्वरलॉक कर दिया है।
hr: Odlazim jer me vlasnik zaključao na serveru.
hu: Elmegyek, mivel a tulajdonosom lekapcsolta a szervert.
id: Saya pergi karena server saya dikunci oleh pemilik saya.
it: Me ne vado perché il mio proprietario mi ha bloccato il server.
ja: 所有者によってサーバーロックされていたため、退会します。
lt: Išeinu, nes serverį užrakino savininkas.
lv: Es aizeju, jo mans īpašnieks bloķēja serveri.
ms: Saya akan pergi kerana saya dikunci pelayan oleh pemilik saya.
nl: Ik ga weg omdat mijn eigenaar mijn server heeft vergrendeld.
no: Jeg drar siden jeg ble serverlåst av eieren min.
pl: Odchodzę, ponieważ mój właściciel zablokował mi serwer.
pt: Estou saindo porque fui bloqueado pelo meu proprietário.
ro: Plec de când am fost blocat de către proprietarul meu.
ru: Я ухожу, так как мой владелец заблокировал меня на сервере.
sk: Odchádzam, pretože ma môj vlastník uzamkol na serveri.
sl: Odhajam, ker me je moj lastnik zaklenil strežnik.
sv: Jag lämnar eftersom jag blev serverlåst av min ägare.
th: ฉันจะออกไปตั้งแต่ฉันถูกล็อคเซิร์ฟเวอร์โดยเจ้าของของฉัน
tr: Sahibim tarafından sunucuya kilitlendiğim için ayrılıyorum.
uk: Я йду, оскільки мій власник заблокував сервер.
vi: Tôi sắp rời đi vì tôi đã bị chủ sở hữu khóa máy chủ.

source: Server Locked
af: Bediener gesluit
ar: الخادم مغلق
bg: Сървърът е заключен
bn: সার্ভার লক করা হয়েছে
ca: Servidor bloquejat
cs: Server uzamčen
da: Server låst
de: Server gesperrt
el: Ο διακομιστής είναι κλειδωμένος
es: Servidor bloqueado
et: Server lukus
fa: سرور قفل شده است
fi: Palvelin lukittu
fr: Serveur verrouillé
he: השרת נעול
hi: सर्वर लॉक है
hr: Poslužitelj zaključan
hu: Szerver zárolva
id: Server Terkunci
it: Server bloccato
ja: サーバーがロックされました
lt: Serveris užrakintas
lv: Serveris ir bloķēts
ms: Pelayan Dikunci
nl: Server vergrendeld
no: Server låst
pl: Serwer zablokowany
pt: Servidor bloqueado
ro: Server blocat
ru: Сервер заблокирован
sk: Server uzamknutý
sl: Strežnik zaklenjen
sv: Server låst
th: เซิร์ฟเวอร์ถูกล็อค
tr: Sunucu Kilitli
uk: Сервер заблоковано
vi: Máy chủ đã bị khóa

source: I have joined a server!
af: Ek het by 'n bediener aangesluit!
ar: لقد انضممت إلى الخادم!
bg: Присъединих се към сървър!
bn: আমি একটি সার্ভারে যোগদান করেছি!
ca: M'he unit a un servidor!
cs: Připojil jsem se na server!
da: Jeg har tilsluttet mig en server!
de: Ich bin einem Server beigetreten!
el: Έχω εγγραφεί σε διακομιστή!
es: ¡Me he unido a un servidor!
et: Liitusin serveriga!
fa: من به یک سرور پیوستم!
fi: Liityin palvelimelle!
fr: J'ai rejoint un serveur !
he: הצטרפתי לשרת!
hi: मैं एक सर्वर से जुड़ गया हूँ!
hr: Pridružio sam se serveru!
hu: Csatlakoztam egy szerverhez!
id: Saya telah bergabung dengan server!
it: Mi sono unito a un server!
ja: サーバーに参加しました！
lt: Prisijungiau prie serverio!
lv: Esmu pievienojies serverim!
ms: Saya telah menyertai pelayan!
nl: Ik ben lid geworden van een server!
no: Jeg har blitt med på en server!
pl: Dołączyłem do serwera!
pt: Entrei em um servidor!
ro: M-am alăturat unui server!
ru: Я присоединился к серверу!
sk: Pripojil som sa na server!
sl: Pridružil sem se strežniku!
sv: Jag har gått med i en server!
th: ฉันได้เข้าร่วมเซิร์ฟเวอร์แล้ว!
tr: Bir sunucuya katıldım!
uk: Я приєднався до сервера!
vi: Tôi đã tham gia một máy chủ!
