Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/guildmanager/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: I have left a server!
af: Ek het 'n bediener verlaat!
ar: لقد تركت الخادم!
bg: Напуснах сървър!
bn: আমি একটি সার্ভার রেখেছি!
ca: He deixat un servidor!
cs: Opustil jsem server!
da: Jeg har forladt en server!
de: Ich habe einen Server verlassen!
el: Έχω αφήσει διακομιστή!
es: ¡He dejado un servidor!
et: Ma lahkusin serverist!
fa: من یک سرور را ترک کرده ام!
fi: Olen jättänyt palvelimen!
fr: J'ai quitté un serveur !
he: השארתי שרת!
hi: मैंने एक सर्वर छोड़ दिया है!
hr: Napustio sam server!
hu: Kihagytam egy szervert!
id: Saya telah meninggalkan server!
it: Ho lasciato un server!
ja: サーバーから退会しました！
lt: Aš palikau serverį!
lv: Esmu atstājis serveri!
ms: Saya telah meninggalkan pelayan!
nl: Ik heb een server verlaten!
no: Jeg har forlatt en server!
pl: Opuściłem serwer!
pt: Deixei um servidor!
ro: Am lăsat un server!
ru: Я ушел с сервера!
sk: Opustil som server!
sl: Zapustil sem strežnik!
sv: Jag har lämnat en server!
th: ฉันออกจากเซิร์ฟเวอร์แล้ว!
tr: Bir sunucudan ayrıldım!
uk: Я покинув сервер!
vi: Tôi đã rời khỏi một máy chủ!
