Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/audio/core/commands/locales/*.po
Languages: pt_pt

source: Music configuration options.
pt_pt: Opções de configuração de música.

source: Manages the keyword whitelist and blacklist.
pt_pt: Gerencia a whitelist de palavras-chave e a blacklist.

source: Manages the global keyword whitelist/blacklist.
pt_pt: Gerencia a whitelist de palavras-chave global/blacklist.

source: Manages the global keyword whitelist.
pt_pt: Gerencia a whitelist de palavras-chave global.

source: Adds a keyword to the whitelist. If anything is added to whitelist, it will blacklist everything else.
pt_pt: Adiciona uma palavra-chave à whitelist. Se for adicionado à whitelist, irá colocar tudo o resto.

source: Keyword already in the whitelist.
pt_pt: A palavra-chave já está na whitelist.

source: Whitelist Modified
pt_pt: Whitelist modificada

source: Added `{whitelisted}` to the whitelist.
pt_pt: Adicionado `{whitelisted}` à lista de permissões.

source: List all keywords added to the whitelist.
pt_pt: Lista todas as palavras-chave adicionadas à whitelist.

source: Nothing in the whitelist.
pt_pt: Nada na whitelist.

source: Global Whitelist
pt_pt: Whitelist Global

source: Clear all keywords from the whitelist.
pt_pt: Limpa todas as palavras-chave da whitelist.

source: All entries have been removed from the whitelist.
pt_pt: Todas as entradas foram removidas da whitelist.

source: Removes a keyword from the whitelist.
pt_pt: Remove uma palavra-chave da whitelist.

source: Removed `{whitelisted}` from the whitelist.
pt_pt: Removido `{whitelisted}` da whitelist.

source: Manages the global keyword blacklist.
pt_pt: Gerencia a blacklist de palavras-chave global.

source: Adds a keyword to the blacklist.
pt_pt: Adiciona uma palavra-chave à blacklist.

source: Keyword already in the blacklist.
pt_pt: A palavra-chave já está na blacklist.

source: Blacklist Modified
pt_pt: Blacklist modificada

source: Added `{blacklisted}` to the blacklist.
pt_pt: Adicionado `{blacklisted}` à blacklist.

source: List all keywords added to the blacklist.
pt_pt: Lista todas as palavras-chave adicionadas à blacklist.

source: Nothing in the blacklist.
pt_pt: Nada na blacklist.

source: Global Blacklist
pt_pt: Blacklist Global

source: Clear all keywords added to the blacklist.
pt_pt: Limpar todas as palavras-chave adicionadas à blacklist.

source: All entries have been removed from the blacklist.
pt_pt: Todas as entradas foram removidas da blacklist.

source: Removes a keyword from the blacklist.
pt_pt: Remove uma palavra-chave da blacklist.

source: Keyword is not in the blacklist.
pt_pt: A palavra-chave não está na blacklist.

source: Removed `{blacklisted}` from the blacklist.
pt_pt: Removido `{blacklisted}` da blacklist.

source: Manages the keyword whitelist.
pt_pt: Gerencia a palavra-chave da whitelist.

source: Manages the keyword blacklist.
pt_pt: Gerencia a blacklist de palavras-chave.

source: Change auto-play setting.
pt_pt: Alterar configuração de reprodução automática.

source: Toggle auto-play when there no songs in queue.
pt_pt: Reprodução automática quando não houver músicas na fila.

source: Auto-play when queue ends: {true_or_false}.
pt_pt: Reprodução automática quando a fila terminar, {true_or_false}.

source: Enabled
pt_pt: Ativado

source: Disabled
pt_pt: Desactivado

source: Repeat has been disabled.
pt_pt: A repetição foi desativada.

source: Auto-disconnecting at queue end has been disabled.
pt_pt: Desconexão automática na fila final foi desativada.

source: Setting Changed
pt_pt: Definições alteradas

source: Set a playlist to auto-play songs from. **Usage**: ​ ​ ​ ​ `[p]audioset autoplay playlist playlist_name_OR_id [args]` **Args**: ​ ​ ​ ​ The following are all optional: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Only the bot owner can use this** **Scope** is one of the following: ​Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** can be one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild** can be one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Example use: ​ ​ ​ ​ `[p]audioset autoplay playlist MyGuildPlaylist` ​ ​ ​ ​ `[p]audioset autoplay playlist MyGlobalPlaylist --scope Global` ​ ​ ​ ​ `[p]audioset autoplay playlist PersonalPlaylist --scope User --author Draper`
pt_pt: Chave: Defina uma lista de reprodução para reproduzir músicas automaticamente. **Uso**: ​ ​ ​ ​ `[p]audioset lista de reprodução de reprodução automática playlist_name_OR_id [args]` **Argumentos**: ​ ​ ​ ​ Os itens a seguir são opcionais: --scope <escopo> ​ ​ ​ ​ ​ ​ --autor [usuário] ​ ​ ​ ​ ​ ​ --guild [guild] **Somente o proprietário do bot pode usar isso** **Escopo** é um dos seguintes: ​Global Guilda ​ ​ ​ ​ Usuário **Autor** pode ser um dos seguintes #: starbot/cogs/audio/core/commands/audioset.py:464 #, doutrina

source: Playlists Are Not Available
pt_pt: As playlists não estão disponíveis

source: The playlist section of Audio is currently unavailable
pt_pt: A secção de playlist do áudio está indisponível no momento

source: Check your logs.
pt_pt: Verifique os seus logs.

source: No Playlist Found
pt_pt: Nenhuma Lista de Reprodução Encontrada

source: Could not match '{arg}' to a playlist
pt_pt: Não foi possível corresponder '{arg}' a uma lista de reprodução

source: No Tracks Found
pt_pt: Nenhuma faixa encontrada

source: Playlist {name} has no tracks.
pt_pt: A lista de reprodução {name} não possui faixas.

source: Playlist {id} does not exist in {scope} scope.
pt_pt: A Playlist {id} não existe na faixa {scope}.

source: Missing Arguments
pt_pt: Argumentos em falta

source: You need to specify the Guild ID for the guild to lookup.
pt_pt: Precisa especificar o ID da Guild para a guild pesquisar.

source: Playlist {name} (`{id}`) [**{scope}**] will be used for autoplay.
pt_pt: A playlist {name} (`{id}`) [**{scope}**] será usada para autoplay.

source: Resets auto-play to the default playlist.
pt_pt: Redefine a reprodução automática para a lista de reprodução padrão.

source: Set auto-play playlist to play recently played tracks.
pt_pt: Defina a playlist de reprodução automática para reproduzir faixas recentemente reproduzidas.

source: Toggle global daily queues. Global daily queues creates a playlist for all tracks played today.
pt_pt: Alternar filas diárias globais. Filas diárias globais cria uma playlist para todas as faixas tocadas hoje.

source: Global daily queues: {true_or_false}.
pt_pt: Filas diárias globais: {true_or_false}.

source: Toggle daily queues. Daily queues creates a playlist for all tracks played today.
pt_pt: Alternar filas diárias globais. Filas diárias globais cria uma playlist para todas as faixas tocadas hoje.

source: Daily queues: {true_or_false}.
pt_pt: Filas diárias globais: {true_or_false}.

source: Toggle the bot auto-disconnecting when done playing. This setting takes precedence over `[p]audioset emptydisconnect`.
pt_pt: Ative a desconexão automática do bot quando terminar de tocar. Esta configuração tem precedência sobre `[p]audioset emptydisconnect`.

source: Auto-disconnection at queue end: {true_or_false}.
pt_pt: Desconexão automática no final da fila: {true_or_false}.

source: Auto-play has been disabled.
pt_pt: A repetição foi desativada.

source: Toggle DJ mode. DJ mode allows users with the DJ role to use audio commands.
pt_pt: Alternar o modo DJ. Modo DJ permite que usuários com o cargo DJ usem comandos de áudio.

source: Missing DJ Role
pt_pt: Falta a permissão de DJ

source: Please set a role to use with DJ mode. Enter the role name or ID now.
pt_pt: Por favor, defina um cargo para usar com o modo DJ. Digite o nome ou ID do cargo agora.

source: Response timed out, try again later.
pt_pt: Tempo de resposta excedido, tente novamente mais tarde.

source: Auto-disconnect from channel when bot is alone in it for x seconds, 0 to disable. `[p]audioset dc` takes precedence over this setting.
pt_pt: Desconecta-se automaticamente do canal quando o bot fica sozinho por x segundos, 0 para desabilitar. `[p]audioset dc` tem precedência sobre esta configuração.

source: Invalid Time
pt_pt: Hora inválida

source: Seconds can't be less than zero.
pt_pt: Os segundos não podem ser menores que zero.

source: Empty disconnect disabled.
pt_pt: Desconexão automática desativada.

source: Empty disconnect timer set to {num_seconds}.
pt_pt: Tempo de desconexão automática definido para {num_seconds}.

source: Auto-pause after x seconds when room is empty, 0 to disable.
pt_pt: Pausa automática após x segundos quando o canal está vazio, 0 para desativar.

source: Empty pause disabled.
pt_pt: Pausa vazia desabilitada.

source: Empty pause timer set to {num_seconds}.
pt_pt: Tempo de desconexão automática definido para {num_seconds}.

source: Prioritise tracks with lyrics.
pt_pt: Priorize faixas com letras.

source: Prefer tracks with lyrics: {true_or_false}.
pt_pt: Prefere faixas com letras: {true_or_false}.

source: Set a price for queueing tracks for non-mods, 0 to disable.
pt_pt: Defina um preço para enfileirar faixas para não-mods, 0 para desativar.

source: Invalid Price
pt_pt: Preço inválido

source: Price can't be less than zero.
pt_pt: O preço não pode ser menor que zero.

source: Price can't be greater than 2^63 - 1.
pt_pt: O preço não pode ser maior que 2^63 - 1.

source: Jukebox mode disabled.
pt_pt: Modo Jukebox desativado.

source: Track queueing command price set to {price} {currency}.
pt_pt: Faixa de enfileirando preço de comando definido como {price} {currency}.

source: Set the localtracks path if the Lavalink.jar is not run from the Audio data folder. Leave the path blank to reset the path to the default, the Audio data directory.
pt_pt: Desconecta-se automaticamente do canal quando o bot fica sozinho por x segundos, 0 para desabilitar. `[p]audioset dc` tem precedência sobre esta configuração.

source: The localtracks path location has been reset to {localpath}
pt_pt: O local do caminho das faixas foi redefinido para {localpath}

source: This setting is only for bot owners to set a localtracks folder location In the example below, the full path for 'ParentDirectory' must be passed to this command. ``` ParentDirectory |__ localtracks (folder) | |__ Awesome Album Name (folder) | |__01 Cool Song.mp3 | |__02 Groovy Song.mp3 ``` The folder path given to this command must contain the localtracks folder. **This folder and files need to be visible to the user where `Lavalink.jar` is being run from.** Use this command with no path given to reset it to the default, the Audio data directory for this bot. Do you want to continue to set the provided path for local tracks?
pt_pt: Esta configuração é apenas para proprietários de bot definirem um local de pasta faixas. No exemplo abaixo, o caminho completo para 'ParentDirectory' deve ser passado para este comando. ``` Diretório Parental |__ faixas locais (pasta) | |__ Nome do álbum incrível (pasta) | |__01 Música Legal.mp3 | |__02 Canção Groovy.mp3 ``` O caminho da pasta fornecido para este comanasta do deve conter as faixas. **Esta pasta e arquivos precisam estar visíveis para o usuário de onde o `Lavalink.jar` está sendo executado.** Use este comando sem nenhum caminho fornecido para redefini-lo para o padrão, o diretório de dados de áudio deste bot. Deseja continuar definindo o caminho fornecido para trilhas locais?

source: Invalid Path
pt_pt: Caminho inválido

source: {local_path} does not seem like a valid path.
pt_pt: {local_path} não parece ser um caminho válido.

source: `{localtracks}` does not exist. The path will still be saved, but please check the path and create a localtracks folder in `{localfolder}` before attempting to play local tracks.
pt_pt: `{localtracks}` não existe. O caminho ainda será salvo, mas por favor, verifique o caminho e crie uma pasta faixas em `{localfolder}` antes de tentar reproduzir as faixas locais.

source: Invalid Environment
pt_pt: Ambiente inválido

source: The localtracks path location has been set to {localpath}
pt_pt: O local do caminho das faixas foi redefinido para {localpath}

source: Max length of a track to queue in seconds, 0 to disable. Accepts seconds or a value formatted like 00:00:00 (`hh:mm:ss`) or 00:00 (`mm:ss`). Invalid input will turn the max length setting off.
pt_pt: Comprimento máximo de uma faixa para fila em segundos, 0 para desativar. Aceita segundos ou um valor formatado como 00:00:00 (`hh:mm:ss`) ou 00:00 (`mm:ss`). Inválido entrada desativará a configuração de comprimento máximo.

source: Invalid length
pt_pt: Comprimento Inválido

source: Length can't be less than zero.
pt_pt: Os segundos não podem ser menores que zero.

source: Track max length disabled.
pt_pt: Comprimento máximo da faixa desabilitado.

source: Track max length set to {seconds}.
pt_pt: Comprimento máximo da faixa definido para {seconds}.

source: Toggle track announcement and other bot messages.
pt_pt: Ativar/desativar faixas de anúncio e outras mensagens do bot.

source: Notify mode: {true_or_false}.
pt_pt: Modo de notificação: {true_or_false}.

source: Toggle whether the bot will be auto deafened upon joining the voice channel.
pt_pt: Alternar se o bot será silenciado automaticamente ao entrar no canal de voz.

source: Auto Deafen: {true_or_false}.
pt_pt: Auto-Ensurdecer: [{true_or_false}.

source: Toggle the domain restriction on Audio. When toggled off, users will be able to play songs from non-commercial websites and links. When toggled on, users are restricted to YouTube, SoundCloud, Vimeo, Twitch, and Bandcamp links.
pt_pt: Alterne a restrição de domínio em Áudio. Quando desativado, os usuários poderão reproduzir músicas de sites e links não comerciais. Quando ativado, os usuários ficam restritos ao YouTube, SoundCloud, Vimeo, Twitch e Links do Bandcamp.

source: Commercial links only: {true_or_false}.
pt_pt: Apenas ligações comerciais: {true_or_false}.

source: Set the role to use for DJ mode.
pt_pt: Defina o cargo a ser usado para o modo DJ.

source: Settings Changed
pt_pt: Definições alteradas

source: DJ role set to: {role.name}.
pt_pt: Cargo DJ definido para: {role.name}.

source: Show the current settings.
pt_pt: Mostra as definições atuais.

source: Server Settings
pt_pt: Definições Servidor

source: Auto-deafen: [{auto_deafen}]
pt_pt: Auto-Ensurdecer: [{auto_deafen}]

source: Auto-disconnect: [{dc}]
pt_pt: Desconexão automática: [{dc}]

source: Auto-play: [{autoplay}]
pt_pt: Reprodução automática: [{autoplay}]

source: Disconnect timer: [{num_seconds}]
pt_pt: Temporizador de desconexão: [{num_seconds}]

source: Auto Pause timer: [{num_seconds}]
pt_pt: Pausar o temporizador: [{num_seconds}]

source: DJ Role: [{role.name}]
pt_pt: Permissão de DJ: [{role.name}]

source: Jukebox: [{jukebox_name}]
pt_pt: Toca-discos: [{jukebox_name}]

source: Command price: [{jukebox_price}]
pt_pt: Preço do comando: [{jukebox_price}]

source: Max track length: [{tracklength}]
pt_pt: Comprimento máximo da faixa: [{tracklength}]

source: Max volume: [{max_volume}%] Persist queue: [{persist_queue}] Repeat: [{repeat}] Shuffle: [{shuffle}] Shuffle bumped: [{bumpped_shuffle}] Song notify msgs: [{notify}] Songs as status: [{status}] Spotify search: [{countrycode}]
pt_pt: Volume máximo: [{max_volume}%] Lista de fila: [{persist_queue}] Repetição: [{repeat}] Baralhar: [{shuffle}] Aleatório: [{bumpped_shuffle}] Notificação de msg: [{notify}] Músicas como status: [{status}] Procurar Spotify: [{countrycode}]

source: Thumbnails: [{0}]
pt_pt: Miniaturas: [{0}]

source: Vote skip: [{vote_enabled}] Skip percentage: [{vote_percent}%]
pt_pt: Voto ignorado: [{vote_enabled}] Pular percentagem: [{vote_percent}%]

source: Server
pt_pt: Servidor

source: User
pt_pt: Utilizador

source: Cached
pt_pt: Em cache

source: US Top 100
pt_pt: Top 100 dos EUA

source: Auto-play Settings
pt_pt: Definições da reprodução automática

source: Playlist name: [{pname}]
pt_pt: Nome da lista de reprodução: [{pname}]

source: Playlist ID: [{pid}]
pt_pt: ID da Playlist: [{pid}]

source: Playlist scope: [{pscope}]
pt_pt: Nome da lista de reprodução: [{pscope}]

source: Cache Settings
pt_pt: Configurações da cache

source: Max age: [{max_age}]
pt_pt: Idade máxima: [{max_age}]

source: Local Spotify cache: [{spotify_status}]
pt_pt: Cache local do Spotify: [{spotify_status}]

source: Local Youtube cache: [{youtube_status}]
pt_pt: Cache local do Youtube: [{youtube_status}]

source: Local Lavalink cache: [{lavalink_status}]
pt_pt: Cache Lavalink local: [{lavalink_status}]

source: days
pt_pt: dias

source: User Settings
pt_pt: Definições do utilizador

source: Spotify search: [{country_code}]
pt_pt: Pesquisa Spotify: [{country_code}]

source: Lavalink Settings
pt_pt: Configurações de Lavalink

source: Cog version: [{version}]
pt_pt: Versão do Cog: [{version}]

source: External server: [{use_external_lavalink}]
pt_pt: Servidor externo: [{use_external_lavalink}]

source: Lavalink version: [{llversion}] Lavalink branch: [{llbranch}] Release date: [{build_time}] Lavaplayer version: [{lavaplayer}] Java version: [{jvm}] Java Executable: [{jv_exec}] Initial Heapsize: [{xms}] Max Heapsize: [{xmx}]
pt_pt: Versão do Lavalinch: [{llversion}] Ramificação do Lavaline: [{llbranch}] Data de lançamento: [{build_time}] Versão do Lavaplayer: [{lavaplayer}] Versão Java: [{jvm}] Java Executável: [{jv_exec}] Curadoria Inicial: [{xms}] Tamanho da pilha Máxima: [{xmx}]

source: Localtracks path: [{localpath}]
pt_pt: Caminho das faixas locais: [{localpath}]

source: Lavalink Plugin Versions
pt_pt: Versões do Plugin Lavalink

source: Sends the managed Lavalink node logs to your DMs.
pt_pt: Envia os logs de nós de Lavalink gerenciados para seus DMs.

source: No logs found in your data folder.
pt_pt: Nenhum registro encontrado na sua pasta de dados.

source: Logs are too large, you can find them in {path}
pt_pt: Os logs são muito grandes, pode encontrá-los em {path}

source: I need to be able to DM you to send you the logs.
pt_pt: Eu preciso ser capaz de mandar uma MD a si para enviar os logs.

source: Enable/disable tracks' titles as status.
pt_pt: Ativar/desativar títulos das faixas como status.

source: Song titles as status: {true_or_false}.
pt_pt: Títulos da música como status: {true_or_false}.

source: Toggle displaying a thumbnail on audio messages.
pt_pt: Exiba uma miniatura em mensagens de áudio.

source: Thumbnail display: {true_or_false}.
pt_pt: Exibição de miniatura: {true_or_false}.

source: Percentage needed for non-mods to skip tracks, 0 to disable.
pt_pt: Percentagem necessária para que os não mods saltem de faixas, 0 para desabilitar.

source: Voting disabled. All users can use queue management commands.
pt_pt: Votação desabilitada. Todos os utilizadores podem usar comandos de gestão da fila.

source: Vote percentage set to {percent}%.
pt_pt: Porcentagem de votação definida para {percent}%.

source: Instructions to set the YouTube API key.
pt_pt: Instruções para definir a chave da API do YouTube.

source: Instructions to set the Spotify API tokens.
pt_pt: Instruções para definir a chave da API do YouTube.

source: Set the country code for Spotify searches.
pt_pt: Defina o código do país para pesquisas no Spotify.

source: Invalid Country Code
pt_pt: Código de País Inválido

source: Country Code set to {country}.
pt_pt: Código do país definido para {country}.

source: Max age: [{max_age}]
pt_pt: Idade máxima: [{max_age}]

source: Cache age cannot be less than 7 days. If you wish to disable it run {prefix}audioset cache.
pt_pt: A idade do cache não pode ser inferior a 7 dias. Se deseja desativá-lo, execute {prefix}audioset cache.

source: I've set the cache age to {age} days
pt_pt: Eu defini a idade do cache para {age} dias

source: Restarts the lavalink connection.
pt_pt: Reinicia a conexão lavalink.

source: Failed To Shutdown Lavalink Node
pt_pt: Falha ao desligar Lavalink

source: Restarting Lavalink
pt_pt: Reiniciando Lavalink

source: It can take a couple of minutes for Lavalink to fully start up.
pt_pt: Pode levar alguns minutos para Lavalink iniciar completamente.

source: Set the maximum volume allowed in this server.
pt_pt: Define o volume máximo permitido neste servidor.

source: Error
pt_pt: Erro

source: Music without sound isn't music at all. Try setting the volume higher then 0%.
pt_pt: Música sem som não é música de forma nenhuma. Tente definir o volume para algo superior a 0%.

source: Setting changed
pt_pt: Definições alteradas

source: The maximum volume has been limited to 150%, be easy on your ears.
pt_pt: O volume máximo foi limitado a 150%, tenha cuidado com os seus ouvidos.

source: The maximum volume has been limited to {max_volume}%.
pt_pt: O volume máximo foi limitado a {max_volume}%.

source: Disconnect from the voice channel.
pt_pt: Desconectar do canal de voz.

source: Unable To Disconnect
pt_pt: Não foi possível desconectar

source: There are other people listening - vote to skip instead.
pt_pt: Há outras pessoas a ouvir - vote para saltar em vez disso.

source: Unable to Disconnect
pt_pt: Não foi possível desconectar

source: Now playing.
pt_pt: A reproduzir.

source: Nothing.
pt_pt: Nada.

source: Now Playing
pt_pt: A tocar agora

source: Auto-Play
pt_pt: Reproduzir automaticamente

source: Shuffle
pt_pt: Reproduzir aleatoriamente

source: Repeat
pt_pt: Repetir

source: Pause or resume a playing track.
pt_pt: Pausar ou retomar uma faixa de reprodução.

source: Unable To Manage Tracks
pt_pt: Não é possível gerenciar as faixas

source: You need the DJ role to pause or resume tracks.
pt_pt: Você precisa do cargo de DJ para pausar ou retomar as faixas.

source: Track Paused
pt_pt: Faixa pausada

source: Track Resumed
pt_pt: Faixa Retomada

source: Skip to the start of the previously played track.
pt_pt: Pular para o início do percurso reproduzido anteriormente.

source: Unable To Skip Tracks
pt_pt: Não é possível ignorar faixas

source: You must be in the voice channel to skip the track.
pt_pt: Deve estar no canal de voz para pular a faixa.

source: You need the DJ role or be the track requester to enqueue the previous song tracks.
pt_pt: Precisa da permissão de DJ ou ser o solicitador da faixa para enfileirar as faixas de música anteriores.

source: Unable To Play Tracks
pt_pt: Não foi possível reproduzir as faixas

source: No previous track.
pt_pt: Nenhuma faixa anterior.

source: Replaying Track
pt_pt: Reproduzindo música

source: Seek ahead or behind on a track by seconds or to a specific time. Accepts seconds or a value formatted like 00:00:00 (`hh:mm:ss`) or 00:00 (`mm:ss`).
pt_pt: Procure avançar ou atrasar uma faixa em segundos ou em um tempo específico. Aceita segundos ou um valor formatado como 00:00:00 (`hh:mm:ss`) ou 00:00 (`mm:ss`).

source: Unable To Seek Tracks
pt_pt: Não é possível ignorar faixas

source: You must be in the voice channel to use seek.
pt_pt: Deve estar no canal de voz para pular a faixa.

source: You need the DJ role or be the track requester to use seek.
pt_pt: É necessário o cargo de DJ ou ser o solicitador de faixa para usar a procura.

source: Can't seek on a stream.
pt_pt: Não pode procurar em uma stream.

source: Invalid input for the time to seek.
pt_pt: Entrada inválida para o tempo para procurar.

source: Moved {num_seconds}s to 00:00:00
pt_pt: Mudou {num_seconds}s para 00:00

source: Moved {num_seconds}s to {time}
pt_pt: Mudou {num_seconds}s para {time}

source: Moved to {time}
pt_pt: Movido para {time}

source: Toggle shuffle.
pt_pt: Alternar ordem aleatória.

source: Unable To Toggle Shuffle
pt_pt: Não foi possível alternar modo aleatório

source: You need the DJ role to toggle shuffle.
pt_pt: Precisa do cargo DJ para alternar o modo aleatório.

source: You must be in the voice channel to toggle shuffle.
pt_pt: Deve estar no canal de voz para alternar o baralhamento.

source: Shuffle tracks: {true_or_false}.
pt_pt: Misturar faixas: {true_or_false}.
