Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/audio/core/commands/locales/*.po
Languages: pt_pt

source: Toggle bumped track shuffle. Set this to disabled if you wish to avoid bumped songs being shuffled. This takes priority over `[p]shuffle`.
pt_pt: Alternar a reprodução aleatória de faixas alteradas. Defina esta opção como desativada se desejar evitar que músicas com batidas sejam embaralhadas. Isso tem prioridade sobre `[p]shuffle`.

source: Shuffle bumped tracks: {true_or_false}.
pt_pt: Misturar as faixas: {true_or_false}.

source: Skip to the next track, or to a given track number.
pt_pt: Pular para a próxima faixa, ou para um número de faixa fornecido.

source: You must be in the voice channel to skip the music.
pt_pt: Deve estar no canal de voz para pular a faixa.

source: You need the DJ role or be the track requester to skip tracks.
pt_pt: É necessário o cargo de DJ ou ser o solicitador de faixa para usar a procura.

source: You can only skip the current track.
pt_pt: Só pode pular a faixa atual.

source: Can't skip to a specific track in vote mode without the DJ role.
pt_pt: Não é possível pular para uma faixa específica no modo de votação sem o cargo de DJ.

source: I removed your vote to skip.
pt_pt: Retirei o seu voto para saltar.

source: You voted to skip.
pt_pt: Votou para pular.

source: Vote threshold met.
pt_pt: Limite de voto atingido.

source: Votes: {num_votes}/{num_members} ({cur_percent}% out of {required_percent}% needed)
pt_pt: Votos: {num_votes}/{num_members} ({cur_percent}% de {required_percent}% necessário)

source: Stop playback and clear the queue.
pt_pt: Para a reprodução e limpa a fila.

source: Unable To Stop Player
pt_pt: Não foi possível parar o reprodutor

source: You must be in the voice channel to stop the music.
pt_pt: Deve estar no canal de voz para parar a faixa.

source: You need the DJ role to stop the music.
pt_pt: Precisa do cargo DJ para parar a música.

source: Stopping...
pt_pt: A parar...

source: Summon the bot to a voice channel.
pt_pt: Chamar o bot para um canal de voz.

source: Unable To Join Voice Channel
pt_pt: Não foi possível entrar no canal de voz

source: There are other people listening.
pt_pt: Há outras pessoas a ouvir.

source: You need the DJ role to summon the bot.
pt_pt: Precisa do cargo DJ para chamar o bot.

source: I don't have permission to connect and speak in your channel.
pt_pt: Eu não tenho permissões para conectar ou falar no {channel}.

source: Unable To Do This Action
pt_pt: Não é possível fazer esta ação

source: I am already in your channel.
pt_pt: Eu já estou no seu canal.

source: Connect to a voice channel first.
pt_pt: Primeiro, conecte-se a um canal de voz.

source: Connection to the Lavalink node has not yet been established.
pt_pt: A conexão com o nó Lavalink ainda não foi estabelecida.

source: Set the volume, 1% - 150%.
pt_pt: Defina o volume, 1% - 150%.

source: Current Volume:
pt_pt: Volume Atual:

source: Unable To Change Volume
pt_pt: Não é possível alterar o volume

source: You must be in the voice channel to change the volume.
pt_pt: Deve estar no canal de voz para alterar o volume.

source: You need the DJ role to change the volume.
pt_pt: Precisa do cargo de DJ para alterar o volume.

source: Toggle repeat.
pt_pt: Ligar/desligar repetição.

source: Unable To Toggle Repeat
pt_pt: Não é possível alternar a repetição

source: You need the DJ role to toggle repeat.
pt_pt: Precisa do cargo DJ para alternar o modo aleatório.

source: You must be in the voice channel to toggle repeat.
pt_pt: Deve estar no canal de voz para alternar a repetição.

source: Repeat tracks: {true_or_false}.
pt_pt: Repetir faixas: {true_or_false}.

source: Nothing queued.
pt_pt: Nada na fila.

source: Unable To Modify Queue
pt_pt: Não é possível modificar a fila

source: You need the DJ role to remove tracks.
pt_pt: Você precisa ter o cargo de DJ para remover faixas.

source: Song number must be greater than 1 and within the queue limit.
pt_pt: Número da música deve ser maior que 1 e dentro do limite da fila.

source: Removed track from queue
pt_pt: Remove a faixa da fila

source: Removed {track} from the queue.
pt_pt: {track} foi removido da fila.

source: Removed 0 tracks, nothing matches the URL provided.
pt_pt: Removido 0 faixas, nada corresponde à URL fornecida.

source: Moved track to the top of the queue.
pt_pt: A faixa foi movida para o topo da fila.

source: Delete a saved eq preset.
pt_pt: Apagar uma predefinição de eq salva.

source: Unable To Delete Preset
pt_pt: Não é possível excluir a predefinição

source: You are not the author of that preset setting.
pt_pt: Não és o autor dessa configuração predefinida.

source: List saved eq presets.
pt_pt: Listar predefinições do eq salvas.

source: No saved equalizer presets.
pt_pt: Sem pré-definições do equalizador salvas.

source: Preset Name
pt_pt: Nome da predefinição

source: Author
pt_pt: Autor

source: Load a saved eq preset.
pt_pt: Carregar uma predefinição de eq salva.

source: No Preset Found
pt_pt: Nenhuma predefinição encontrada

source: Unable To Load Preset
pt_pt: Impossível carregar a predefinição

source: You need the DJ role to load equalizer presets.
pt_pt: Você precisa da função DJ para carregar predefinições do equalizador.

source: Reset the eq to 0 across all bands.
pt_pt: Redefina o eq para 0 em todas as bandas.

source: Unable To Modify Preset
pt_pt: Não é possível modificar a predefinição

source: You need the DJ role to reset the equalizer.
pt_pt: Você precisa do cargo de DJ para redefinir o equalizador.

source: Equalizer values have been reset.
pt_pt: Valores do equalizador foram redefinidos.

source: Save the current eq settings to a preset.
pt_pt: Salve as configurações de eq atuais em uma predefinição.

source: Unable To Save Preset
pt_pt: Não é possível salvar a predefinição

source: You need the DJ role to save equalizer presets.
pt_pt: Você precisa do cargo de DJ para salvar as predefinições do equalizador.

source: Please enter a name for this equalizer preset.
pt_pt: Por favor, digite um nome para esta predefinição do equalizador.

source: No equalizer preset name entered, try the command again later.
pt_pt: Nenhum nome de predefinição de equalizador foi inserido, tente o comando novamente mais tarde.

source: Try the command again with a shorter name.
pt_pt: Tente o comando novamente com um nome mais curto.

source: Preset name already exists, do you want to replace it?
pt_pt: O nome da predefinição já existe, deseja substituí-lo?

source: Not saving preset.
pt_pt: Não está salvando predefinição.

source: Current equalizer saved to the {preset_name} preset.
pt_pt: Equalizador atual salvo na predefinição {preset_name}.

source: Set an eq band with a band number or name and value. Band positions are 1-15 and values have a range of -0.25 to 1.0. Band names are 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1.6k, 2.5k, 4k, 6.3k, 10k, and 16k Hz. Setting a band value to -0.25 nullifies it while +0.25 is double.
pt_pt: Definir uma banda de eq com um número ou valor de banda. As posições da banda são 1-15 e valores têm um intervalo de -0. 5 a 1,0. Nomes da banda são 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1.6k, 2.5k, 4k, 6.3k, 10k e 16k Hz. Definir um valor de banda para -0.25 anula-a enquanto +0,25 é o dobro.

source: Unable To Set Preset
pt_pt: Não é possível definir a predefinição

source: You need the DJ role to set equalizer presets.
pt_pt: Precisa da função DJ para definir predefinições do equalizador.

source: Invalid Band
pt_pt: Banda Inválida

source: Valid band numbers are 1-15 or the band names listed in the help for this command.
pt_pt: Números de banda válidos são de 1-15 ou os nomes das bandas listadas na ajuda para este comando.

source: Preset Modified
pt_pt: Predefinição Modificada

source: The {band_name}Hz band has been set to {band_value}.
pt_pt: A banda de {band_name}Hz foi definida para {band_value}.

source: `Dangerous commands` Manage Lavalink node configuration settings. This command block holds all commands to configure an unmanaged (user maintained) or managed (bot maintained) Lavalink node. You should not mess with any command in here unless you have a valid reason to, i.e. been told by someone in the Red-Discord Bot support server to do so. All the commands in here have the potential to break the Audio cog.
pt_pt: `Comandos perigosos` Gerencie as configurações do nó Lavalink. Este bloco de comando contém todos os comandos para configurar um nó Lavalink não gerenciado (mantido pelo usuário) ou gerenciado (mantido pelo bot). Não deve mexer em nenhum comando aqui, a menos que tenha um motivo válido para isso, ou seja, alguém do servidor de suporte do Red-Discord Bot disse para fazer isso. Todos os comandos aqui têm o potencial de quebrar a engrenagem do áudio.

source: Change your Java executable path. This command shouldn't need to be used most of the time, and is only useful if the host machine has conflicting Java versions. If changing this make sure that the Java executable you set is supported by Audio. The current supported versions are Java 17 and 11. Enter nothing or "java" to reset it back to default.
pt_pt: Este comando não deve ser usado na maioria das vezes e só é útil se a máquina host tiver versões Java conflitantes. Se alterar isso, certifique-se de que o executável Java definido seja compatível com Áudio. As versões atualmente suportadas são Java 17 e 11. Não digite nada ou "java" para redefinir o padrão.

source: Java Executable Reset
pt_pt: Redefinição do Executável Java

source: Audio will now use `java` to run your managed Lavalink node. Run `{p}{cmd}` for it to take effect.
pt_pt: O áudio agora usará `java` para executar o nó Lavalink gerenciado. Execute `{p}{cmd}` para que ele tenha efeito.

source: `{java_path}` is not a valid executable
pt_pt: `{java_path}` não é um executável válido

source: Java Executable Changed
pt_pt: Redefinição do Executável Java

source: Audio will now use `{exc}` to run your managed Lavalink node. Run `{p}{cmd}` for it to take effect.
pt_pt: O áudio agora usará `java` para executar o nó Lavalink gerenciado. Execute `{p}{cmd}` para ele ter efeito.

source: Set the managed Lavalink node maximum heap-size. By default, this value is 50% of available RAM in the host machine represented by [1-1024][M|G] (256M, 256G for example) This value only represents the maximum amount of RAM allowed to be used at any given point, and does not mean that the managed Lavalink node will always use this amount of RAM. To reset this value to the default, run the command without any input.
pt_pt: Por padrão, esse valor é 50% da RAM disponível na máquina host representada por [1-1024][M|G] (256M, 256G por exemplo) Este valor representa apenas a quantidade máxima de RAM permitida para uso em um determinado ponto e não significa que o nó Lavalink gerenciado sempre usará essa quantidade de RAM. Para redefinir esse valor para o padrão, execute o comando sem nenhuma entrada.

source: Heap-size must be a valid measure of size, e.g. 256M, 256G
pt_pt: O tamanho da pilha deve ser uma medida válida de tamanho, ex.: 256M, 256G

source: Heap-size must be at least 64M, however it is recommended to have it set to at least 1G.
pt_pt: O tamanho do heap deve ser de pelo menos 64M, porém é recomendado configurá-lo para pelo menos 1G.

source: Heap-size must be less than {limit} due to your system limitations.
pt_pt: O tamanho do heap deve ser menor que {limit} devido às limitações do seu sistema.

source: Managed node's heap-size set to {bytes}. Run `{p}{cmd}` for it to take effect.
pt_pt: Tamanho do nó gerenciado definido como {bytes}. Execute `{p}{cmd}` para que ele tenha efeito.

source: Toggle using external (unmanaged) Lavalink nodes - requires an existing Lavalink node for Audio to work, if enabled. This command disables the managed Lavalink server. If you do not have another Lavalink node set up, you will be unable to use Audio while this is enabled.
pt_pt: Alterne usando nós Lavalink externos (não gerenciados) - requer um nó Lavalink existente para que o Áudio funcione, se habilitado. Este comando desativa o servidor Lavalink gerenciado. Se não tiver outro nó Lavalink configurado, não poderá usar o áudio enquanto estiver ativado.

source: Unmanaged Lavalink server: {true_or_false}.
pt_pt: Servidor Lavalink não gerenciado: {true_or_false}.

source: Failed To Shutdown Lavalink
pt_pt: Falha ao desligar Lavalink

source: Set the Lavalink node host. This command sets the connection host which Audio will use to connect to an unmanaged Lavalink node.
pt_pt: Defina o host de nó Lavalink. Este comando define o host de conexão que o áudio usará para conectar a um nó Lavalink não gerenciado.

source: Unmanaged Lavalink node host set to {host}. Run `{p}{cmd}` for it to take effect.
pt_pt: Host de nó Lavalink não gerenciado definido como {host}. Execute `{p}{cmd}` para que ele tenha efeito.

source: Set the Lavalink node password. This command sets the connection password which Audio will use to connect to an unmanaged Lavalink node.
pt_pt: Defina o host de nó Lavalink. Este comando define o host de conexão que o áudio usará para conectar a um nó Lavalink não gerenciado.

source: Unmanaged Lavalink node password set to {password}. Run `{p}{cmd}` for it to take effect.
pt_pt: A senha de nó Lavalink não gerenciada definida como {password}. Execute `{p}{cmd}` para que ela tenha efeito.

source: Set the Lavalink node port. This command sets the connection port which Audio will use to connect to an unmanaged Lavalink node. Set port to -1 to disable the port and connect to the specified host via ports 80/443
pt_pt: Define a porta do nó de Lavalink. Este comando define a porta de conexão que o áudio usará para conectar a um nó Lavalink não gerenciado. Define a porta para -1 para desativar a porta e se conectar ao host especificado através das portas 80/443

source: Setting Not Changed
pt_pt: Configurações não alteradas

source: Unmanaged Lavalink node port set to {port}. Run `{p}{cmd}` for it to take effect.
pt_pt: A senha de nó Lavalink não gerenciada definida como {port}. Execute `{p}{cmd}` para que ela tenha efeito.

source: Set the Lavalink node connection to secured. This toggle sets the connection type to secured or unsecured when connecting to an unmanaged Lavalink node.
pt_pt: Defina a conexão do nó Lavalink como segura. Esta alternância define o tipo de conexão como segura ou não segura ao conectar-se a um nó Lavalink não gerenciado.

source: Unmanaged Lavalink node will now connect using the secured {secured_protocol} protocol. Run `{p}{cmd}` for it to take effect.
pt_pt: O nó Lavalink não gerenciado irá se conectar usando o protocolo {secured_protocol} seguro. Execute o `{p}{cmd}` para que ele tenha efeito.

source: Display Lavalink connection settings.
pt_pt: Exibir configurações de conexão Lava link.

source: Connection Settings
pt_pt: Configurações de conexão

source: Port: [{port}]
pt_pt: Porta: [{port}]

source: Password: [{password}]
pt_pt: Senha: [{password}]

source: Secured: [{state}]
pt_pt: Protegido: [{state}]

source: Lavalink Node Settings
pt_pt: Configurações Node Lavalink

source: Initial Heapsize: [{xms}]
pt_pt: Tamanho inicial do heap: [{xms}]

source: Max Heapsize: [{xmx}]
pt_pt: Tamanho Máximo: [{xmx}]

source: Java exec: [{java_exc_path}]
pt_pt: Executar Java: [{java_exc_path}]

source: I need to be able to DM you to send you this info.
pt_pt: Eu preciso ser capaz de mandar uma MD a si para enviar os logs.

source: Uploads a copy of the application.yml file used by the managed Lavalink node.
pt_pt: Carrega uma cópia do arquivo application.yml usado pelo nó Lavalink gerenciado.

source: Configure the managed Lavalink node runtime options. All settings under this group will likely cause Audio to malfunction if changed from their defaults, only change settings here if you have been advised to by support.
pt_pt: Configure as opções de tempo de execução do nó Lavalink gerenciado. Todas as configurações neste grupo provavelmente causarão mau funcionamento do áudio se forem alteradas em relação aos padrões. Altere as configurações aqui apenas se for avisado pelo suporte.

source: Configure the managed node authorization and connection settings.
pt_pt: Configure as configurações de autorização de nó gerenciado e conexão.

source: `Dangerous command` Set the managed Lavalink node's binding IP address. This value by default is `localhost` which will restrict the server to only localhost apps by default, changing this will likely break the managed Lavalink node if you don't know what you are doing.
pt_pt: `Comando perigoso` Defina o endereço IP de ligação do nó Lavalink gerenciado. Este valor por padrão é `localhost` que restringirá o servidor apenas a aplicativos localhost por padrão, alterar isso provavelmente quebrará o nó Lavalink gerenciado se não souber o que está a fazer.

source: Managed node will now accept connection on {host}. Run `{p}{cmd}` for it to take effect.
pt_pt: O nó gerenciado irá agora aceitar a conexão em {host}. Execute `{p}{cmd}` para que ele entre em vigor.

source: No matches.
pt_pt: Nenhum resultado.

source: Audio stats.
pt_pt: Estatísticas de áudio.

source: Playing in {num}/{total} servers:
pt_pt: A tocar em {num}/{total} Servidores:

source: Page {}/{}
pt_pt: Página {}/{}

source: Queue percentage.
pt_pt: Percentagem da fila.

source: There's nothing in the queue.
pt_pt: Não há nada na fila.

source: That URL is not allowed.
pt_pt: Essa URL não é permitida.

source: That track is not allowed.
pt_pt: Essa faixa não é permitida.

source: You need the DJ role to queue tracks.
pt_pt: Precisa do cargo DJ para a fila de músicas.

source: Connection to Lavalink node has failed
pt_pt: Falha na conexão com o nó Lavalink

source: Please check your console or logs for details.
pt_pt: Por favor, verifique o seu console ou os logs para obter detalhes.

source: You must be in the voice channel to use the play command.
pt_pt: Deve estar no canal de voz para usar o comando play.

source: No tracks found for `{query}`.
pt_pt: Nenhuma faixa encontrada para `{query}`.

source: Queue size limit reached.
pt_pt: Limite de tamanho da fila atingido.

source: Force play a URL or search for a track.
pt_pt: Forçar a reprodução de uma URL ou busca por uma faixa.

source: Only single tracks work with bump play.
pt_pt: Apenas faixas únicas funcionam com bump play.

source: Connection to Lavalink node has not yet been established.
pt_pt: Conexão com o nó Lavalink ainda não foi estabelecida.

source: Local tracks will not work if the managed Lavalink node cannot see the track. This may be due to permissions or you are using an external Lavalink node in a different machine than the bot and the local tracks.
pt_pt: Faixas locais não funcionarão se o nó Lavalink gerenciado não conseguir ver a faixa. Isto pode ser devido a permissões ou está usando um nó de avalink externo em uma máquina diferente do que o bot e as faixas locais.

source: Track is not playable.
pt_pt: Faixa não é possível ser tocada.

source: **{suffix}** is not a fully supported format and some tracks may not play.
pt_pt: **{suffix}** não é um formato totalmente suportado e algumas faixas podem não reproduzir.

source: This track is not allowed in this server.
pt_pt: Esta faixa não é permitido neste servidor.

source: Track exceeds maximum length.
pt_pt: A faixa excede o tamanho máximo.

source: {time} until track playback: #1 in queue
pt_pt: {time} até a reprodução da faixa: #1 na fila

source: Track Enqueued
pt_pt: Faixa na fila

source: Pick a Spotify playlist from a list of categories to start playing.
pt_pt: Escolha uma playlist do Spotify a partir de uma lista de categorias para começar a tocar.

source: The owner needs to set the Spotify client ID and Spotify client secret, before Spotify URLs or codes can be used. See `{prefix}audioset spotifyapi` for instructions.
pt_pt: O proprietário precisa definir o ID do cliente do Spotify e o segredo do cliente do Spotify, antes que possam ser usadas URLs ou códigos do Spotify. Veja `{prefix}audioset spotifyapi` para instruções.

source: Starts auto play.
pt_pt: Inicia reprodução automática.

source: Couldn't get a valid track.
pt_pt: Não foi possível obter uma faixa válida.

source: Unable to Get Track
pt_pt: Não foi possível obter a faixa

source: Nothing found.
pt_pt: Nada encontrado.

source: folder
pt_pt: pasta

source: search
pt_pt: pesquisar

source: Track added
pt_pt: Faixa adicionada
