Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/devutils/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, da, el, et, fa, fi, he, hi, hr, hu, it, ja, ko, lt, ms, pl, ro, ru, sk, sl, sv, th, tr, uk, vi

source: No valid log level provided.
ar: لم يتم توفير مستوى سجل صالح.
bg: Не е предоставено валидно ниво на регистрационен файл.
bn: কোনো বৈধ লগ লেভেল দেওয়া নেই।
ca: No s'ha proporcionat un nivell de registre vàlid.
da: Der er ikke angivet noget gyldigt logniveau.
el: Δεν παρέχεται έγκυρο επίπεδο καταγραφής.
et: Kehtivat logitaset pole esitatud.
fa: سطح گزارش معتبری ارائه نشده است.
fi: Kelvollista lokitasoa ei ole annettu.
he: לא סופקה רמת יומן חוקית.
hi: कोई वैध लॉग स्तर प्रदान नहीं किया गया.
hr: Nije navedena valjana razina zapisnika.
hu: Nincs érvényes naplózási szint megadva.
it: Nessun livello di log valido fornito.
ja: 有効なログ レベルが指定されていません。
ko: 유효한 로그 수준이 제공되지 않았습니다.
lt: Nepateiktas tinkamas žurnalo lygis.
ms: Tiada tahap log yang sah disediakan.
pl: Nie podano prawidłowego poziomu dziennika.
ro: Nu este furnizat un nivel de jurnal valid.
ru: Не указан допустимый уровень журнала.
sk: Nebola poskytnutá žiadna platná úroveň denníka.
sl: Podana ni veljavna raven dnevnika.
sv: Ingen giltig loggnivå har angetts.
th: ไม่มีการระบุระดับบันทึกที่ถูกต้อง
tr: Geçerli bir günlük düzeyi sağlanmadı.
uk: Не надано дійсний рівень журналу.
vi: Không có cấp độ nhật ký hợp lệ được cung cấp.

source: No valid discord object provided.
ar: لم يتم توفير كائن خلاف صالح.
bg: Не е предоставен валиден обект на раздор.
bn: কোন বৈধ বিরোধ বস্তু প্রদান করা হয়েছে.
ca: No s'ha proporcionat cap objecte de discòrdia vàlid.
da: Der er ikke angivet noget gyldigt discord-objekt.
el: Δεν παρέχεται έγκυρο αντικείμενο διαφωνίας.
et: Ühtegi kehtivat ebakõla objekti pole esitatud.
fa: هیچ شیء ناسازگاری معتبری ارائه نشده است.
fi: Kelvollista ristiriitaobjektia ei ole annettu.
he: לא סופק אובייקט דיסקורד חוקי.
hi: कोई वैध कलह वस्तु प्रदान नहीं की गई.
hr: Nije dostavljen važeći predmet neslaganja.
hu: Nincs megadva érvényes discord objektum.
it: Nessun oggetto discordia valido fornito.
ja: 有効な discord オブジェクトが提供されていません。
ko: 유효한 불일치 개체가 제공되지 않았습니다.
lt: Nepateiktas tinkamas nesantaikos objektas.
ms: Tiada objek perselisihan yang sah disediakan.
pl: Nie podano prawidłowego obiektu niezgody.
ro: Nu este furnizat niciun obiect discord valid.
ru: Не указан действительный объект разногласий.
sk: Nebol poskytnutý žiadny platný objekt nesúladu.
sl: Ni veljavnega predmeta discord.
sv: Inget giltigt discord-objekt tillhandahålls.
th: ไม่มีการระบุวัตถุที่ไม่ลงรอยกันที่ถูกต้อง
tr: Geçerli bir anlaşmazlık nesnesi sağlanmadı.
uk: Не надано дійсного об’єкта Discord.
vi: Không có đối tượng bất hòa hợp lệ được cung cấp.

source: You have not specified a correct command.
ar: لم تقم بتحديد الأمر الصحيح.
bg: Не сте посочили правилна команда.
bn: আপনি একটি সঠিক কমান্ড নির্দিষ্ট করেন নি।
ca: No heu especificat una ordre correcta.
da: Du har ikke angivet en korrekt kommando.
el: Δεν έχετε καθορίσει σωστή εντολή.
et: Te pole määranud õiget käsku.
fa: شما دستور درستی را مشخص نکرده اید.
fi: Et ole määrittänyt oikeaa komentoa.
he: לא ציינת פקודה נכונה.
hi: आपने सही आदेश निर्दिष्ट नहीं किया है.
hr: Niste naveli ispravnu naredbu.
hu: Nem adott meg megfelelő parancsot.
it: Non hai specificato un comando corretto.
ja: 正しいコマンドが指定されていません。
ko: 올바른 명령을 지정하지 않았습니다.
lt: Nenurodėte teisingos komandos.
ms: Anda tidak menyatakan arahan yang betul.
pl: Nie podano prawidłowego polecenia.
ro: Nu ați specificat o comandă corectă.
ru: Вы указали не правильную команду.
sk: Nezadali ste správny príkaz.
sl: Niste določili pravilnega ukaza.
sv: Du har inte angett ett korrekt kommando.
th: คุณไม่ได้ระบุคำสั่งที่ถูกต้อง
tr: Doğru bir komut belirtmediniz.
uk: Ви не вказали правильну команду.
vi: Bạn chưa chỉ định một lệnh chính xác.

source: You can't execute yourself this command.
ar: لا يمكنك تنفيذ هذا الأمر بنفسك.
bg: Не можете сами да изпълните тази команда.
bn: আপনি নিজেকে এই আদেশ কার্যকর করতে পারবেন না.
ca: No podeu executar aquesta comanda.
da: Du kan ikke selv udføre denne kommando.
el: Δεν μπορείτε να εκτελέσετε μόνοι σας αυτήν την εντολή.
et: Te ei saa seda käsku ise täita.
fa: شما نمی توانید این دستور را خودتان اجرا کنید.
fi: Et voi suorittaa itse tätä komentoa.
he: אתה לא יכול לבצע את הפקודה הזו בעצמך.
hi: आप स्वयं इस आदेश को क्रियान्वित नहीं कर सकते.
hr: Ne možete sami izvršiti ovu naredbu.
hu: Ezt a parancsot nem hajthatja végre.
it: Non puoi eseguire tu stesso questo comando.
ja: このコマンドを自分で実行することはできません。
ko: 이 명령을 직접 실행할 수는 없습니다.
lt: Negalite patys vykdyti šios komandos.
ms: Anda tidak boleh melaksanakan sendiri arahan ini.
pl: Nie możesz sam wykonać tego polecenia.
ro: Nu puteți executa singur această comandă.
ru: Вы не можете выполнить эту команду самостоятельно.
sk: Tento príkaz nemôžete vykonať sami.
sl: Sami ne morete izvršiti tega ukaza.
sv: Du kan inte utföra det här kommandot själv.
th: คุณไม่สามารถดำเนินการคำสั่งนี้ด้วยตนเองได้
tr: Bu komutu kendiniz çalıştıramazsınız.
uk: Ви не можете самостійно виконати цю команду.
vi: Bạn không thể tự thực hiện lệnh này.

source: `{command}` isn't a valid command.
ar: `{command}` ليس أمرًا صالحًا.
bg: `{command}` не е валидна команда.
bn: `{command}` একটি বৈধ কমান্ড নয়।
ca: `{command}` no és una ordre vàlida.
da: `{command}` er ikke en gyldig kommando.
el: Το "{command}" δεν είναι έγκυρη εντολή.
et: „{command}” ei ole kehtiv käsk.
fa: "{command}" یک فرمان معتبر نیست.
fi: `{command}` ei ole kelvollinen komento.
he: `{command}` אינה פקודה חוקית.
hi: `{कमांड}` वैध कमांड नहीं है।
hr: `{naredba}` nije valjana naredba.
hu: A `{command}` nem érvényes parancs.
it: `{command}` non è un comando valido.
ja: `{command}` は有効なコマンドではありません。
ko: `{command}`는 유효한 명령이 아닙니다.
lt: „{command}“ nėra tinkama komanda.
ms: `{command}` bukan perintah yang sah.
pl: `{polecenie}` nie jest prawidłowym poleceniem.
ro: `{command}` nu este o comandă validă.
ru: `{command}` не является допустимой командой.
sk: `{command}` nie je platný príkaz.
sl: `{command}` ni veljaven ukaz.
sv: `{command}` är inte ett giltigt kommando.
th: `{command}` ไม่ใช่คำสั่งที่ถูกต้อง
tr: `{command}` geçerli bir komut değil.
uk: `{command}` не є дійсною командою.
vi: `{command}` không phải là lệnh hợp lệ.

source: You can't execute yourself `{command}`.
ar: لا يمكنك تنفيذ `{command}` بنفسك.
bg: Не можете да изпълните сами `{command}`.
bn: আপনি নিজেকে `{command}` চালাতে পারবেন না।
ca: No podeu executar-vos `{command}`.
da: Du kan ikke selv udføre `{command}`.
el: Δεν μπορείτε να εκτελέσετε τον εαυτό σας "{εντολή}".
et: Te ei saa käsku `{command}' ise täita.
fa: شما نمی توانید «{فرمان}» خود را اجرا کنید.
fi: Et voi suorittaa itseäsi `{command}`.
he: אתה לא יכול להפעיל את עצמך `{command}`.
hi: आप स्वयं `{कमांड}` निष्पादित नहीं कर सकते.
hr: Ne možete sami izvršiti `{naredbu}`.
hu: Nem hajthatja végre magát a `{command}' parancsot.
it: Non puoi eseguire tu stesso `{command}`.
ja: 自分自身で `{command}` を実行することはできません。
ko: `{command}`를 스스로 실행할 수 없습니다.
lt: Negalite patys vykdyti „{command}“.
ms: Anda tidak boleh melaksanakan sendiri `{command}`.
pl: Nie możesz sam wykonać `{polecenie}`.
ro: Nu vă puteți executa singur `{command}`.
ru: Вы не можете выполнить `{команду}` самостоятельно.
sk: Nemôžete sami vykonať `{command}`.
sl: Ne morete sami izvesti `{command}`.
sv: Du kan inte köra själv `{command}`.
th: คุณไม่สามารถดำเนินการด้วยตนเอง `{command}`
tr: `{command}` komutunu kendiniz çalıştıramazsınız.
uk: Ви не можете самостійно виконати `{command}`.
vi: Bạn không thể tự mình thực thi `{command}`.

source: Command `{command}` finished in `{timing}`s.
ar: انتهى الأمر `{command}` خلال `{timeing}`s.
bg: Командата `{command}` приключи след `{timing}`.
bn: কমান্ড `{command}` `{time}`s-এ শেষ হয়েছে।
ca: L'ordre `{command}` s'ha acabat en `{timing}`s.
da: Kommandoen `{command}` afsluttet i `{timing}`s.
el: Η εντολή `{command}` ολοκληρώθηκε σε `{timing}`.
et: Käsk '{command}' lõpetati '{timing}'s.
fa: فرمان «{command}» در «{timing}» به پایان رسید.
fi: Komento `{command}` päättyi `{timing}`:ssä.
he: הפקודה `{command}` הסתיימה ב`{תזמון}`.
hi: कमांड `{कमांड}` `{टाइमिंग}` में समाप्त हो गया।
hr: Naredba `{command}` završena za `{timing}`.
hu: A `{command}` parancs `{timing}'-ben fejeződött be.
it: Il comando `{command}` è terminato tra `{timing}`s.
ja: コマンド `{command}` は `{timing}`s 以内に終了しました。
ko: `{command}` 명령은 `{timing}`에 완료되었습니다.
lt: Komanda „{command}“ baigta „{timing}“.
ms: Perintah `{command}` selesai dalam `{timing}`s.
pl: Polecenie `{polecenie}` zostało zakończone za `{timing}`s.
ro: Comanda `{command}` s-a terminat în `{timing}`s.
ru: Команда `{command}` завершена через `{timing}s.
sk: Príkaz `{command}` skončil o `{timing}`s.
sl: Ukaz `{command}` je končan v `{timing}`s.
sv: Kommandot `{command}` avslutades inom `{timing}`s.
th: คำสั่ง `{command}` เสร็จสิ้นใน `{timing}`s
tr: "{comand}" komutu "{timing}" saniye içinde tamamlandı.
uk: Команда `{command}` завершена за `{timing}`.
vi: Lệnh `{command}` kết thúc sau `{timing}`s.

source: The command isn't valid.
ar: الأمر غير صالح.
bg: Командата не е валидна.
bn: আদেশটি বৈধ নয়।
ca: L'ordre no és vàlida.
da: Kommandoen er ikke gyldig.
el: Η εντολή δεν είναι έγκυρη.
et: Käsk ei kehti.
fa: فرمان معتبر نیست
fi: Komento ei kelpaa.
he: הפקודה לא חוקית.
hi: आदेश मान्य नहीं है.
hr: Naredba nije valjana.
hu: A parancs nem érvényes.
it: Il comando non è valido.
ja: コマンドが無効です。
ko: 명령이 유효하지 않습니다.
lt: Komanda negalioja.
ms: Perintah itu tidak sah.
pl: Polecenie jest nieprawidłowe.
ro: Comanda nu este validă.
ru: Команда недействительна.
sk: Príkaz nie je platný.
sl: Ukaz ni veljaven.
sv: Kommandot är inte giltigt.
th: คำสั่งไม่ถูกต้อง
tr: Komut geçerli değil.
uk: Команда недійсна.
vi: Lệnh không hợp lệ.

source: This command can't be executed.
ar: لا يمكن تنفيذ هذا الأمر.
bg: Тази команда не може да бъде изпълнена.
bn: এই কমান্ড কার্যকর করা যাবে না.
ca: Aquesta ordre no es pot executar.
da: Denne kommando kan ikke udføres.
el: Αυτή η εντολή δεν μπορεί να εκτελεστεί.
et: Seda käsku ei saa täita.
fa: این دستور قابل اجرا نیست.
fi: Tätä komentoa ei voida suorittaa.
he: לא ניתן לבצע פקודה זו.
hi: यह आदेश निष्पादित नहीं किया जा सकता.
hr: Ova se naredba ne može izvršiti.
hu: Ez a parancs nem hajtható végre.
it: Questo comando non può essere eseguito.
ja: このコマンドは実行できません。
ko: 이 명령은 실행할 수 없습니다.
lt: Šios komandos negalima vykdyti.
ms: Perintah ini tidak boleh dilaksanakan.
pl: To polecenie nie może zostać wykonane.
ro: Această comandă nu poate fi executată.
ru: Эту команду невозможно выполнить.
sk: Tento príkaz nie je možné vykonať.
sl: Tega ukaza ni mogoče izvesti.
sv: Det här kommandot kan inte köras.
th: คำสั่งนี้ไม่สามารถดำเนินการได้
tr: Bu komut yürütülemez.
uk: Ця команда не може бути виконана.
vi: Lệnh này không thể được thực thi.

source: Logger `{logger_name}` level set to `{level}`.
ar: تم ضبط مستوى المسجل `{logger_name}` على `{level}`.
bg: Нивото на регистратора `{logger_name}` е зададено на `{level}`.
bn: লগার `{logger_name}` লেভেল `{level}`-এ সেট করা হয়েছে।
ca: El nivell de registre `{logger_name}` s'ha establert a `{level}`.
da: Logger `{logger_name}` niveau sat til `{level}`.
el: Το επίπεδο "{logger_name}" του καταγραφικού ορίστηκε σε "{level}".
et: Logija „{logger_name}” tase on seatud väärtusele „{level}”.
fa: سطح Logger «{logger_name}» روی «{level}» تنظیم شد.
fi: Loggerin `{logger_name}` taso asetettiin `{level}`.
he: רמת לוגר `{logger_name}` מוגדרת ל-`{level}`.
hi: लकड़हारा `{logger_name}` स्तर `{स्तर}` पर सेट है।
hr: Razina zapisivača `{logger_name}` postavljena je na `{level}`.
hu: A naplózó `{logger_name}` szintje a következőre van állítva: `{level}`.
it: Livello del logger "{logger_name}" impostato su "{level}".
ja: ロガー「{logger_name}」レベルが「{level}」に設定されました。
ko: 로거 `{logger_name}` 수준이 `{level}`로 설정되었습니다.
lt: Žurnalo „{logger_name}“ lygis nustatytas į „{level}“.
ms: Tahap `{logger_name}` pembalak ditetapkan kepada `{level}`.
pl: Poziom rejestratora `{logger_name}` ustawiony na `{level}`.
ro: Nivelul de înregistrare `{logger_name}` este setat la `{level}`.
ru: Уровень регистратора `{logger_name}` установлен на `{level}`.
sk: Úroveň logger `{logger_name}` nastavená na `{level}`.
sl: Raven zapisovalnika `{logger_name}` je nastavljena na `{level}``.
sv: Logger `{logger_name}` nivå inställd på `{level}`.
th: ระดับคนตัดไม้ `{logger_name}` ตั้งค่าเป็น `{level}`
tr: Kaydedici `{logger_name}` düzeyi `{level}` olarak ayarlandı.
uk: Для реєстратора `{logger_name}` встановлено рівень `{level}`.
vi: Cấp độ `{logger_name}` của trình ghi nhật ký được đặt thành `{level}`.

source: I couldn't find any module with this name.
ar: لم أتمكن من العثور على أي وحدة بهذا الاسم.
bg: Не можах да намеря нито един модул с това име.
bn: আমি এই নামের কোন মডিউল খুঁজে পাইনি.
ca: No he trobat cap mòdul amb aquest nom.
da: Jeg kunne ikke finde noget modul med dette navn.
el: Δεν μπόρεσα να βρω καμία ενότητα με αυτό το όνομα.
et: Ma ei leidnud ühtegi sellenimelist moodulit.
fa: هیچ ماژولی با این نام پیدا نکردم.
fi: En löytänyt tämännimistä moduulia.
he: לא הצלחתי למצוא שום מודול עם השם הזה.
hi: मुझे इस नाम का कोई मॉड्यूल नहीं मिला।
hr: Nisam mogao pronaći nijedan modul s ovim imenom.
hu: Nem találtam ilyen nevű modult.
it: Non sono riuscito a trovare nessun modulo con questo nome.
ja: この名前のモジュールは見つかりませんでした。
ko: 이 이름을 가진 모듈을 찾을 수 없습니다.
lt: Neradau jokio modulio tokiu pavadinimu.
ms: Saya tidak menemui mana-mana modul dengan nama ini.
pl: Nie mogłem znaleźć żadnego modułu o tej nazwie.
ro: Nu am găsit niciun modul cu acest nume.
ru: Я не смог найти ни одного модуля с таким именем.
sk: Nenašiel som žiadny modul s týmto názvom.
sl: Nisem mogel najti nobenega modula s tem imenom.
sv: Jag kunde inte hitta någon modul med detta namn.
th: ฉันไม่พบโมดูลใด ๆ ที่มีชื่อนี้
tr: Bu isimde herhangi bir modül bulamadım.
uk: Я не міг знайти жодного модуля з такою назвою.
vi: Tôi không thể tìm thấy bất kỳ mô-đun nào có tên này.

source: Module(s) {modules} reloaded.
ar: تم إعادة تحميل الوحدة (الوحدات) {modules}.
bg: Модулът(ите) {modules} са презаредени.
bn: মডিউল(গুলি) {মডিউল} পুনরায় লোড করা হয়েছে৷
ca: S'han tornat a carregar els mòduls {mòduls}.
da: Modul(er) {modules} genindlæst.
el: Η ενότητα(ες) {modules} επαναφορτώθηκε.
et: Moodul(id) {modules} laaditi uuesti.
fa: ماژول(های) {modules} دوباره بارگیری شد.
fi: Moduuli(t) {modules} ladattu uudelleen.
he: מודולים {מודולים} נטענו מחדש.
hi: मॉड्यूल(ओं) {मॉड्यूल} को पुनः लोड किया गया।
hr: Modul(i) {modules} ponovno učitan.
hu: A(z) {modules} modul(ok) újratöltve.
it: Modulo/i {modules} ricaricato.
ja: モジュール {modules} がリロードされました。
ko: 모듈 {modules}이(가) 다시 로드되었습니다.
lt: Modulis (-iai) {modules} įkeltas iš naujo.
ms: Modul {modules} dimuat semula.
pl: Moduł(y) {moduły} zostały ponownie załadowane.
ro: Modul(ele) {module} reîncărcat(e).
ru: Модуль(и) {modules} перезагружены.
sk: Modul(y) {modules} znovu načítané.
sl: Moduli {modules} ponovno naloženi.
sv: Modul(er) {modules} laddade om.
th: โหลดโมดูล {modules} แล้ว
tr: Modül(ler) {modules} yeniden yüklendi.
uk: Модуль(и) {modules} перезавантажено.
vi: Đã tải lại (các) mô-đun {mô-đun}.

source: Modules [...] reloaded.
ar: الوحدات [...] تم إعادة تحميلها.
bg: Модулите [...] презаредени.
bn: মডিউল [...] পুনরায় লোড করা হয়েছে।
ca: Mòduls [...] recarregats.
da: Moduler [...] genindlæst.
el: Ενότητες [...] επαναφορτώθηκαν.
et: Moodulid [...] uuesti laaditud.
fa: ماژول ها [...] بارگذاری مجدد شدند.
fi: Moduulit [...] ladattu uudelleen.
he: מודולים [...] נטענו מחדש.
hi: मॉड्यूल [...] पुनः लोड किए गए।
hr: Moduli [...] ponovno učitani.
hu: A modulok [...] újratöltve.
it: Moduli [...] ricaricati.
ja: モジュール [...] がリロードされました。
ko: 모듈 [...]이 다시 로드되었습니다.
lt: Moduliai [...] perkrauti.
ms: Modul [...] dimuat semula.
pl: Moduły [...] załadowane ponownie.
ro: Modulele [...] reîncărcate.
ru: Модули [...] перезагружены.
sk: Moduly [...] znovu načítané.
sl: Moduli [...] ponovno naloženi.
sv: Moduler [...] laddas om.
th: โมดูล [...] โหลดซ้ำแล้ว
tr: Modüller [...] yeniden yüklendi.
uk: Модулі [...] перезавантажено.
vi: Các mô-đun […] đã được tải lại.
