Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/dev/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, da, de, el, es, et, fi, fr, he, hr, hu, ja, ko, lv, no, pl, ro, sk, sl, sv, vi

source: Unreadable attachment with `utf-8`.
af: Onleesbare aanhegsel met `utf-8`.
ar: مرفق غير قابل للقراءة مع "utf-8".
bg: Нечетлив прикачен файл с „utf-8“.
bn: `utf-8` সহ অপঠিত সংযুক্তি।
ca: Fitxer adjunt il·legible amb `utf-8`.
da: Ulæselig vedhæftet fil med `utf-8`.
de: Unlesbarer Anhang mit „utf-8“.
el: Μη αναγνώσιμο συνημμένο με «utf-8».
es: Archivo adjunto ilegible con `utf-8`.
et: Lugematu manus utf-8-ga.
fi: Lukematon liite, jossa on "utf-8".
fr: Pièce jointe illisible avec `utf-8`.
he: קובץ מצורף בלתי קריא עם `utf-8`.
hr: Nečitljiv privitak s `utf-8`.
hu: Olvashatatlan melléklet "utf-8"-val.
ja: 「utf-8」では添付ファイルを読み取れません。
ko: 'utf-8' 첨부 파일을 읽을 수 없습니다.
lv: Nelasāms pielikums ar "utf-8".
no: Uleselig vedlegg med "utf-8".
pl: Nieczytelny załącznik z `utf-8`.
ro: Atașament imposibil de citit cu `utf-8`.
sk: Nečitateľná príloha s `utf-8`.
sl: Neberljiva priloga z `utf-8`.
sv: Oläsbar bilaga med `utf-8`.
vi: Tệp đính kèm không thể đọc được với `utf-8`.

source: This message isn't reachable.
af: Hierdie boodskap is nie bereikbaar nie.
ar: هذه الرسالة غير قابلة للوصول.
bg: Това съобщение не е достъпно.
bn: এই বার্তা পৌঁছানো যায় না.
ca: Aquest missatge no és accessible.
da: Denne besked er ikke tilgængelig.
de: Diese Nachricht ist nicht erreichbar.
el: Αυτό το μήνυμα δεν είναι προσβάσιμο.
es: Este mensaje no es accesible.
et: See sõnum ei ole kättesaadav.
fi: Tämä viesti ei ole tavoitettavissa.
fr: Ce message n'est pas accessible.
he: לא ניתן להגיע להודעה הזו.
hr: Ova poruka nije dostupna.
hu: Ez az üzenet nem érhető el.
ja: このメッセージは到達できません。
ko: 이 메시지에 접근할 수 없습니다.
lv: Šis ziņojums nav sasniedzams.
no: Denne meldingen er ikke tilgjengelig.
pl: Ta wiadomość jest nieosiągalna.
ro: Acest mesaj nu este accesibil.
sk: Táto správa nie je dostupná.
sl: To sporočilo ni dosegljivo.
sv: Det här meddelandet går inte att nå.
vi: Tin nhắn này không thể truy cập được.

source: Already running a REPL session in this channel. Exit it with `quit`.
af: Begin reeds 'n REPL-sessie in hierdie kanaal. Verlaat dit met `quit`.
ar: يتم بالفعل تشغيل جلسة REPL في هذه القناة. الخروج منه مع "إنهاء".
bg: Вече провеждате REPL сесия в този канал. Излезте от него с `quit`.
bn: ইতিমধ্যেই এই চ্যানেলে একটি REPL সেশন চলছে৷ `ত্যাগ` দিয়ে এটি থেকে প্রস্থান করুন।
ca: Ja s'està executant una sessió REPL en aquest canal. Sortiu-ne amb `quit`.
da: Kører allerede en REPL-session i denne kanal. Afslut det med 'quit'.
de: In diesem Kanal wird bereits eine REPL-Sitzung ausgeführt. Beenden Sie es mit „Quit“.
el: Εκτελείται ήδη μια περίοδος σύνδεσης REPL σε αυτό το κανάλι. Έξοδος από αυτό με «τέρμα».
es: Ya se está ejecutando una sesión REPL en este canal. Salga con "salir".
et: Selles kanalis on juba käimas REPL-seanss. Väljuge käsuga "quit".
fi: Tällä kanavalla on jo käynnissä REPL-istunto. Poistu siitä painamalla "quit".
fr: Vous exécutez déjà une session REPL sur ce canal. Quittez-le avec « quit ».
he: כבר מפעיל סשן REPL בערוץ זה. צא ממנו עם 'צא'.
hr: Već izvodi REPL sesiju na ovom kanalu. Izađite s `quit`.
hu: Már fut egy REPL munkamenet ezen a csatornán. Lépjen ki belőle a "quit" gombbal.
ja: このチャネルではすでに REPL セッションが実行されています。 「quit」で終了します。
ko: 이 채널에서 이미 REPL 세션을 실행 중입니다. 'quit'으로 종료하세요.
lv: Šajā kanālā jau notiek REPL sesija. Izejiet no tā, izmantojot taustiņu "quit".
no: Kjører allerede en REPL-økt i denne kanalen. Avslutt den med "avslutt".
pl: Uruchomiłem już sesję REPL na tym kanale. Wyjdź za pomocą „quit”.
ro: Se rulează deja o sesiune REPL pe acest canal. Ieșiți din el cu „quit”.
sk: V tomto kanáli už prebieha relácia REPL. Ukončite ho pomocou `quit`.
sl: V tem kanalu že poteka seja REPL. Zapustite ga z `quit`.
sv: Kör redan en REPL-session i den här kanalen. Avsluta den med "avsluta".
vi: Đã chạy phiên REPL trong kênh này. Thoát nó bằng `quit`.

source: Exiting.
af: Verlaat.
ar: الخروج.
bg: Излизане.
bn: প্রস্থান করছে।
ca: Sortint.
da: Afslutter.
de: Verlassen.
el: Έξοδος.
es: Saliendo.
et: Väljumine.
fi: Poistuminen.
fr: Sortir.
he: יוצא.
hr: Izlaz.
hu: Kilépés.
ja: 退出中。
ko: 종료합니다.
lv: Iziet.
no: Avslutter.
pl: Wyjście.
ro: Ieșire.
sk: Ukončenie.
sl: Izhod.
sv: Avslutar.
vi: Đang thoát.

source: There is no currently running REPL session in this channel.
af: Daar is tans geen lopende REPL-sessie in hierdie kanaal nie.
ar: لا توجد جلسة REPL قيد التشغيل حاليًا في هذه القناة.
bg: Няма текуща REPL сесия в този канал.
bn: এই চ্যানেলে বর্তমানে কোন REPL সেশন চলছে না।
ca: No hi ha cap sessió REPL en curs en aquest canal.
da: Der er ingen kørende REPL-session i denne kanal.
de: In diesem Kanal ist derzeit keine REPL-Sitzung aktiv.
el: Αυτήν τη στιγμή δεν εκτελείται περίοδος λειτουργίας REPL σε αυτό το κανάλι.
es: Actualmente no hay ninguna sesión REPL en ejecución en este canal.
et: Sellel kanalil pole praegu käimas REPL-seanssi.
fi: Tällä kanavalla ei ole tällä hetkellä käynnissä REPL-istuntoa.
fr: Il n'y a aucune session REPL en cours d'exécution sur ce canal.
he: אין כרגע הפעלת REPL בערוץ זה.
hr: Na ovom kanalu trenutno nema REPL sesije.
hu: Jelenleg nem fut REPL munkamenet ezen a csatornán.
ja: このチャネルには現在実行中の REPL セッションがありません。
ko: 이 채널에는 현재 실행 중인 REPL 세션이 없습니다.
lv: Šajā kanālā pašlaik nenotiek neviena REPL sesija.
no: Det er ingen REPL-økt som kjører i denne kanalen.
pl: Na tym kanale nie ma aktualnie uruchomionej sesji REPL.
ro: Nu există nicio sesiune REPL în curs de desfășurare pe acest canal.
sk: V tomto kanáli momentálne nie je spustená žiadna relácia REPL.
sl: V tem kanalu trenutno ni tekoče seje REPL.
sv: Det finns ingen pågående REPL-session i den här kanalen.
vi: Hiện không có phiên REPL nào đang chạy trong kênh này.

source: The REPL session in this channel has been resumed.
af: Die REPL-sessie in hierdie kanaal is hervat.
ar: تم استئناف جلسة REPL في هذه القناة.
bg: REPL сесията в този канал е възобновена.
bn: এই চ্যানেলে REPL সেশন আবার শুরু হয়েছে।
ca: La sessió REPL en aquest canal s'ha reprès.
da: REPL-sessionen i denne kanal er blevet genoptaget.
de: Die REPL-Sitzung in diesem Kanal wurde wieder aufgenommen.
el: Η περίοδος λειτουργίας REPL σε αυτό το κανάλι έχει συνεχιστεί.
es: Se ha reanudado la sesión REPL en este canal.
et: REPL-i seanss sellel kanalil on jätkunud.
fi: Tämän kanavan REPL-istunto on jatkunut.
fr: La session REPL dans ce canal a été reprise.
he: הפעלת REPL בערוץ זה חודשה.
hr: REPL sesija na ovom kanalu je nastavljena.
hu: A REPL munkamenet ezen a csatornán folytatódik.
ja: このチャネルの REPL セッションが再開されました。
ko: 이 채널의 REPL 세션이 재개되었습니다.
lv: REPL sesija šajā kanālā ir atsākta.
no: REPL-økten i denne kanalen er gjenopptatt.
pl: Sesja REPL na tym kanale została wznowiona.
ro: Sesiunea REPL pe acest canal a fost reluată.
sk: Relácia REPL na tomto kanáli bola obnovená.
sl: Seja REPL v tem kanalu se je nadaljevala.
sv: REPL-sessionen i den här kanalen har återupptagits.
vi: Phiên REPL trong kênh này đã được nối lại.

source: The REPL session in this channel is now paused.
af: Die REPL-sessie in hierdie kanaal is nou onderbreek.
ar: تم الآن إيقاف جلسة REPL في هذه القناة مؤقتًا.
bg: REPL сесията в този канал вече е на пауза.
bn: এই চ্যানেলে REPL সেশন এখন বিরাম দেওয়া হয়েছে৷
ca: La sessió REPL d'aquest canal s'ha posat en pausa.
da: REPL-sessionen i denne kanal er nu sat på pause.
de: Die REPL-Sitzung in diesem Kanal ist jetzt angehalten.
el: Η περίοδος λειτουργίας REPL σε αυτό το κανάλι έχει πλέον τεθεί σε παύση.
es: La sesión REPL en este canal ahora está en pausa.
et: REPL-i seanss sellel kanalil on nüüd peatatud.
fi: Tämän kanavan REPL-istunto on nyt keskeytetty.
fr: La session REPL dans ce canal est maintenant suspendue.
he: הפעלת REPL בערוץ זה מושהית כעת.
hr: REPL sesija na ovom kanalu sada je pauzirana.
hu: A REPL munkamenet ezen a csatornán most szünetel.
ja: このチャネルの REPL セッションは現在一時停止されています。
ko: 이제 이 채널의 REPL 세션이 일시 중지되었습니다.
lv: REPL sesija šajā kanālā tagad ir apturēta.
no: REPL-økten i denne kanalen er nå satt på pause.
pl: Sesja REPL na tym kanale jest teraz wstrzymana.
ro: Sesiunea REPL de pe acest canal este acum întreruptă.
sk: Relácia REPL v tomto kanáli je teraz pozastavená.
sl: Seja REPL v tem kanalu je zdaj zaustavljena.
sv: REPL-sessionen i denna kanal är nu pausad.
vi: Phiên REPL trong kênh này hiện đã bị tạm dừng.

source: Bot owners will now bypass all commands with cooldowns{optional_duration}.
af: Boteienaars sal nou alle opdragte met afkoelings{optional_duration} omseil.
ar: سيتجاوز مالكو الروبوتات الآن جميع الأوامر باستخدام فترات التهدئة {اختياري_duration}.
bg: Собствениците на ботове вече ще заобикалят всички команди с изчакване {optional_duration}.
bn: বট মালিকরা এখন কুলডাউন{optional_duration} সহ সমস্ত কমান্ড বাইপাস করবে৷
ca: Els propietaris de bots passaran ara per evitar totes les ordres amb temps de reutilització{optional_duration}.
da: Botejere vil nu omgå alle kommandoer med nedkøling{optional_duration}.
de: Bot-Besitzer umgehen jetzt alle Befehle mit Abklingzeiten {optional_duration}.
el: Οι κάτοχοι bot θα παρακάμψουν πλέον όλες τις εντολές με cooldowns{optional_duration}.
es: Los propietarios de bots ahora omitirán todos los comandos con tiempos de reutilización {optional_duration}.
et: Botiomanikud jätavad nüüd kõigist käskudest jahtumisaega{optional_duration} mööda.
fi: Botin omistajat ohittavat nyt kaikki komennot cooldownilla{optional_duration}.
fr: Les propriétaires de robots contourneront désormais toutes les commandes avec des temps de recharge {optional_duration}.
he: בעלי הבוטים יעקפו כעת את כל הפקודות עם צינון {optional_duration}.
hr: Vlasnici botova sada će zaobići sve naredbe s hlađenjem {optional_duration}.
hu: A robottulajdonosok mostantól kihagyják az összes parancsot a cooldownokkal{optional_duration}.
ja: ボット所有者は、クールダウン {optional_duration} を使用してすべてのコマンドをバイパスするようになります。
ko: 이제 봇 소유자는 쿨다운{선택적_기간}이 있는 모든 명령을 우회합니다.
lv: Botu īpašnieki tagad apies visas komandas ar atdzišanu{optional_duration}.
no: Boteiere vil nå omgå alle kommandoer med nedkjøling{optional_duration}.
pl: Właściciele botów będą teraz omijać wszystkie polecenia z czasami odnowienia wynoszącymi {opcjonalny_duration}.
ro: Proprietarii de roboți vor ocoli acum toate comenzile cu timpi de recădere{optional_duration}.
sk: Majitelia robotov teraz obídu všetky príkazy s cooldowns {optional_duration}.
sl: Lastniki botov bodo zdaj zaobšli vse ukaze z ohlajanjem{optional_duration}.
sv: Botägare kommer nu att kringgå alla kommandon med nedkylningar{optional_duration}.
vi: Chủ sở hữu bot giờ đây sẽ bỏ qua tất cả các lệnh có thời gian hồi chiêu{Option_duration}.

source: Execute
af: Voer uit
ar: ينفذ
bg: Изпълнение
bn: চালান
ca: Executar
da: Udfør
de: Ausführen
el: Εκτελώ
es: Ejecutar
et: Käivitage
fi: Suorittaa
fr: Exécuter
he: לְבַצֵעַ
hr: Izvršiti
hu: Végrehajtás
ja: 実行する
ko: 실행하다
lv: Izpildīt
no: Henrette
pl: Wykonać
ro: Executa
sk: Vykonať
sl: Izvedi
sv: Utföra
vi: Thực hiện

source: Code to Execute
af: Kode om uit te voer
ar: رمز للتنفيذ
bg: Код за изпълнение
bn: চালানোর জন্য কোড
ca: Codi per executar
da: Kode til at udføre
de: Auszuführender Code
el: Κώδικας για εκτέλεση
es: Código para ejecutar
et: Kood täitmiseks
fi: Suoritettava koodi
fr: Code à exécuter
he: קוד לביצוע
hr: Kod za izvršenje
hu: Végrehajtandó kód
ja: 実行するコード
ko: 실행할 코드
lv: Izpildāmais kods
no: Kode for å utføre
pl: Kod do wykonania
ro: Cod de executat
sk: Kód na vykonanie
sl: Koda za izvedbo
sv: Kod att köra
vi: Mã để thực thi

source: Write your code here...
af: Skryf jou kode hier...
ar: أكتب الكود الخاص بك هنا...
bg: Напишете своя код тук...
bn: এখানে আপনার কোড লিখুন...
ca: Escriu el teu codi aquí...
da: Skriv din kode her...
de: Schreiben Sie hier Ihren Code...
el: Γράψε τον κωδικό σου εδώ...
es: Escribe tu código aquí...
et: Kirjuta oma kood siia...
fi: Kirjoita koodisi tähän...
fr: Écrivez votre code ici...
he: כתוב את הקוד שלך כאן...
hr: Ovdje napišite svoj kod...
hu: Írd ide a kódodat...
ja: ここにコードを書いてください...
ko: 여기에 코드를 작성하세요...
lv: Ierakstiet savu kodu šeit...
no: Skriv koden din her...
pl: Wpisz tutaj swój kod...
ro: Scrie codul aici...
sk: Sem napíšte svoj kód...
sl: Tukaj napišite svojo kodo ...
sv: Skriv din kod här...
vi: Viết mã của bạn ở đây...

source: You are not allowed to use this interaction.
af: Jy word nie toegelaat om hierdie interaksie te gebruik nie.
ar: لا يسمح لك باستخدام هذا التفاعل.
bg: Нямате право да използвате това взаимодействие.
bn: আপনি এই মিথস্ক্রিয়া ব্যবহার করার অনুমতি দেওয়া হয় না.
ca: No teniu permís per utilitzar aquesta interacció.
da: Du må ikke bruge denne interaktion.
de: Sie dürfen diese Interaktion nicht nutzen.
el: Δεν επιτρέπεται να χρησιμοποιήσετε αυτήν την αλληλεπίδραση.
es: No se le permite utilizar esta interacción.
et: Teil ei ole lubatud seda suhtlust kasutada.
fi: Sinulla ei ole lupaa käyttää tätä vuorovaikutusta.
fr: Vous n'êtes pas autorisé à utiliser cette interaction.
he: אינך רשאי להשתמש באינטראקציה זו.
hr: Nije vam dopušteno koristiti ovu interakciju.
hu: Nem használhatja ezt az interakciót.
ja: このインタラクションを使用することは許可されていません。
ko: 이 상호 작용을 사용할 수 없습니다.
lv: Jums nav atļauts izmantot šo mijiedarbību.
no: Du har ikke lov til å bruke denne interaksjonen.
pl: Nie możesz korzystać z tej interakcji.
ro: Nu aveți voie să utilizați această interacțiune.
sk: Nemáte povolené používať túto interakciu.
sl: Te interakcije ne smete uporabljati.
sv: Du får inte använda denna interaktion.
vi: Bạn không được phép sử dụng sự tương tác này.

source: Execute Debug
af: Voer ontfouting uit
ar: تنفيذ التصحيح
bg: Изпълнете отстраняване на грешки
bn: ডিবাগ চালান
ca: Executar la depuració
da: Udfør fejlretning
de: Debug ausführen
el: Εκτέλεση εντοπισμού σφαλμάτων
es: Ejecutar depuración
et: Käivitage silumine
fi: Suorita Debug
fr: Exécuter le débogage
he: בצע ניפוי באגים
hr: Izvrši Debug
hu: A Debug végrehajtása
ja: デバッグの実行
ko: 디버그 실행
lv: Izpildīt atkļūdošanu
no: Utfør feilsøking
pl: Wykonaj debugowanie
ro: Executați Debug
sk: Vykonajte ladenie
sl: Izvedite odpravljanje napak
sv: Kör felsökning
vi: Thực hiện gỡ lỗi

source: Execute Eval
af: Voer Eval uit
ar: تنفيذ التقييم
bg: Изпълнете Eval
bn: Eval চালান
ca: Executa l'avaluació
da: Udfør Eval
de: Führen Sie die Auswertung aus
el: Εκτελέστε τον Eval
es: Ejecutar evaluación
et: Käivitage Eval
fi: Suorita Eval
fr: Exécuter l'évaluation
he: בצע את Eval
hr: Izvrši Eval
hu: Hajtsa végre Eval
ja: 評価の実行
ko: 평가 실행
lv: Izpildi Eval
no: Utfør Eval
pl: Wykonaj ocenę
ro: Executați Eval
sk: Vykonať Eval
sl: Izvedi Eval
sv: Kör Eval
vi: Thực hiện đánh giá
