Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/modlog/locales/*.po
Languages: cs_cz

source: Browse and manage modlog cases. To manage modlog settings, use `[p]modlogset`.
cs_cz: Procházejte a spravujte modlog případů. Chcete-li spravovat nastavení modlogu, použijte `[p]modlogset`.

source: Show the specified case.
cs_cz: Zobrazit zvolený případ.

source: That case does not exist for this server.
cs_cz: Tento případ neexistuje pro tento server.

source: Timestamp:
cs_cz: Časové razítko:

source: Display cases for the specified member.
cs_cz: Seznam případů pro daného člena.

source: That user does not exist.
cs_cz: Tento uživatel neexistuje.

source: Something unexpected went wrong while fetching that user by ID.
cs_cz: Při načítání tohoto uživatele podle ID došlo k chybě.

source: That user does not have any cases.
cs_cz: Tento uživatel nemá žádné případy.

source: List cases for the specified member.
cs_cz: Seznam případů pro daného člena.

source: Specify a reason for a modlog case. Please note that you can only edit cases you are the owner of unless you are a mod, admin or server owner. If no case number is specified, the latest case will be used.
cs_cz: Zadejte důvod pro moderátorský případ: Měj na vědomí, že můžeš upravovat pouze případy u kterých jsi vlastníkem. Neplatí v případě, že jsi moderátor, admin či vlastník serveru. pakli-že není specifikováno číslo případu, bude použit ten poslední.

source: There are no modlog cases in this server.
cs_cz: Na tomto serveru nejsou žádné moderátorské záznamy.

source: That case does not exist!
cs_cz: Tento případ neexistuje!

source: You are not authorized to modify that case!
cs_cz: Nemáte oprávnění měnit tento případ!

source: Reason for case #{num} has been updated.
cs_cz: Důvod pro případ #{num} byl aktualizován.
