Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/cartographer/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fr, he, hi, hr, hu, it, ko, lt, ms, nl, no, pl, pt, ru, sk, sl, sv, th, uk, vi

source: This server is in the ingored list!
af: Hierdie bediener is in die geïngored lys!
ar: هذا الخادم موجود في القائمة المدرجة!
bg: Този сървър е в ingored списъка!
bn: এই সার্ভার ingored তালিকায় আছে!
ca: Aquest servidor està a la llista d'entrada!
cs: Tento server je v ingorovaném seznamu!
da: Denne server er på den integrerede liste!
de: Dieser Server ist in der Ingored-Liste!
el: Αυτός ο διακομιστής βρίσκεται στη λίστα με τις εντολές!
es: ¡Este servidor está en la lista de ignorados!
et: See server on sisestatud loendis!
fa: این سرور در لیست ingored است!
fr: Ce serveur est dans la liste enregistrée !
he: שרת זה נמצא ברשימה המצורפת!
hi: यह सर्वर सम्मिलित सूची में है!
hr: Ovaj poslužitelj je u ingored popisu!
hu: Ez a szerver szerepel a listán!
it: Questo server è nell'elenco ingorgato!
ko: 이 서버는 수신 목록에 있습니다!
lt: Šis serveris yra įtrauktų į sąrašą!
ms: Pelayan ini berada dalam senarai yang dimasukkan!
nl: Deze server staat in de ingelogde lijst!
no: Denne serveren er i den integrerte listen!
pl: Ten serwer jest na liście ingored!
pt: Este servidor está na lista ingored!
ru: Этот сервер находится в зарегистрированном списке!
sk: Tento server je v ingorovanom zozname!
sl: Ta strežnik je na seznamu vključenih!
sv: Den här servern finns i listan!
th: เซิร์ฟเวอร์นี้อยู่ในรายการ ingored!
uk: Цей сервер знаходиться в списку ingored!
vi: Máy chủ này nằm trong danh sách được đưa vào!

source: This server is not in the allowed list!
af: Hierdie bediener is nie in die toegelate lys nie!
ar: هذا الخادم ليس في القائمة المسموح بها!
bg: Този сървър не е в списъка с разрешени!
bn: এই সার্ভার অনুমোদিত তালিকায় নেই!
ca: Aquest servidor no està a la llista permesa!
cs: Tento server není na seznamu povolených!
da: Denne server er ikke på den tilladte liste!
de: Dieser Server ist nicht in der Erlaubtliste!
el: Αυτός ο διακομιστής δεν είναι στη λίστα επιτρεπόμενων!
es: ¡Este servidor no está en la lista permitida!
et: See server ei ole lubatud loendis!
fa: این سرور در لیست مجاز نیست!
fr: Ce serveur n'est pas dans la liste autorisée !
he: שרת זה אינו ברשימה המותרת!
hi: यह सर्वर अनुमत सूची में नहीं है!
hr: Ovaj poslužitelj nije na listi dopuštenih!
hu: Ez a szerver nem szerepel az engedélyezett listán!
it: Questo server non è nell'elenco consentito!
ko: 이 서버는 허용 목록에 없습니다!
lt: Šis serveris neįtrauktas į leistinų sąrašą!
ms: Pelayan ini tiada dalam senarai yang dibenarkan!
nl: Deze server staat niet in de toegestane lijst!
no: Denne serveren er ikke på den tillatte listen!
pl: Ten serwer nie znajduje się na liście dozwolonych!
pt: Este servidor não está na lista de permitidos!
ru: Этого сервера нет в списке разрешенных!
sk: Tento server nie je v zozname povolených!
sl: Ta strežnik ni na seznamu dovoljenih!
sv: Denna server finns inte i listan över tillåtna!
th: เซิร์ฟเวอร์นี้ไม่อยู่ในรายการที่อนุญาต!
uk: Цього сервера немає в списку дозволених!
vi: Máy chủ này không có trong danh sách được phép!

source: Please confirm this action by passing `True` as an argument
af: Bevestig asseblief hierdie handeling deur 'Waar' as 'n argument deur te gee
ar: الرجاء تأكيد هذا الإجراء بتمرير "صحيح" كوسيطة
bg: Моля, потвърдете това действие, като подадете `True` като аргумент
bn: একটি যুক্তি হিসাবে `True` পাস করে এই কর্ম নিশ্চিত করুন
ca: Si us plau, confirmeu aquesta acció passant "True" com a argument
cs: Potvrďte prosím tuto akci zadáním „True“ jako argumentu
da: Bekræft venligst denne handling ved at sende "True" som et argument
de: Bitte bestätigen Sie diese Aktion, indem Sie „True“ als Argument übergeben
el: Επιβεβαιώστε αυτήν την ενέργεια περνώντας το "True" ως όρισμα
es: Confirme esta acción pasando "Verdadero" como argumento.
et: Kinnitage see toiming, jättes argumendiks "True".
fa: لطفاً این عمل را با ارسال «درست» به عنوان آرگومان تأیید کنید
fr: Veuillez confirmer cette action en passant « True » comme argument
he: אנא אשר פעולה זו על ידי העברת 'True' כארגומנט
hi: कृपया 'सत्य' को तर्क के रूप में पारित करके इस कार्रवाई की पुष्टि करें
hr: Potvrdite ovu radnju prosljeđivanjem "True" kao argumenta
hu: Kérjük, erősítse meg ezt a műveletet az "Igaz" argumentumként való átadásával
it: Conferma questa azione passando "True" come argomento
ko: 'True'를 인수로 전달하여 이 작업을 확인하세요.
lt: Patvirtinkite šį veiksmą kaip argumentą nurodydami „Tiesa“.
ms: Sila sahkan tindakan ini dengan memberikan `Benar` sebagai hujah
nl: Bevestig deze actie door 'Waar' als argument door te geven
no: Vennligst bekreft denne handlingen ved å sende "True" som et argument
pl: Potwierdź tę akcję, przekazując „True” jako argument
pt: Por favor, confirme esta ação passando `True` como argumento
ru: Пожалуйста, подтвердите это действие, передав «True» в качестве аргумента.
sk: Potvrďte túto akciu zadaním hodnoty „True“ ako argumentu
sl: Potrdite to dejanje tako, da kot argument posredujete »True«.
sv: Bekräfta denna åtgärd genom att skicka "True" som ett argument
th: โปรดยืนยันการกระทำนี้โดยส่ง `True` เป็นอาร์กิวเมนต์
uk: Будь ласка, підтвердьте цю дію, передавши `True` як аргумент
vi: Vui lòng xác nhận hành động này bằng cách chuyển `True` làm đối số

source: All backups have been wiped!
af: Alle rugsteun is uitgevee!
ar: تم مسح كافة النسخ الاحتياطية!
bg: Всички резервни копия са изтрити!
bn: সমস্ত ব্যাকআপ মুছে ফেলা হয়েছে!
ca: S'han esborrat totes les còpies de seguretat!
cs: Všechny zálohy byly vymazány!
da: Alle sikkerhedskopier er blevet slettet!
de: Alle Backups wurden gelöscht!
el: Όλα τα αντίγραφα ασφαλείας έχουν διαγραφεί!
es: ¡Se han eliminado todas las copias de seguridad!
et: Kõik varukoopiad on kustutatud!
fa: تمام بک آپ ها پاک شده اند!
fr: Toutes les sauvegardes ont été effacées !
he: כל הגיבויים נמחקו!
hi: सभी बैकअप मिटा दिए गए हैं!
hr: Sve sigurnosne kopije su obrisane!
hu: Az összes biztonsági másolatot töröltük!
it: Tutti i backup sono stati cancellati!
ko: 모든 백업이 지워졌습니다!
lt: Visos atsarginės kopijos nuvalytos!
ms: Semua sandaran telah dipadamkan!
nl: Alle back-ups zijn gewist!
no: Alle sikkerhetskopier er slettet!
pl: Wszystkie kopie zapasowe zostały usunięte!
pt: Todos os backups foram apagados!
ru: Все резервные копии удалены!
sk: Všetky zálohy boli vymazané!
sl: Vse varnostne kopije so izbrisane!
sv: Alla säkerhetskopior har raderats!
th: ข้อมูลสำรองทั้งหมดถูกล้างแล้ว!
uk: Усі резервні копії стерто!
vi: Tất cả các bản sao lưu đã bị xóa!

source: A backup has been created!
af: 'n Rugsteun is geskep!
ar: تم إنشاء نسخة احتياطية!
bg: Беше създадено резервно копие!
bn: একটি ব্যাকআপ তৈরি করা হয়েছে!
ca: S'ha creat una còpia de seguretat!
cs: Byla vytvořena záloha!
da: Der er oprettet en sikkerhedskopi!
de: Es wurde ein Backup erstellt!
el: Δημιουργήθηκε ένα αντίγραφο ασφαλείας!
es: ¡Se ha creado una copia de seguridad!
et: Varukoopia on loodud!
fa: یک نسخه پشتیبان ایجاد شده است!
fr: Une sauvegarde a été créée !
he: נוצר גיבוי!
hi: एक बैकअप बनाया गया है!
hr: Izrađena je sigurnosna kopija!
hu: Biztonsági másolat készült!
it: È stato creato un backup!
ko: 백업이 생성되었습니다!
lt: Atsarginė kopija sukurta!
ms: Sandaran telah dibuat!
nl: Er is een back-up gemaakt!
no: En sikkerhetskopi er opprettet!
pl: Utworzono kopię zapasową!
pt: Um backup foi criado!
ru: Резервная копия создана!
sk: Záloha bola vytvorená!
sl: Varnostna kopija je bila ustvarjena!
sv: En säkerhetskopia har skapats!
th: สร้างข้อมูลสำรองแล้ว!
uk: Резервну копію створено!
vi: Một bản sao lưu đã được tạo!

source: There are no backups for this guild!
af: Daar is geen rugsteun vir hierdie gilde nie!
ar: لا توجد نسخ احتياطية لهذه النقابة!
bg: Няма резервни копия за тази гилдия!
bn: এই গিল্ডের জন্য কোন ব্যাকআপ নেই!
ca: No hi ha còpies de seguretat per a aquest gremi!
cs: Pro tento cech neexistují žádné zálohy!
da: Der er ingen sikkerhedskopier til denne guild!
de: Für diese Gilde gibt es keine Backups!
el: Δεν υπάρχουν αντίγραφα ασφαλείας για αυτό το τάγμα!
es: ¡No hay copias de seguridad para este gremio!
et: Selle gildi jaoks pole varukoopiaid!
fa: هیچ نسخه پشتیبان برای این انجمن وجود ندارد!
fr: Il n'y a aucune sauvegarde pour cette guilde !
he: אין גיבויים לגילדה הזו!
hi: इस गिल्ड के लिए कोई बैकअप नहीं है!
hr: Nema rezervnih kopija za ovaj ceh!
hu: Ehhez a céhhez nincs biztonsági másolat!
it: Non ci sono backup per questa gilda!
ko: 이 길드에는 백업이 없습니다!
lt: Nėra šios gildijos atsarginių kopijų!
ms: Tiada sandaran untuk persatuan ini!
nl: Er zijn geen back-ups voor dit gilde!
no: Det er ingen sikkerhetskopier for denne guilden!
pl: Nie ma żadnych kopii zapasowych dla tej gildii!
pt: Não há backups para esta guilda!
ru: Для этой гильдии нет резервных копий!
sk: Pre tento spolok neexistujú žiadne zálohy!
sl: Za ta ceh ni rezervnih kopij!
sv: Det finns inga säkerhetskopior för denna guild!
th: ไม่มีข้อมูลสำรองสำหรับกิลด์นี้!
uk: Для цієї гільдії немає резервних копій!
vi: Không có bản sao lưu nào cho bang hội này!

source: Server restore is complete!
af: Bedienerherstel is voltooi!
ar: اكتملت عملية استعادة الخادم!
bg: Възстановяването на сървъра завърши!
bn: সার্ভার পুনরুদ্ধার সম্পূর্ণ!
ca: La restauració del servidor s'ha completat!
cs: Obnovení serveru je dokončeno!
da: Servergendannelse er fuldført!
de: Die Serverwiederherstellung ist abgeschlossen!
el: Η επαναφορά του διακομιστή ολοκληρώθηκε!
es: ¡La restauración del servidor está completa!
et: Serveri taastamine on lõpetatud!
fa: بازیابی سرور کامل شد!
fr: La restauration du serveur est terminée !
he: שחזור השרת הושלם!
hi: सर्वर पुनर्स्थापना पूर्ण हो गई है!
hr: Vraćanje poslužitelja je dovršeno!
hu: A szerver-visszaállítás befejeződött!
it: Il ripristino del server è completo!
ko: 서버 복원이 완료되었습니다!
lt: Serverio atkūrimas baigtas!
ms: Pemulihan pelayan selesai!
nl: Serverherstel is voltooid!
no: Servergjenoppretting er fullført!
pl: Przywracanie serwera zostało zakończone!
pt: A restauração do servidor foi concluída!
ru: Восстановление сервера завершено!
sk: Obnova servera je dokončená!
sl: Obnovitev strežnika je končana!
sv: Serveråterställningen är klar!
th: การคืนค่าเซิร์ฟเวอร์เสร็จสมบูรณ์!
uk: Відновлення сервера завершено!
vi: Quá trình khôi phục máy chủ đã hoàn tất!

source: The following errors occurred while restoring the backup
af: Die volgende foute het voorgekom tydens die herstel van die rugsteun
ar: حدثت الأخطاء التالية أثناء استعادة النسخة الاحتياطية
bg: Възникнаха следните грешки при възстановяване на архива
bn: ব্যাকআপ পুনরুদ্ধার করার সময় নিম্নলিখিত ত্রুটিগুলি ঘটেছে৷
ca: S'han produït els errors següents durant la restauració de la còpia de seguretat
cs: Při obnově zálohy došlo k následujícím chybám
da: Følgende fejl opstod under gendannelse af sikkerhedskopien
de: Beim Wiederherstellen der Sicherung sind die folgenden Fehler aufgetreten
el: Παρουσιάστηκαν τα ακόλουθα σφάλματα κατά την επαναφορά του αντιγράφου ασφαλείας
es: Se produjeron los siguientes errores al restaurar la copia de seguridad.
et: Varukoopia taastamisel ilmnesid järgmised vead
fa: هنگام بازیابی نسخه پشتیبان، خطاهای زیر رخ داد
fr: Les erreurs suivantes se sont produites lors de la restauration de la sauvegarde
he: השגיאות הבאות אירעו במהלך שחזור הגיבוי
hi: बैकअप पुनर्स्थापित करते समय निम्नलिखित त्रुटियाँ हुईं
hr: Sljedeće su se pogreške dogodile tijekom vraćanja sigurnosne kopije
hu: A biztonsági mentés visszaállítása során a következő hibák történtek
it: Si sono verificati i seguenti errori durante il ripristino del backup
ko: 백업을 복원하는 동안 다음 오류가 발생했습니다.
lt: Atkuriant atsarginę kopiją įvyko šios klaidos
ms: Ralat berikut berlaku semasa memulihkan sandaran
nl: De volgende fouten zijn opgetreden tijdens het herstellen van de back-up
no: Følgende feil oppstod under gjenoppretting av sikkerhetskopien
pl: Podczas przywracania kopii zapasowej wystąpiły następujące błędy
pt: Os seguintes erros ocorreram ao restaurar o backup
ru: При восстановлении резервной копии возникли следующие ошибки
sk: Počas obnovy zálohy sa vyskytli nasledujúce chyby
sl: Med obnavljanjem varnostne kopije je prišlo do naslednjih napak
sv: Följande fel inträffade när säkerhetskopian återställdes
th: เกิดข้อผิดพลาดต่อไปนี้ขณะกู้คืนข้อมูลสำรอง
uk: Під час відновлення резервної копії виникли такі помилки
vi: Đã xảy ra các lỗi sau khi khôi phục bản sao lưu

source: **None Set**
af: **Geen gestel**
ar: ** لا يوجد مجموعة **
bg: **Няма зададено**
bn: **কোনও সেট নয়**
ca: **Cap establert**
cs: **Žádná sada**
da: **Ingen sæt**
de: **Keine festgelegt**
el: **Κανένα σετ**
es: **Ninguno establecido**
et: **Puudub määratud**
fa: **تنظیم نشده**
fr: **Aucun défini**
he: **לא מוגדר**
hi: **कोई सेट नहीं**
hr: **Ništa nije postavljeno**
hu: **Nincs beállítva**
it: **Nessuno impostato**
ko: **설정 없음**
lt: **Nėra nustatyta**
ms: **Tiada Set**
nl: **Geen ingesteld**
no: **Ingen angitt**
pl: **Brak zestawu**
pt: **Nenhum definido**
ru: **Не установлено**
sk: **Žiadne nastavené**
sl: **Ni nastavljeno**
sv: **Ingen uppsättning**
th: **ไม่มีการตั้งค่า**
uk: **Не встановлено**
vi: **Không có bộ**

source: Auto backups have been **Disabled**
af: Outo-rugsteun is **Gedeaktiveer**
ar: تم تعطيل النسخ الاحتياطية التلقائية **
bg: Автоматичните архиви са **деактивирани**
bn: স্বয়ংক্রিয় ব্যাকআপগুলি **অক্ষম করা হয়েছে**
ca: Les còpies de seguretat automàtiques s'han **desactivat**
cs: Automatické zálohování bylo **Vypnuto**
da: Automatisk sikkerhedskopiering er blevet **deaktiveret**
de: Automatische Sicherungen wurden **deaktiviert**
el: Η αυτόματη δημιουργία αντιγράφων ασφαλείας **απενεργοποιήθηκε**
es: Las copias de seguridad automáticas han sido **Desactivadas**
et: Automaatne varundamine on **Keelatud**
fa: پشتیبان‌گیری خودکار **غیرفعال شده**
fr: Les sauvegardes automatiques ont été **Désactivées**
he: גיבויים אוטומטיים **הושבתו**
hi: ऑटो बैकअप **अक्षम** कर दिया गया है
hr: Automatske sigurnosne kopije su **Onemogućene**
hu: Az automatikus biztonsági mentések **letiltva**
it: I backup automatici sono stati **Disabilitati**
ko: 자동 백업이 **사용 중지됨**
lt: Automatinės atsarginės kopijos buvo **Išjungtos**
ms: Autosandar telah **Dilumpuhkan**
nl: Automatische back-ups zijn **Uitgeschakeld**
no: Automatisk sikkerhetskopiering har blitt **deaktivert**
pl: Automatyczne kopie zapasowe zostały **Wyłączone**
pt: Os backups automáticos foram **desativados**
ru: Автоматическое резервное копирование **отключено**.
sk: Automatické zálohovanie bolo **Vypnuté**
sl: Samodejne varnostne kopije so bile **onemogočene**
sv: Automatisk säkerhetskopiering har **inaktiverats**
th: การสำรองข้อมูลอัตโนมัติถูก **ปิดการใช้งาน**
uk: Автоматичне резервне копіювання було **вимкнено**
vi: Tự động sao lưu đã bị **Tắt**

source: Auto backups have been **Enabled**
af: Outo-rugsteun is **Geaktiveer**
ar: تم تمكين النسخ الاحتياطية التلقائية **
bg: Автоматичните резервни копия са **Активирани**
bn: স্বয়ংক্রিয় ব্যাকআপগুলি **সক্রিয় করা হয়েছে**
ca: Les còpies de seguretat automàtiques s'han **habilitat**
cs: Automatické zálohování bylo **Povoleno**
da: Automatisk sikkerhedskopiering er blevet **Aktiveret**
de: Automatische Sicherungen wurden **aktiviert**
el: Τα αυτόματα αντίγραφα ασφαλείας έχουν **Ενεργοποιηθεί**
es: Las copias de seguridad automáticas han sido **habilitadas**
et: Automaatne varundamine on **Lubatud**
fa: پشتیبان گیری خودکار **فعال شده**
fr: Les sauvegardes automatiques ont été **Activées**
he: גיבויים אוטומטיים **הופעלו**
hi: ऑटो बैकअप **सक्षम** कर दिया गया है
hr: Automatske sigurnosne kopije su **Omogućene**
hu: Az automatikus biztonsági mentések **engedélyezve**
it: I backup automatici sono stati **Abilitati**
ko: 자동 백업이 **활성화**되었습니다.
lt: Automatinės atsarginės kopijos buvo **Įjungtos**
ms: Autosandar telah **Didayakan**
nl: Automatische back-ups zijn **Ingeschakeld**
no: Automatisk sikkerhetskopiering har blitt **aktivert**
pl: Automatyczne kopie zapasowe zostały **Włączone**
pt: Os backups automáticos foram **ativados**
ru: Автоматическое резервное копирование **Включено**
sk: Automatické zálohovanie bolo **povolené**
sl: Samodejne varnostne kopije so bile **omogočene**
sv: Automatisk säkerhetskopiering har **aktiverats**
th: การสำรองข้อมูลอัตโนมัติ **เปิดใช้งาน**
uk: Автоматичне резервне копіювання **ввімкнено**
vi: Tự động sao lưu đã được **Bật**

source: Limit must be 0 or higher
af: Limiet moet 0 of hoër wees
ar: يجب أن يكون الحد 0 أو أعلى
bg: Ограничението трябва да е 0 или по-високо
bn: সীমা 0 বা তার বেশি হতে হবে
ca: El límit ha de ser 0 o superior
cs: Limit musí být 0 nebo vyšší
da: Grænsen skal være 0 eller højere
de: Der Grenzwert muss 0 oder höher sein
el: Το όριο πρέπει να είναι 0 ή μεγαλύτερο
es: El límite debe ser 0 o superior
et: Limiit peab olema 0 või suurem
fa: حد باید 0 یا بالاتر باشد
fr: La limite doit être 0 ou supérieure
he: הגבלה חייבת להיות 0 ומעלה
hi: सीमा 0 या अधिक होनी चाहिए
hr: Ograničenje mora biti 0 ili više
hu: A korlátnak 0-nak vagy magasabbnak kell lennie
it: Il limite deve essere 0 o superiore
ko: 한도는 0 이상이어야 합니다.
lt: Riba turi būti 0 arba didesnė
ms: Had mestilah 0 atau lebih tinggi
nl: Limiet moet 0 of hoger zijn
no: Grensen må være 0 eller høyere
pl: Limit musi wynosić 0 lub więcej
pt: O limite precisa ser 0 ou superior
ru: Лимит должен быть 0 или выше.
sk: Limit musí byť 0 alebo vyšší
sl: Omejitev mora biti 0 ali več
sv: Gränsen måste vara 0 eller högre
th: ขีดจำกัดต้องเป็น 0 หรือสูงกว่า
uk: Обмеження має бути 0 або вище
vi: Giới hạn phải bằng 0 hoặc cao hơn

source: Message backup has been **Disabled**
af: Boodskaprugsteun is **Gedeaktiveer**
ar: تم تعطيل النسخ الاحتياطي للرسائل **
bg: Архивирането на съобщения е **деактивирано**
bn: বার্তা ব্যাকআপ **অক্ষম করা হয়েছে**
ca: La còpia de seguretat dels missatges s'ha **desactivat**
cs: Zálohování zpráv bylo **Zakázáno**
da: Sikkerhedskopiering af beskeder er blevet **deaktiveret**
de: Die Nachrichtensicherung wurde **deaktiviert**
el: Η δημιουργία αντιγράφων ασφαλείας μηνυμάτων **απενεργοποιήθηκε**
es: La copia de seguridad de mensajes ha sido **Desactivada**
et: Sõnumite varundamine on **Keelatud**
fa: پشتیبان گیری پیام **غیرفعال شد**
fr: La sauvegarde des messages a été **Désactivée**
he: גיבוי הודעות הושבת **
hi: संदेश बैकअप **अक्षम** कर दिया गया है
hr: Sigurnosno kopiranje poruka je **Onemogućeno**
hu: Az üzenetek biztonsági mentése **letiltva**
it: Il backup dei messaggi è stato **Disabilitato**
ko: 메시지 백업이 **비활성화**되었습니다
lt: Pranešimų atsarginė kopija buvo **Išjungta**
ms: Sandaran mesej telah **Dilumpuhkan**
nl: Berichtback-up is **Uitgeschakeld**
no: Sikkerhetskopiering av meldinger er **deaktivert**
pl: Kopia zapasowa wiadomości została **Wyłączona**
pt: O backup de mensagens foi **desativado**
ru: Резервное копирование сообщений **отключено**
sk: Zálohovanie správ bolo **Zakázané**
sl: Varnostno kopiranje sporočil je **Onemogočeno**
sv: Säkerhetskopiering av meddelanden har **inaktiverats**
th: การสำรองข้อมูลข้อความถูก **ปิดการใช้งาน**
uk: Резервне копіювання повідомлень було **вимкнено**
vi: Sao lưu tin nhắn đã bị **Tắt**

source: Message backup limit has been set
af: Boodskaprugsteunlimiet is gestel
ar: تم تعيين حد النسخ الاحتياطي للرسائل
bg: Лимитът за архивиране на съобщения е зададен
bn: বার্তা ব্যাকআপ সীমা সেট করা হয়েছে
ca: S'ha establert el límit de còpia de seguretat dels missatges
cs: Limit zálohování zpráv byl nastaven
da: Beskedsikkerhedskopieringsgrænse er blevet indstillet
de: Das Limit für die Nachrichtensicherung wurde festgelegt
el: Το όριο δημιουργίας αντιγράφων ασφαλείας μηνυμάτων έχει οριστεί
es: Se ha establecido el límite de copia de seguridad de mensajes
et: Sõnumite varundamise limiit on määratud
fa: محدودیت پشتیبان گیری پیام تنظیم شده است
fr: La limite de sauvegarde des messages a été définie
he: מגבלת גיבוי הודעות הוגדרה
hi: संदेश बैकअप सीमा निर्धारित कर दी गई है
hr: Ograničenje sigurnosne kopije poruka je postavljeno
hu: Üzenetmentési korlát beállítva
it: È stato impostato il limite per il backup dei messaggi
ko: 메시지 백업 제한이 설정되었습니다
lt: Nustatytas pranešimų atsarginių kopijų limitas
ms: Had sandaran mesej telah ditetapkan
nl: De limiet voor het maken van back-ups van berichten is ingesteld
no: Grensen for sikkerhetskopiering av meldinger er satt
pl: Ustawiono limit kopii zapasowych wiadomości
pt: O limite de backup de mensagens foi definido
ru: Установлен лимит резервного копирования сообщений.
sk: Limit zálohovania správ bol nastavený
sl: Omejitev varnostnega kopiranja sporočil je nastavljena
sv: Gräns ​​för säkerhetskopiering av meddelanden har ställts in
th: ตั้งค่าขีดจำกัดการสำรองข้อมูลข้อความแล้ว
uk: Установлено ліміт резервного копіювання повідомлень
vi: Giới hạn sao lưu tin nhắn đã được đặt

source: Members will now be backed up
af: Lede sal nou gerugsteun word
ar: سيتم الآن الاحتفاظ بنسخة احتياطية من الأعضاء
bg: Членовете вече ще бъдат архивирани
bn: সদস্যদের এখন ব্যাক আপ করা হবে
ca: Ara es farà una còpia de seguretat dels membres
cs: Členové budou nyní zálohováni
da: Medlemmer vil nu blive sikkerhedskopieret
de: Mitglieder werden jetzt gesichert
el: Τα μέλη θα λάβουν πλέον αντίγραφα ασφαλείας
es: Los miembros ahora tendrán una copia de seguridad
et: Liikmed varundatakse nüüd
fa: اکنون از اعضا پشتیبان‌گیری می‌شود
fr: Les membres seront désormais sauvegardés
he: חברים יגובו כעת
hi: अब सदस्यों का बैकअप लिया जाएगा
hr: Članovi će sada biti sigurnosno kopirani
hu: A tagokról most biztonsági másolat készül
it: I membri verranno ora sottoposti a backup
ko: 이제 구성원이 백업됩니다.
lt: Dabar bus sukurtos narių atsarginės kopijos
ms: Ahli kini akan disandarkan
nl: Er wordt nu een back-up gemaakt van de leden
no: Medlemmer vil nå bli sikkerhetskopiert
pl: Członkowie otrzymają teraz kopię zapasową
pt: Os membros agora terão backup
ru: Теперь для участников будет создана резервная копия
sk: Členovia budú teraz zálohovaní
sl: Člani bodo zdaj varnostno kopirani
sv: Medlemmar kommer nu att säkerhetskopieras
th: ตอนนี้สมาชิกจะได้รับการสำรองข้อมูล
uk: Тепер для учасників буде створено резервну копію
vi: Các thành viên bây giờ sẽ được sao lưu

source: Members will no longer be backed up
af: Lede sal nie meer gerugsteun word nie
ar: لن يتم الاحتفاظ بنسخة احتياطية من الأعضاء بعد الآن
bg: Членовете вече няма да бъдат архивирани
bn: সদস্যদের আর ব্যাক আপ করা হবে না
ca: Ja no es farà una còpia de seguretat dels membres
cs: Členové již nebudou zálohováni
da: Medlemmer vil ikke længere blive sikkerhedskopieret
de: Mitglieder werden nicht mehr gesichert
el: Τα μέλη δεν θα έχουν πλέον αντίγραφα ασφαλείας
es: Ya no se realizarán copias de seguridad de los miembros
et: Liikmeid enam ei varundata
fa: دیگر از اعضا پشتیبانی نمی‌شود
fr: Les membres ne seront plus sauvegardés
he: חברים לא יגובו יותר
hi: सदस्यों का अब बैकअप नहीं लिया जाएगा
hr: Članovi se više neće sigurnosno kopirati
hu: A tagokról a továbbiakban nem készül biztonsági másolat
it: I membri non verranno più sottoposti a backup
ko: 구성원이 더 이상 백업되지 않습니다.
lt: Narių atsarginės kopijos nebebus kuriamos
ms: Ahli tidak akan disandarkan lagi
nl: Er wordt geen back-up meer gemaakt van leden
no: Medlemmer vil ikke lenger bli sikkerhetskopiert
pl: Kopie zapasowe członków nie będą już tworzone
pt: Os membros não terão mais backup
ru: Резервное копирование участников больше не будет выполняться
sk: Členovia už nebudú zálohovaní
sl: Člani ne bodo več varnostno kopirani
sv: Medlemmar kommer inte längre att säkerhetskopieras
th: สมาชิกจะไม่ได้รับการสำรองข้อมูลอีกต่อไป
uk: Для учасників більше не створюватимуться резервні копії
vi: Thành viên sẽ không còn được sao lưu
