Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/cartographer/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fr, he, hi, hr, hu, it, ko, lt, ms, nl, no, pl, pt, ru, sk, sl, sv, th, uk, vi

source: No backups to delete!
af: Geen rugsteun om uit te vee nie!
ar: لا توجد نسخ احتياطية لحذفها!
bg: Няма резервни копия за изтриване!
bn: মুছে ফেলার জন্য কোন ব্যাকআপ নেই!
ca: No hi ha còpies de seguretat per eliminar!
cs: Žádné zálohy k odstranění!
da: Ingen sikkerhedskopier at slette!
de: Keine Backups zum Löschen!
el: Δεν υπάρχουν αντίγραφα ασφαλείας για διαγραφή!
es: ¡No hay copias de seguridad que eliminar!
et: Kustutamiseks pole varukoopiaid!
fa: بدون نسخه پشتیبان برای حذف!
fr: Aucune sauvegarde à supprimer !
he: אין גיבויים למחוק!
hi: हटाने के लिए कोई बैकअप नहीं!
hr: Nema sigurnosnih kopija za brisanje!
hu: Nincsenek törlendő biztonsági másolatok!
it: Nessun backup da eliminare!
ko: 삭제할 백업이 없습니다!
lt: Nėra atsarginių kopijų, kurias reikia ištrinti!
ms: Tiada sandaran untuk dipadamkan!
nl: Geen back-ups om te verwijderen!
no: Ingen sikkerhetskopier å slette!
pl: Brak kopii zapasowych do usunięcia!
pt: Não há backups para excluir!
ru: Никаких резервных копий для удаления!
sk: Žiadne zálohy na odstránenie!
sl: Ni varnostnih kopij za brisanje!
sv: Inga säkerhetskopior att radera!
th: ไม่มีข้อมูลสำรองให้ลบ!
uk: Немає резервних копій для видалення!
vi: Không có bản sao lưu để xóa!

source: Backup deleted!
af: Rugsteun uitgevee!
ar: تم حذف النسخة الاحتياطية!
bg: Резервното копие е изтрито!
bn: ব্যাকআপ মুছে ফেলা হয়েছে!
ca: S'ha suprimit la còpia de seguretat!
cs: Záloha smazána!
da: Backup slettet!
de: Backup gelöscht!
el: Το αντίγραφο ασφαλείας διαγράφηκε!
es: ¡Copia de seguridad eliminada!
et: Varukoopia kustutatud!
fa: بکاپ حذف شد!
fr: Sauvegarde supprimée !
he: הגיבוי נמחק!
hi: बैकअप हटा दिया गया!
hr: Sigurnosna kopija izbrisana!
hu: Biztonsági másolat törölve!
it: Backup eliminato!
ko: 백업이 삭제되었습니다!
lt: Atsarginė kopija ištrinta!
ms: Sandaran dipadamkan!
nl: Back-up verwijderd!
no: Sikkerhetskopien slettet!
pl: Kopia zapasowa została usunięta!
pt: Cópia de segurança excluída!
ru: Резервная копия удалена!
sk: Záloha bola odstránená!
sl: Varnostna kopija izbrisana!
sv: Säkerhetskopiering raderad!
th: ลบข้อมูลสำรองแล้ว!
uk: Резервну копію видалено!
vi: Đã xóa bản sao lưu!

source: No backups to get info for!
af: Geen rugsteun om inligting voor te kry nie!
ar: لا توجد نسخ احتياطية للحصول على معلومات عنها!
bg: Няма резервни копия, за които да получите информация!
bn: কোন ব্যাকআপ জন্য তথ্য পেতে!
ca: No hi ha còpies de seguretat per obtenir informació!
cs: Žádné zálohy pro získání informací!
da: Ingen sikkerhedskopier at få information om!
de: Keine Backups, um Informationen zu erhalten!
el: Δεν υπάρχουν αντίγραφα ασφαλείας για να λάβετε πληροφορίες!
es: ¡No hay copias de seguridad para obtener información!
et: Teabe saamiseks pole varukoopiaid!
fa: بدون نسخه پشتیبان برای دریافت اطلاعات!
fr: Aucune sauvegarde pour obtenir des informations !
he: אין גיבויים לקבל מידע עבורם!
hi: जानकारी प्राप्त करने के लिए कोई बैकअप नहीं!
hr: Nema sigurnosnih kopija za dobivanje informacija!
hu: Nincs biztonsági másolat, amelyről információt szerezhetne!
it: Nessun backup per cui ottenere informazioni!
ko: 정보를 얻을 백업이 없습니다!
lt: Nėra atsarginių kopijų, apie kurias būtų galima gauti informacijos!
ms: Tiada sandaran untuk mendapatkan maklumat!
nl: Geen back-ups om informatie over te krijgen!
no: Ingen sikkerhetskopier å få informasjon om!
pl: Brak kopii zapasowych, o których można uzyskać informacje!
pt: Não há backups para obter informações!
ru: Никаких резервных копий для получения информации!
sk: Žiadne zálohy na získanie informácií!
sl: Ni varnostnih kopij za pridobivanje informacij!
sv: Inga säkerhetskopior att få information om!
th: ไม่มีข้อมูลสำรองเพื่อรับข้อมูล!
uk: Немає резервних копій для отримання інформації!
vi: Không có bản sao lưu để nhận thông tin!
