Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/cartographer/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fr, he, hi, hr, hu, it, ko, lt, ms, nl, no, pl, pt, ru, sk, sl, sv, th, uk, vi

source: Channel {} missing role or member overwrite: {} - {}
af: Kanaal {} ontbrekende rol of lid oorskryf: {} - {}
ar: القناة {} تفتقد الدور أو العضو الذي يتم استبداله: {} - {}
bg: Канал {} липсва роля или презаписване на член: {} - {}
bn: চ্যানেল {} অনুপস্থিত ভূমিকা বা সদস্য ওভাররাইট: {} - {}
ca: Falta la funció o el membre del canal {} sobreescrit: {} - {}
cs: V kanálu {} chybí role nebo je přepsán člen: {} - {}
da: Kanal {} manglende rolle eller medlem overskrivning: {} - {}
de: Kanal {} fehlt Rolle oder Mitglied wird überschrieben: {} - {}
el: Το κανάλι {} λείπει από ρόλο ή αντικατάσταση μέλους: {} - {}
es: Falta el rol del canal {} o se sobrescribe el miembro: {} - {}
et: Kanalil {} puudub roll või liige on üle kirjutatud: {} - {}
fa: نقش از دست رفته یا بازنویسی عضو کانال {}: {} - {}
fr: Canal {} rôle manquant ou écrasement du membre : {} - {}
he: ערוץ {} תפקיד חסר או החלפת חבר: {} - {}
hi: चैनल {} गुम भूमिका या सदस्य ओवरराइट: {} - {}
hr: Kanal {} nema ulogu ili prebrisavanje člana: {} - {}
hu: A(z) {} csatornából hiányzik a szerepkör vagy a tag felülírása: {} - {}
it: Ruolo mancante o membro sovrascritto nel canale {}: {} - {}
ko: 채널 {} 누락된 역할 또는 구성원 덮어쓰기: {} - {}
lt: Trūksta {} kanalo vaidmens arba nario perrašymas: {} - {}
ms: Saluran {} tiada peranan atau tulis ganti ahli: {} - {}
nl: Kanaal {} ontbrekende rol of lid overschrijven: {} - {}
no: Kanal {} manglende rolle eller medlem overskriving: {} - {}
pl: Brakująca rola kanału {} lub zastąpienie członka: {} - {}
pt: Função ausente do canal {} ou substituição de membro: {} - {}
ru: На канале {} отсутствует роль или перезаписан участник: {} – {}
sk: V kanáli {} chýba rola alebo je prepísaný člen: {} - {}
sl: Kanal {} manjka vloga ali prepis člana: {} - {}
sv: Kanal {} saknas roll eller medlem skriver över: {} - {}
th: ช่อง {} บทบาทที่ขาดหายไปหรือสมาชิกเขียนทับ: {} - {}
uk: У каналі {} відсутня роль або заміна учасника: {} - {}
vi: Kênh {} thiếu vai trò hoặc ghi đè thành viên: {} - {}

source: Cartographer Restore
af: Kartograaf Herstel
ar: استعادة رسام الخرائط
bg: Възстановяване на картограф
bn: কার্টোগ্রাফার পুনরুদ্ধার
ca: Restauració Cartògrafa
cs: Obnovení kartografu
de: Kartographenwiederherstellung
es: Restauración del cartógrafo
et: Kartograaf Restore
fa: بازیابی نقشه کش
fr: Restauration du cartographe
he: שחזור קרטוגרף
hi: मानचित्रकार पुनर्स्थापित करें
hr: Kartograf Restore
hu: Térképész Restore
it: Restauro del cartografo
ko: 지도 제작자 복원
lt: Kartografo atkūrimas
ms: Pemulihan Kartografer
nl: Cartograaf herstellen
pl: Przywrócenie Kartografa
pt: Restauração do cartógrafo
ru: Восстановление картографа
sk: Obnova kartografov
sl: Obnova kartografa
th: นักทำแผนที่คืนค่า
uk: Картограф Відновити
vi: Khôi phục người vẽ bản đồ

source: Restoring messages from backup
af: Herstel tans boodskappe vanaf rugsteun
ar: استعادة الرسائل من النسخة الاحتياطية
bg: Възстановяване на съобщения от резервно копие
bn: ব্যাকআপ থেকে বার্তা পুনরুদ্ধার করা হচ্ছে
ca: Restauració dels missatges de la còpia de seguretat
cs: Obnovení zpráv ze zálohy
da: Gendannelse af meddelelser fra backup
de: Wiederherstellen von Nachrichten aus der Sicherung
el: Επαναφορά μηνυμάτων από το αντίγραφο ασφαλείας
es: Restaurar mensajes desde la copia de seguridad
et: Sõnumite taastamine varukoopiast
fa: بازیابی پیام ها از پشتیبان گیری
fr: Restauration des messages à partir d'une sauvegarde
he: שחזור הודעות מגיבוי
hi: बैकअप से संदेशों को पुनर्स्थापित करना
hr: Vraćanje poruka iz sigurnosne kopije
hu: Üzenetek visszaállítása biztonsági másolatból
it: Ripristino dei messaggi dal backup
ko: 백업에서 메시지를 복원하는 중
lt: Pranešimų atkūrimas iš atsarginės kopijos
ms: Memulihkan mesej daripada sandaran
nl: Berichten herstellen vanaf een back-up
no: Gjenoppretter meldinger fra sikkerhetskopi
pl: Przywracanie wiadomości z kopii zapasowej
pt: Restaurando mensagens do backup
ru: Восстановление сообщений из резервной копии
sk: Obnovenie správ zo zálohy
sl: Obnavljanje sporočil iz varnostne kopije
sv: Återställer meddelanden från säkerhetskopian
th: การกู้คืนข้อความจากข้อมูลสำรอง
uk: Відновлення повідомлень з резервної копії
vi: Khôi phục tin nhắn từ bản sao lưu

source: Restoring backup
af: Herstel tans rugsteun
ar: استعادة النسخة الاحتياطية
bg: Възстановява се резервно копие
bn: ব্যাকআপ পুনরুদ্ধার করা হচ্ছে
ca: S'està restaurant la còpia de seguretat
cs: Obnovování zálohy
da: Gendanner backup
de: Backup wiederherstellen
el: Επαναφορά αντιγράφου ασφαλείας
es: Restaurando copia de seguridad
et: Varukoopia taastamine
fa: در حال بازیابی نسخه پشتیبان
fr: Restauration de la sauvegarde
he: משחזר גיבוי
hi: बैकअप बहाल किया जा रहा है
hr: Vraćanje sigurnosne kopije
hu: Biztonsági mentés visszaállítása
it: Ripristino del backup
ko: 백업 복원 중
lt: Atkurta atsarginė kopija
ms: Memulihkan sandaran
nl: Back-up herstellen
no: Gjenoppretter sikkerhetskopien
pl: Przywracanie kopii zapasowej
pt: Restaurando backup
ru: Восстановление резервной копии
sk: Obnovuje sa záloha
sl: Obnavljanje varnostne kopije
sv: Återställer säkerhetskopia
th: กำลังกู้คืนข้อมูลสำรอง
uk: Відновлення резервної копії
vi: Khôi phục bản sao lưu

source: Restoring server settings
af: Herstel tans bedienerinstellings
ar: استعادة إعدادات الخادم
bg: Възстановяване на настройките на сървъра
bn: সার্ভার সেটিংস পুনরুদ্ধার করা হচ্ছে
ca: Restauració de la configuració del servidor
cs: Obnovení nastavení serveru
da: Gendannelse af serverindstillinger
de: Servereinstellungen wiederherstellen
el: Επαναφορά ρυθμίσεων διακομιστή
es: Restaurar la configuración del servidor
et: Serveri seadete taastamine
fa: بازیابی تنظیمات سرور
fr: Restauration des paramètres du serveur
he: שחזור הגדרות השרת
hi: सर्वर सेटिंग्स को पुनर्स्थापित किया जा रहा है
hr: Vraćanje postavki poslužitelja
hu: Szerverbeállítások visszaállítása
it: Ripristino delle impostazioni del server
ko: 서버 설정 복원 중
lt: Atkuriami serverio nustatymai
ms: Memulihkan tetapan pelayan
nl: Serverinstellingen herstellen
no: Gjenoppretter serverinnstillinger
pl: Przywracanie ustawień serwera
pt: Restaurando configurações do servidor
ru: Восстановление настроек сервера
sk: Obnovenie nastavení servera
sl: Obnavljanje nastavitev strežnika
sv: Återställer serverinställningar
th: การคืนค่าการตั้งค่าเซิร์ฟเวอร์
uk: Відновлення налаштувань сервера
vi: Khôi phục cài đặt máy chủ

source: Step 1 of 9
af: Stap 1 van 9
ar: الخطوة 1 من 9
bg: Стъпка 1 от 9
bn: 9 এর মধ্যে 1 ধাপ
ca: Pas 1 de 9
cs: Krok 1 z 9
da: Trin 1 af 9
de: Schritt 1 von 9
el: Βήμα 1 από 9
es: Paso 1 de 9
et: 1. samm 9-st
fa: مرحله 1 از 9
fr: Étape 1 sur 9
he: שלב 1 מתוך 9
hi: 9 में से चरण 1
hr: Korak 1 od 9
hu: 9/1. lépés
it: Passaggio 1 di 9
ko: 9단계 중 1단계
lt: 1 veiksmas iš 9
ms: Langkah 1 daripada 9
nl: Stap 1 van 9
no: Trinn 1 av 9
pl: Krok 1 z 9
pt: Etapa 1 de 9
ru: Шаг 1 из 9
sk: Krok 1 z 9
sl: 1. korak od 9
sv: Steg 1 av 9
th: ขั้นตอนที่ 1 จาก 9
uk: Крок 1 із 9
vi: Bước 1 trên 9

source: Restoring roles
af: Herstel van rolle
ar: استعادة الأدوار
bg: Възстановяване на роли
bn: ভূমিকা পুনঃস্থাপন
ca: Restauració de rols
cs: Obnovení rolí
da: Gendannelse af roller
de: Rollen wiederherstellen
el: Επαναφορά ρόλων
es: Restaurando roles
et: Rollide taastamine
fa: بازیابی نقش ها
fr: Restaurer les rôles
he: שחזור תפקידים
hi: भूमिकाएँ बहाल करना
hr: Vraćanje uloga
hu: Szerepek visszaállítása
it: Ripristino dei ruoli
ko: 역할 복원
lt: Vaidmenų atkūrimas
ms: Memulihkan peranan
nl: Rollen herstellen
no: Gjenopprette roller
pl: Przywracanie ról
pt: Restaurando funções
ru: Восстановление ролей
sk: Obnovenie rolí
sl: Obnavljanje vlog
sv: Återställer roller
th: กำลังฟื้นฟูบทบาท
uk: Відновлення ролей
vi: Khôi phục vai trò

source: Step 2 of 9
af: Stap 2 van 9
ar: الخطوة 2 من 9
bg: Стъпка 2 от 9
bn: 9 এর মধ্যে 2 ধাপ
ca: Pas 2 de 9
cs: Krok 2 z 9
da: Trin 2 af 9
de: Schritt 2 von 9
el: Βήμα 2 από 9
es: Paso 2 de 9
et: 2. samm 9-st
fa: مرحله 2 از 9
fr: Étape 2 sur 9
he: שלב 2 מתוך 9
hi: 9 में से चरण 2
hr: Korak 2 od 9
hu: 9/2. lépés
it: Passaggio 2 di 9
ko: 9단계 중 2단계
lt: 2 veiksmas iš 9
ms: Langkah 2 daripada 9
nl: Stap 2 van 9
no: Trinn 2 av 9
pl: Krok 2 z 9
pt: Etapa 2 de 9
ru: Шаг 2 из 9
sk: Krok 2 z 9
sl: 2. korak od 9
sv: Steg 2 av 9
th: ขั้นตอนที่ 2 จาก 9
uk: Крок 2 із 9
vi: Bước 2 trên 9

source: Restoring emojis and stickers
af: Herstel van emoji's en plakkers
ar: استعادة الرموز التعبيرية والملصقات
bg: Възстановяване на емотикони и стикери
bn: ইমোজি এবং স্টিকার পুনরুদ্ধার করা হচ্ছে
ca: Restauració d'emojis i adhesius
cs: Obnovení emotikonů a nálepek
da: Gendannelse af emojis og klistermærker
de: Emojis und Aufkleber wiederherstellen
el: Επαναφορά emoji και αυτοκόλλητων
es: Restaurar emojis y stickers
et: Emotikonide ja kleebiste taastamine
fa: بازیابی ایموجی ها و برچسب ها
fr: Restaurer les emojis et les autocollants
he: שחזור אימוג'ים ומדבקות
hi: इमोजी और स्टिकर को पुनर्स्थापित किया जा रहा है
hr: Vraćanje emojija i naljepnica
hu: Emojik és matricák helyreállítása
it: Ripristino di emoji e adesivi
ko: 이모티콘 및 스티커 복원
lt: Jaustukų ir lipdukų atkūrimas
ms: Memulihkan emoji dan pelekat
nl: Emoji's en stickers herstellen
no: Gjenoppretter emojier og klistremerker
pl: Przywracanie emoji i naklejek
pt: Restaurando emojis e adesivos
ru: Восстановление смайлов и стикеров
sk: Obnovenie emotikonov a nálepiek
sl: Obnavljanje emojijev in nalepk
sv: Återställer emojis och klistermärken
th: กำลังกู้คืนอิโมจิและสติ๊กเกอร์
uk: Відновлення емодзі та стікерів
vi: Khôi phục biểu tượng cảm xúc và nhãn dán

source: Step 3 of 9
af: Stap 3 van 9
ar: الخطوة 3 من 9
bg: Стъпка 3 от 9
bn: ধাপ 9 এর মধ্যে 3
ca: Pas 3 de 9
cs: Krok 3 z 9
da: Trin 3 af 9
de: Schritt 3 von 9
el: Βήμα 3 από 9
es: Paso 3 de 9
et: 3. samm 9-st
fa: مرحله 3 از 9
fr: Étape 3 sur 9
he: שלב 3 מתוך 9
hi: 9 में से चरण 3
hr: Korak 3 od 9
hu: 9/3. lépés
it: Passaggio 3 di 9
ko: 9단계 중 3단계
lt: 3 veiksmas iš 9
ms: Langkah 3 daripada 9
nl: Stap 3 van 9
no: Trinn 3 av 9
pl: Krok 3 z 9
pt: Etapa 3 de 9
ru: Шаг 3 из 9
sk: Krok 3 z 9
sl: 3. korak od 9
sv: Steg 3 av 9
th: ขั้นตอนที่ 3 จาก 9
uk: Крок 3 із 9
vi: Bước 3 trên 9

source: Restoring channels
af: Herstel van kanale
ar: استعادة القنوات
bg: Възстановяване на канали
bn: চ্যানেল পুনরুদ্ধার করা হচ্ছে
ca: Restauració de canals
cs: Obnovení kanálů
da: Gendannelse af kanaler
de: Kanäle wiederherstellen
el: Επαναφορά καναλιών
es: Restaurando canales
et: Kanalite taastamine
fa: بازیابی کانال ها
fr: Restauration des chaînes
he: שחזור ערוצים
hi: चैनल बहाल करना
hr: Vraćanje kanala
hu: Csatornák visszaállítása
it: Ripristino dei canali
ko: 채널 복원 중
lt: Kanalų atkūrimas
ms: Memulihkan saluran
nl: Kanalen herstellen
no: Gjenoppretter kanaler
pl: Przywracanie kanałów
pt: Restaurando canais
ru: Восстановление каналов
sk: Obnovenie kanálov
sl: Obnavljanje kanalov
sv: Återställer kanaler
th: กำลังกู้คืนช่อง
uk: Відновлення каналів
vi: Khôi phục kênh

source: Step 4 of 9
af: Stap 4 van 9
ar: الخطوة 4 من 9
bg: Стъпка 4 от 9
bn: 9 এর মধ্যে 4 ধাপ
ca: Pas 4 de 9
cs: Krok 4 z 9
da: Trin 4 af 9
de: Schritt 4 von 9
el: Βήμα 4 από 9
es: Paso 4 de 9
et: 4. samm 9-st
fa: مرحله 4 از 9
fr: Étape 4 sur 9
he: שלב 4 מתוך 9
hi: 9 में से चरण 4
hr: Korak 4 od 9
hu: 9/4. lépés
it: Passaggio 4 di 9
ko: 9단계 중 4단계
lt: 4 veiksmas iš 9
ms: Langkah 4 daripada 9
nl: Stap 4 van 9
no: Trinn 4 av 9
pl: Krok 4 z 9
pt: Etapa 4 de 9
ru: Шаг 4 из 9
sk: Krok 4 z 9
sl: 4. korak od 9
sv: Steg 4 av 9
th: ขั้นตอนที่ 4 จาก 9
uk: Крок 4 із 9
vi: Bước 4 trên 9

source: Restoring AFK settings
af: Herstel AFK-instellings
ar: استعادة إعدادات AFK
bg: Възстановяване на настройките на AFK
bn: AFK সেটিংস পুনরুদ্ধার করা হচ্ছে
ca: S'està restaurant la configuració de l'AFK
cs: Obnovení nastavení AFK
da: Gendannelse af AFK-indstillinger
de: AFK-Einstellungen wiederherstellen
el: Επαναφορά ρυθμίσεων AFK
es: Restaurar la configuración AFK
et: AFK seadete taastamine
fa: بازیابی تنظیمات AFK
fr: Restauration des paramètres AFK
he: שחזור הגדרות AFK
hi: एएफके सेटिंग्स को पुनर्स्थापित किया जा रहा है
hr: Vraćanje AFK postavki
hu: Az AFK beállítások visszaállítása
it: Ripristino delle impostazioni AFK
ko: AFK 설정 복원 중
lt: AFK nustatymų atkūrimas
ms: Memulihkan tetapan AFK
nl: AFK-instellingen herstellen
no: Gjenoppretter AFK-innstillinger
pl: Przywracanie ustawień AFK
pt: Restaurando configurações AFK
ru: Восстановление настроек AFK
sk: Obnovenie nastavení AFK
sl: Obnavljanje nastavitev AFK
sv: Återställer AFK-inställningar
th: กำลังคืนค่าการตั้งค่า AFK
uk: Відновлення налаштувань AFK
vi: Khôi phục cài đặt AFK

source: Step 5 of 9
af: Stap 5 van 9
ar: الخطوة 5 من 9
bg: Стъпка 5 от 9
bn: 9 এর মধ্যে 5 ধাপ
ca: Pas 5 de 9
cs: Krok 5 z 9
da: Trin 5 af 9
de: Schritt 5 von 9
el: Βήμα 5 από 9
es: Paso 5 de 9
et: 5. samm 9-st
fa: مرحله 5 از 9
fr: Étape 5 sur 9
he: שלב 5 מתוך 9
hi: 9 में से चरण 5
hr: Korak 5 od 9
hu: 9/5. lépés
it: Passaggio 5 di 9
ko: 9단계 중 5단계
lt: 5 veiksmas iš 9
ms: Langkah 5 daripada 9
nl: Stap 5 van 9
no: Trinn 5 av 9
pl: Krok 5 z 9
pt: Etapa 5 de 9
ru: Шаг 5 из 9
sk: Krok 5 z 9
sl: 5. korak od 9
sv: Steg 5 av 9
th: ขั้นตอนที่ 5 จาก 9
uk: Крок 5 із 9
vi: Bước 5 trên 9

source: Restoring system channels
af: Herstel van stelselkanale
ar: استعادة قنوات النظام
bg: Възстановяване на системни канали
bn: সিস্টেম চ্যানেল পুনরুদ্ধার করা হচ্ছে
ca: Restauració dels canals del sistema
cs: Obnovení systémových kanálů
da: Gendannelse af systemkanaler
de: Systemkanäle wiederherstellen
el: Επαναφορά καναλιών συστήματος
es: Restaurar canales del sistema
et: Süsteemikanalite taastamine
fa: بازیابی کانال های سیستم
fr: Restauration des canaux système
he: שחזור ערוצי מערכת
hi: सिस्टम चैनलों को पुनर्स्थापित करना
hr: Vraćanje kanala sustava
hu: A rendszer csatornáinak visszaállítása
it: Ripristino dei canali del sistema
ko: 시스템 채널 복원 중
lt: Sistemos kanalų atkūrimas
ms: Memulihkan saluran sistem
nl: Systeemkanalen herstellen
no: Gjenopprette systemkanaler
pl: Przywracanie kanałów systemowych
pt: Restaurando canais do sistema
ru: Восстановление системных каналов
sk: Obnovenie systémových kanálov
sl: Obnovitev sistemskih kanalov
sv: Återställa systemkanaler
th: กำลังกู้คืนช่องระบบ
uk: Відновлення системних каналів
vi: Khôi phục các kênh hệ thống

source: Step 6 of 9
af: Stap 6 van 9
ar: الخطوة 6 من 9
bg: Стъпка 6 от 9
bn: 9 এর মধ্যে 6 ধাপ
ca: Pas 6 de 9
cs: Krok 6 z 9
da: Trin 6 af 9
de: Schritt 6 von 9
el: Βήμα 6 από 9
es: Paso 6 de 9
et: 6. samm 9-st
fa: مرحله 6 از 9
fr: Étape 6 sur 9
he: שלב 6 מתוך 9
hi: 9 में से चरण 6
hr: Korak 6 od 9
hu: 6/9. lépés
it: Passaggio 6 di 9
ko: 9단계 중 6단계
lt: 6 veiksmas iš 9
ms: Langkah 6 daripada 9
nl: Stap 6 van 9
no: Trinn 6 av 9
pl: Krok 6 z 9
pt: Etapa 6 de 9
ru: Шаг 6 из 9
sk: Krok 6 z 9
sl: 6. korak od 9
sv: Steg 6 av 9
th: ขั้นตอนที่ 6 จาก 9
uk: Крок 6 із 9
vi: Bước 6 trên 9

source: Restoring remainder of the server settings
af: Herstel tans res van die bedienerinstellings
ar: استعادة بقية إعدادات الخادم
bg: Възстановяване на останалите настройки на сървъра
bn: সার্ভার সেটিংসের অবশিষ্টাংশ পুনরুদ্ধার করা হচ্ছে
ca: S'està restaurant la resta de la configuració del servidor
cs: Obnovení zbývajících nastavení serveru
da: Gendanner resten af ​​serverindstillingerne
de: Restliche Servereinstellungen werden wiederhergestellt
el: Επαναφορά των υπόλοιπων ρυθμίσεων διακομιστή
es: Restaurar el resto de la configuración del servidor
et: Ülejäänud serveri seadete taastamine
fa: بازیابی باقیمانده تنظیمات سرور
fr: Restauration du reste des paramètres du serveur
he: שחזור שאר הגדרות השרת
hi: सर्वर सेटिंग्स के शेष भाग को पुनर्स्थापित किया जा रहा है
hr: Vraćanje preostalih postavki poslužitelja
hu: A kiszolgáló többi beállításának visszaállítása
it: Ripristino del resto delle impostazioni del server
ko: 나머지 서버 설정 복원 중
lt: Atkuriami likę serverio nustatymai
ms: Memulihkan baki tetapan pelayan
nl: Resterende serverinstellingen herstellen
no: Gjenoppretter resten av serverinnstillingene
pl: Przywracanie pozostałych ustawień serwera
pt: Restaurando o restante das configurações do servidor
ru: Восстановление остальных настроек сервера
sk: Obnovenie zvyšných nastavení servera
sl: Obnovitev preostalih nastavitev strežnika
sv: Återställer resten av serverinställningarna
th: กำลังกู้คืนการตั้งค่าเซิร์ฟเวอร์ที่เหลือ
uk: Відновлення решти налаштувань сервера
vi: Khôi phục phần còn lại của cài đặt máy chủ

source: Step 7 of 9
af: Stap 7 van 9
ar: الخطوة 7 من 9
bg: Стъпка 7 от 9
bn: ধাপ 9 এর মধ্যে 7
ca: Pas 7 de 9
cs: Krok 7 z 9
da: Trin 7 af 9
de: Schritt 7 von 9
el: Βήμα 7 από 9
es: Paso 7 de 9
et: 7. samm 9-st
fa: مرحله 7 از 9
fr: Étape 7 sur 9
he: שלב 7 מתוך 9
hi: 9 में से चरण 7
hr: Korak 7 od 9
hu: 7/9. lépés
it: Passaggio 7 di 9
ko: 9단계 중 7단계
lt: 7 veiksmas iš 9
ms: Langkah 7 daripada 9
nl: Stap 7 van 9
no: Trinn 7 av 9
pl: Krok 7 z 9
pt: Etapa 7 de 9
ru: Шаг 7 из 9
sk: Krok 7 z 9
sl: Korak 7 od 9
sv: Steg 7 av 9
th: ขั้นตอนที่ 7 จาก 9
uk: Крок 7 із 9
vi: Bước 7 trên 9

source: Restoring member roles
af: Herstel van lidrolle
ar: استعادة أدوار الأعضاء
bg: Възстановяване на роли на членове
bn: সদস্যের ভূমিকা পুনরুদ্ধার করা হচ্ছে
ca: Restauració dels rols dels membres
cs: Obnovení rolí členů
da: Gendannelse af medlemsroller
de: Mitgliederrollen wiederherstellen
el: Επαναφορά ρόλων μελών
es: Restaurar roles de miembros
et: Liikmerollide taastamine
fa: بازیابی نقش اعضا
fr: Restauration des rôles des membres
he: שחזור תפקידי חבר
hi: सदस्य भूमिकाएँ बहाल करना
hr: Vraćanje uloga članova
hu: Tagi szerepkörök visszaállítása
it: Ripristino dei ruoli dei membri
ko: 회원 역할 복원
lt: Narių vaidmenų atkūrimas
ms: Memulihkan peranan ahli
nl: Lidrollen herstellen
no: Gjenopprette medlemsroller
pl: Przywracanie ról członkowskich
pt: Restaurando funções de membros
ru: Восстановление ролей участников
sk: Obnovujú sa roly členov
sl: Obnavljanje članskih vlog
sv: Återställa medlemsroller
th: การฟื้นฟูบทบาทของสมาชิก
uk: Відновлення ролей учасників
vi: Khôi phục vai trò thành viên

source: Step 8 of 9
af: Stap 8 van 9
ar: الخطوة 8 من 9
bg: Стъпка 8 от 9
bn: 9 এর মধ্যে 8 ধাপ
ca: Pas 8 de 9
cs: Krok 8 z 9
da: Trin 8 af 9
de: Schritt 8 von 9
el: Βήμα 8 από 9
es: Paso 8 de 9
et: 8. samm 9-st
fa: مرحله 8 از 9
fr: Étape 8 sur 9
he: שלב 8 מתוך 9
hi: 9 में से चरण 8
hr: Korak 8 od 9
hu: 9/8. lépés
it: Passaggio 8 di 9
ko: 9단계 중 8단계
lt: 8 veiksmas iš 9
ms: Langkah 8 daripada 9
nl: Stap 8 van 9
no: Trinn 8 av 9
pl: Krok 8 z 9
pt: Etapa 8 de 9
ru: Шаг 8 из 9
sk: Krok 8 z 9
sl: Korak 8 od 9
sv: Steg 8 av 9
th: ขั้นตอนที่ 8 จาก 9
uk: Крок 8 із 9
vi: Bước 8 trên 9

source: Restoring bans
af: Herstel van verbod
ar: استعادة الحظر
bg: Възстановяване на забрани
bn: নিষেধাজ্ঞা পুনরুদ্ধার করা হচ্ছে
ca: Restabliment de prohibicions
cs: Obnovení zákazů
da: Gendannelse af forbud
de: Verbote wiederherstellen
el: Επαναφορά των απαγορεύσεων
es: Restaurar prohibiciones
et: Keeldude taastamine
fa: بازگرداندن تحریم ها
fr: Rétablir les interdictions
he: השבת איסורים
hi: प्रतिबंध बहाल करना
hr: Vraćanje zabrana
hu: A tiltások visszaállítása
it: Ripristino dei divieti
ko: 금지 복원
lt: Draudimų atkūrimas
ms: Memulihkan larangan
nl: Verboden herstellen
no: Gjenopprette forbud
pl: Przywracanie zakazów
pt: Restaurando proibições
ru: Восстановление банов
sk: Obnovenie zákazov
sl: Obnavljanje prepovedi
sv: Återställa förbud
th: การเรียกคืนการห้าม
uk: Відновлення заборон
vi: Khôi phục lệnh cấm

source: Step 9 of 9
af: Stap 9 van 9
ar: الخطوة 9 من 9
bg: Стъпка 9 от 9
bn: ধাপ 9 এর মধ্যে 9
ca: Pas 9 de 9
cs: Krok 9 z 9
da: Trin 9 af 9
de: Schritt 9 von 9
el: Βήμα 9 από 9
es: Paso 9 de 9
et: Samm 9/9
fa: مرحله 9 از 9
fr: Étape 9 sur 9
he: שלב 9 מתוך 9
hi: चरण 9 में से 9
hr: Korak 9 od 9
hu: 9/9. lépés
it: Passaggio 9 di 9
ko: 9단계 중 9단계
lt: 9 veiksmas iš 9
ms: Langkah 9 daripada 9
nl: Stap 9 van 9
no: Trinn 9 av 9
pl: Krok 9 z 9
pt: Etapa 9 de 9
ru: Шаг 9 из 9
sk: Krok 9 z 9
sl: 9. korak od 9
sv: Steg 9 av 9
th: ขั้นตอนที่ 9 จาก 9
uk: Крок 9 із 9
vi: Bước 9 trên 9

source: Restoration complete!
af: Herstel voltooi!
ar: استعادة كاملة!
bg: Реставрацията завършена!
bn: পুনরুদ্ধার সম্পূর্ণ!
ca: Restauració completa!
cs: Obnova dokončena!
da: Restaurering færdig!
de: Restaurierung abgeschlossen!
el: Η αποκατάσταση ολοκληρώθηκε!
es: ¡Restauración completa!
et: Restaureerimine lõpetatud!
fa: ترمیم کامل شد!
fr: Restauration terminée !
he: השחזור הושלם!
hi: पुनर्स्थापना पूर्ण!
hr: Restauracija završena!
hu: A helyreállítás kész!
it: Restauro completato!
ko: 복원 완료!
lt: Restauravimas baigtas!
ms: Pemulihan selesai!
nl: Restauratie voltooid!
no: Restaurering fullført!
pl: Renowacja zakończona!
pt: Restauração concluída!
ru: Реставрация завершена!
sk: Obnova dokončená!
sl: Obnova končana!
sv: Restaurering klar!
th: การฟื้นฟูเสร็จสมบูรณ์!
uk: Реставрація завершена!
vi: Khôi phục hoàn tất!

source: Server restoration took {}
af: Bedienerherstel het {} geneem
ar: استغرقت عملية استعادة الخادم {}
bg: Възстановяването на сървъра отне {}
bn: সার্ভার পুনরুদ্ধার সময় নিয়েছে {}
ca: La restauració del servidor va trigar {}
cs: Obnovení serveru trvalo {}
da: Servergendannelse tog {}
de: Die Serverwiederherstellung hat {} gedauert
el: Η επαναφορά διακομιστή διήρκεσε {}
es: La restauración del servidor tomó {}
et: Serveri taastamine võttis aega {}
fa: بازیابی سرور انجام شد {}
fr: La restauration du serveur a pris {}
he: שחזור השרת נמשך {}
hi: सर्वर पुनर्स्थापन हुआ {}
hr: Obnova poslužitelja trajala je {}
hu: A szerver helyreállítása {} ideig tartott
it: Il ripristino del server ha richiesto {}
ko: 서버 복원에 {}이 걸렸습니다.
lt: Serverio atkūrimas užtruko {}
ms: Pemulihan pelayan mengambil masa {}
nl: Serverherstel duurde {}
no: Gjenoppretting av tjener tok {}
pl: Przywrócenie serwera zajęło {}
pt: A restauração do servidor demorou {}
ru: Восстановление сервера заняло {}
sk: Obnovenie servera trvalo {}
sl: Obnovitev strežnika je trajala {}
sv: Serveråterställning tog {}
th: การกู้คืนเซิร์ฟเวอร์ใช้เวลา {}
uk: Відновлення сервера зайняло {}
vi: Quá trình khôi phục máy chủ mất {}

source: Banner too large to restore
af: Banier te groot om terug te stel
ar: الشعار كبير جدًا بحيث لا يمكن استعادته
bg: Банерът е твърде голям за възстановяване
bn: ব্যানার পুনরুদ্ধার করার জন্য খুব বড়
ca: El bàner és massa gran per restaurar
cs: Banner je pro obnovení příliš velký
da: Banneret er for stort til at gendanne
de: Banner zu groß zum Wiederherstellen
el: Το banner είναι πολύ μεγάλο για επαναφορά
es: El banner es demasiado grande para restaurarlo
et: Bänner on taastamiseks liiga suur
fa: بنر برای بازیابی خیلی بزرگ است
fr: Bannière trop grande pour être restaurée
he: באנר גדול מדי לשחזור
hi: पुनर्स्थापित करने के लिए बैनर बहुत बड़ा है
hr: Banner je prevelik za vraćanje
hu: A szalaghirdetés túl nagy a visszaállításhoz
it: Banner troppo grande per essere ripristinato
ko: 배너가 너무 커서 복원할 수 없습니다.
lt: Reklamjuostė per didelė, kad būtų galima atkurti
ms: Sepanduk terlalu besar untuk dipulihkan
nl: Banner te groot om te herstellen
no: Banneret er for stort til å gjenopprette
pl: Baner jest zbyt duży, aby go przywrócić
pt: Banner muito grande para ser restaurado
ru: Баннер слишком велик для восстановления
sk: Banner je príliš veľký na obnovenie
sl: Pasica je prevelika za obnovitev
sv: Bannern är för stor för att återställa
th: แบนเนอร์ใหญ่เกินกว่าจะกู้คืน
uk: Банер завеликий для відновлення
vi: Biểu ngữ quá lớn để khôi phục
