Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/cartographer/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fr, he, hi, hr, hu, it, ko, lt, ms, nl, no, pl, pt, ru, sk, sl, sv, th, uk, vi

source: Restore has been cancelled!
af: Herstel is gekanselleer!
ar: تم إلغاء الاستعادة!
bg: Възстановяването е отменено!
bn: পুনরুদ্ধার বাতিল করা হয়েছে!
ca: S'ha cancel·lat la restauració!
cs: Obnovení bylo zrušeno!
da: Gendannelse er blevet annulleret!
de: Die Wiederherstellung wurde abgebrochen!
el: Η επαναφορά ακυρώθηκε!
es: ¡La restauración ha sido cancelada!
et: Taastamine on tühistatud!
fa: بازیابی لغو شد!
fr: La restauration a été annulée !
he: השחזור בוטל!
hi: पुनर्स्थापना रद्द कर दी गई है!
hr: Vraćanje je otkazano!
hu: A visszaállítás megszakadt!
it: Il ripristino è stato annullato!
ko: 복원이 취소되었습니다!
lt: Atkūrimas atšauktas!
ms: Pemulihan telah dibatalkan!
nl: Herstel is geannuleerd!
no: Gjenoppretting er kansellert!
pl: Przywracanie zostało anulowane!
pt: A restauração foi cancelada!
ru: Восстановление отменено!
sk: Obnovenie bolo zrušené!
sl: Obnovitev je bila preklicana!
sv: Återställningen har avbrutits!
th: การคืนค่าถูกยกเลิกแล้ว!
uk: Відновлення скасовано!
vi: Quá trình khôi phục đã bị hủy!

source: The maximum amount of messages that can be backed up per channel is {}!
af: Die maksimum hoeveelheid boodskappe wat per kanaal gerugsteun kan word is {}!
ar: الحد الأقصى لعدد الرسائل التي يمكن نسخها احتياطيًا لكل قناة هو {}!
bg: Максималното количество съобщения, които могат да бъдат архивирани на канал, е {}!
bn: প্রতি চ্যানেলে সর্বোচ্চ যত বার্তা ব্যাক আপ করা যায় তা হল {}!
ca: La quantitat màxima de missatges que es poden fer còpies de seguretat per canal és {}!
cs: Maximální počet zpráv, které lze zálohovat na kanál, je {}!
da: Det maksimale antal meddelelser, der kan sikkerhedskopieres pr. kanal, er {}!
de: Die maximale Anzahl an Nachrichten, die pro Kanal gesichert werden können, beträgt {}!
el: Ο μέγιστος αριθμός μηνυμάτων που μπορούν να δημιουργηθούν αντίγραφα ασφαλείας ανά κανάλι είναι {}!
es: ¡La cantidad máxima de mensajes de los que se puede hacer una copia de seguridad por canal es {}!
et: Ühe kanali kohta saab varundada maksimaalselt {} sõnumeid!
fa: حداکثر تعداد پیام هایی که می توان از هر کانال پشتیبان گیری کرد {} است!
fr: Le nombre maximum de messages pouvant être sauvegardés par canal est de {} !
he: הכמות המקסימלית של הודעות שניתן לגבות לערוץ היא {}!
hi: प्रति चैनल बैकअप किए जा सकने वाले संदेशों की अधिकतम मात्रा {} है!
hr: Maksimalna količina poruka koje se mogu sigurnosno kopirati po kanalu je {}!
hu: Az üzenetek maximális száma csatornánként {}!
it: La quantità massima di messaggi di cui è possibile eseguire il backup per canale è {}!
ko: 채널당 백업할 수 있는 최대 메시지 양은 {}개입니다!
lt: Didžiausias pranešimų, kurių atsargines kopijas galima sukurti kanale, skaičius yra {}!
ms: Jumlah maksimum mesej yang boleh disandarkan bagi setiap saluran ialah {}!
nl: Het maximale aantal berichten waarvan een back-up kan worden gemaakt per kanaal is {}!
no: Maksimalt antall meldinger som kan sikkerhetskopieres per kanal er {}!
pl: Maksymalna ilość wiadomości, które można utworzyć w kopii zapasowej na kanał, wynosi {}!
pt: A quantidade máxima de mensagens que podem ser armazenadas em backup por canal é {}!
ru: Максимальное количество сообщений, резервную копию которых можно сохранить на канал, составляет {}!
sk: Maximálny počet správ, ktoré je možné zálohovať na kanál, je {}!
sl: Največja količina sporočil, ki jih je mogoče varnostno kopirati na kanal, je {}!
sv: Det maximala antalet meddelanden som kan säkerhetskopieras per kanal är {}!
th: จำนวนข้อความสูงสุดที่สามารถสำรองข้อมูลต่อช่องคือ {}!
uk: Максимальна кількість повідомлень, які можна створити резервну копію на канал, становить {}!
vi: Số lượng tin nhắn tối đa có thể được sao lưu trên mỗi kênh là {}!

source: Backup in Progress
af: Rugsteun aan die gang
ar: النسخ الاحتياطي قيد التقدم
bg: Архивиране в ход
bn: ব্যাকআপ চলছে
ca: Còpia de seguretat en curs
cs: Probíhá zálohování
da: Sikkerhedskopiering i gang
de: Sicherung läuft
el: Δημιουργία αντιγράφων ασφαλείας σε εξέλιξη
es: Copia de seguridad en progreso
et: Varundamine on pooleli
fa: پشتیبان گیری در حال انجام است
fr: Sauvegarde en cours
he: גיבוי מתבצע
hi: बैकप चल रहा
hr: Sigurnosno kopiranje u tijeku
hu: Biztonsági mentés folyamatban
it: Backup in corso
ko: 백업 진행 중
lt: Vykdoma atsarginė kopija
ms: Sandaran sedang berjalan
nl: Back-up wordt uitgevoerd
no: Sikkerhetskopiering pågår
pl: Tworzenie kopii zapasowej w toku
pt: Backup em andamento
ru: Резервное копирование выполняется
sk: Prebieha zálohovanie
sl: Varnostno kopiranje v teku
sv: Säkerhetskopiering pågår
th: อยู่ระหว่างการสำรองข้อมูล
uk: Виконується резервне копіювання
vi: Đang sao lưu

source: Backup created in {}!
af: Rugsteun geskep in {}!
ar: تم إنشاء نسخة احتياطية في {}!
bg: Архивът е създаден в {}!
bn: {} এ ব্যাকআপ তৈরি করা হয়েছে!
ca: Còpia de seguretat creada a {}!
cs: Záloha vytvořena v {}!
da: Sikkerhedskopiering oprettet i {}!
de: Backup erstellt in {}!
el: Δημιουργήθηκε αντίγραφο ασφαλείας στο {}!
es: ¡Copia de seguridad creada en {}!
et: Varukoopia loodud {}!
fa: پشتیبان در {} ایجاد شد!
fr: Sauvegarde créée dans {} !
he: גיבוי נוצר ב-{}!
hi: {} में बैकअप बनाया गया!
hr: Sigurnosna kopija stvorena u {}!
hu: Biztonsági másolat készült itt: {}!
it: Backup creato in {}!
ko: {}에서 백업이 생성되었습니다!
lt: Atsarginė kopija sukurta {}!
ms: Sandaran dibuat dalam {}!
nl: Back-up gemaakt in {}!
no: Sikkerhetskopiering opprettet i {}!
pl: Kopia zapasowa utworzona w {}!
pt: Backup criado em {}!
ru: Резервная копия создана в {}!
sk: Záloha bola vytvorená v {}!
sl: Varnostna kopija ustvarjena v {}!
sv: Säkerhetskopiering skapad i {}!
th: ข้อมูลสำรองสร้างขึ้นใน {}!
uk: Резервну копію створено в {}!
vi: Đã tạo bản sao lưu trong {}!

source: 0 seconds
af: 0 sekondes
ar: 0 ثانية
bg: 0 секунди
bn: 0 সেকেন্ড
ca: 0 segons
cs: 0 sekund
da: 0 sekunder
de: 0 Sekunden
el: 0 δευτερόλεπτα
es: 0 segundos
et: 0 sekundit
fa: 0 ثانیه
fr: 0 seconde
he: 0 שניות
hi: 0 सेकंड
hr: 0 sekundi
hu: 0 másodperc
it: 0 secondi
ko: 0초
lt: 0 sekundžių
ms: 0 saat
nl: 0 seconden
no: 0 sekunder
pl: 0 sekund
pt: 0 segundos
ru: 0 секунд
sk: 0 sekúnd
sl: 0 sekund
sv: 0 sekunder
th: 0 วินาที
uk: 0 секунд
vi: 0 giây

source: Backup Created
af: Rugsteun geskep
ar: تم إنشاء النسخة الاحتياطية
bg: Резервно копие е създадено
bn: ব্যাকআপ তৈরি করা হয়েছে
ca: Còpia de seguretat creada
cs: Záloha vytvořena
da: Backup oprettet
de: Backup erstellt
el: Δημιουργήθηκε αντίγραφο ασφαλείας
es: Copia de seguridad creada
et: Varukoopia loodud
fa: پشتیبان ایجاد شد
fr: Sauvegarde créée
he: נוצר גיבוי
hi: बैकअप बनाया गया
hr: Sigurnosna kopija stvorena
hu: Biztonsági másolat létrehozva
it: Backup creato
ko: 백업이 생성되었습니다.
lt: Atsarginė kopija sukurta
ms: Sandaran Dibuat
nl: Back-up gemaakt
no: Sikkerhetskopiering opprettet
pl: Utworzono kopię zapasową
pt: Backup criado
ru: Резервная копия создана
sk: Záloha bola vytvorená
sl: Varnostna kopija ustvarjena
sv: Säkerhetskopiering skapad
th: สร้างข้อมูลสำรองแล้ว
uk: Резервну копію створено
vi: Đã tạo bản sao lưu

source: No backups to restore!
af: Geen rugsteun om te herstel nie!
ar: لا توجد نسخ احتياطية لاستعادة!
bg: Няма резервни копия за възстановяване!
bn: পুনরুদ্ধার করার জন্য কোন ব্যাকআপ নেই!
ca: No hi ha còpies de seguretat per restaurar!
cs: Žádné zálohy k obnovení!
da: Ingen sikkerhedskopier at gendanne!
de: Keine Backups zum Wiederherstellen!
el: Δεν υπάρχουν αντίγραφα ασφαλείας για επαναφορά!
es: ¡No hay copias de seguridad para restaurar!
et: Taastamiseks pole varukoopiaid!
fa: بدون نسخه پشتیبان برای بازیابی!
fr: Aucune sauvegarde à restaurer !
he: אין גיבויים לשחזור!
hi: पुनर्स्थापित करने के लिए कोई बैकअप नहीं!
hr: Nema sigurnosnih kopija za vraćanje!
hu: Nincs visszaállítandó biztonsági másolat!
it: Nessun backup da ripristinare!
ko: 복원할 백업이 없습니다!
lt: Jokių atsarginių kopijų atkurti!
ms: Tiada sandaran untuk dipulihkan!
nl: Geen back-ups om te herstellen!
no: Ingen sikkerhetskopier å gjenopprette!
pl: Brak kopii zapasowych do przywrócenia!
pt: Não há backups para restaurar!
ru: Никаких резервных копий для восстановления!
sk: Žiadne zálohy na obnovenie!
sl: Ni varnostnih kopij za obnovitev!
sv: Inga säkerhetskopior att återställa!
th: ไม่มีข้อมูลสำรองที่จะกู้คืน!
uk: Немає резервних копій для відновлення!
vi: Không có bản sao lưu để khôi phục!

source: Your backup is being restored!
af: Jou rugsteun word tans teruggestel!
ar: جاري استعادة النسخة الاحتياطية الخاصة بك!
bg: Резервното ви копие се възстановява!
bn: আপনার ব্যাকআপ পুনরুদ্ধার করা হচ্ছে!
ca: La teva còpia de seguretat s'està restaurant!
cs: Vaše záloha se obnovuje!
da: Din sikkerhedskopi gendannes!
de: Ihr Backup wird wiederhergestellt!
el: Το αντίγραφο ασφαλείας σας αποκαθίσταται!
es: ¡Tu copia de seguridad está siendo restaurada!
et: Teie varukoopiat taastatakse!
fa: پشتیبان شما در حال بازیابی است!
fr: Votre sauvegarde est en cours de restauration !
he: הגיבוי שלך משוחזר!
hi: आपका बैकअप बहाल किया जा रहा है!
hr: Vaša sigurnosna kopija se obnavlja!
hu: A biztonsági másolat visszaállítása folyamatban van!
it: Il tuo backup è in fase di ripristino!
ko: 백업을 복원하는 중입니다!
lt: Jūsų atsarginė kopija atkuriama!
ms: Sandaran anda sedang dipulihkan!
nl: Uw back-up wordt hersteld!
no: Sikkerhetskopien din blir gjenopprettet!
pl: Trwa przywracanie Twojej kopii zapasowej!
pt: Seu backup está sendo restaurado!
ru: Ваша резервная копия восстанавливается!
sk: Vaša záloha sa obnovuje!
sl: Vaša varnostna kopija se obnavlja!
sv: Din säkerhetskopia återställs!
th: ข้อมูลสำรองของคุณกำลังถูกกู้คืน!
uk: Ваша резервна копія відновлюється!
vi: Bản sao lưu của bạn đang được khôi phục!

source: Switch Servers
af: Skakel bedieners
ar: تبديل الخوادم
bg: Превключване на сървъри
bn: সার্ভার স্যুইচ করুন
ca: Canvia servidors
cs: Přepnout servery
da: Skift servere
de: Server wechseln
el: Εναλλαγή διακομιστών
es: Cambiar servidores
et: Vaheta servereid
fa: سوئیچ سرورها
fr: Changer de serveur
he: החלף שרתים
hi: सर्वर स्विच करें
hr: Promjena poslužitelja
hu: Szerver váltás
it: Cambia server
ko: 서버 전환
lt: Perjungti serverius
ms: Tukar Pelayan
nl: Wissel van server
no: Bytt servere
pl: Zmień serwery
pt: Trocar servidores
ru: Переключить серверы
sk: Prepnúť servery
sl: Preklopi strežnike
sv: Byt servrar
th: สลับเซิร์ฟเวอร์
uk: Перемикач серверів
vi: Chuyển đổi máy chủ

source: Server ID
af: Bediener-ID
ar: معرف الخادم
bg: ID на сървъра
bn: সার্ভার আইডি
ca: ID del servidor
cs: ID serveru
el: Αναγνωριστικό διακομιστή
es: ID del servidor
et: Serveri ID
fa: شناسه سرور
fr: ID du serveur
he: מזהה שרת
hi: सर्वर आईडी
hr: ID poslužitelja
hu: Szerverazonosító
it: ID del server
ko: 서버ID
lt: Serverio ID
ms: ID pelayan
pl: Identyfikator serwera
pt: ID do servidor
ru: Идентификатор сервера
sk: ID servera
sl: ID strežnika
th: รหัสเซิร์ฟเวอร์
uk: ID сервера
vi: Mã máy chủ

source: Enter the ID of the server
af: Voer die ID van die bediener in
ar: أدخل معرف الخادم
bg: Въведете ID на сървъра
bn: সার্ভারের আইডি লিখুন
ca: Introduïu l'ID del servidor
cs: Zadejte ID serveru
da: Indtast serverens ID
de: Geben Sie die ID des Servers ein
el: Εισαγάγετε το αναγνωριστικό του διακομιστή
es: Introduzca el ID del servidor
et: Sisestage serveri ID
fa: شناسه سرور را وارد کنید
fr: Entrez l'ID du serveur
he: הזן את המזהה של השרת
hi: सर्वर की आईडी दर्ज करें
hr: Unesite ID poslužitelja
hu: Adja meg a szerver azonosítóját
it: Immettere l'ID del server
ko: 서버의 ID를 입력하세요
lt: Įveskite serverio ID
ms: Masukkan ID pelayan
nl: Voer de ID van de server in
no: Skriv inn IDen til serveren
pl: Wprowadź identyfikator serwera
pt: Digite o ID do servidor
ru: Введите идентификатор сервера
sk: Zadajte ID servera
sl: Vnesite ID strežnika
sv: Ange serverns ID
th: ป้อน ID ของเซิร์ฟเวอร์
uk: Введіть ID сервера
vi: Nhập ID của máy chủ

source: I am not in that server!
af: Ek is nie in daardie bediener nie!
ar: أنا لست في هذا الخادم!
bg: Не съм в този сървър!
bn: আমি সেই সার্ভারে নেই!
ca: No estic en aquest servidor!
cs: Nejsem na tom serveru!
da: Jeg er ikke på den server!
de: Ich bin nicht auf diesem Server!
el: Δεν είμαι σε αυτόν τον διακομιστή!
es: ¡No estoy en ese servidor!
et: Ma ei ole selles serveris!
fa: من تو اون سرور نیستم!
fr: Je ne suis pas sur ce serveur !
he: אני לא בשרת הזה!
hi: मैं उस सर्वर में नहीं हूँ!
hr: Ja nisam na tom serveru!
hu: Nem vagyok a szerveren!
it: Non sono in quel server!
ko: 나는 그 서버에 없습니다!
lt: Aš ne tame serveryje!
ms: Saya tiada dalam pelayan itu!
nl: Ik zit niet op die server!
no: Jeg er ikke på den serveren!
pl: Nie jestem na tym serwerze!
pt: Eu não estou nesse servidor!
ru: Я не на том сервере!
sk: Nie som na tom serveri!
sl: Nisem na tem strežniku!
sv: Jag är inte på den servern!
th: ฉันไม่ได้อยู่ในเซิร์ฟเวอร์นั้น!
uk: Я не на цьому сервері!
vi: Tôi không ở trong máy chủ đó!

source: You do not appear to be in that server!
af: Dit lyk of jy nie in daardie bediener is nie!
ar: لا يبدو أنك موجود في هذا الخادم!
bg: Изглежда, че не сте в този сървър!
bn: আপনি সেই সার্ভারে আছেন বলে মনে হচ্ছে না!
ca: Sembla que no esteu en aquest servidor!
cs: Zdá se, že nejste na tomto serveru!
da: Du ser ikke ud til at være på den server!
de: Sie scheinen nicht auf diesem Server zu sein!
el: Δεν φαίνεται να βρίσκεστε σε αυτόν τον διακομιστή!
es: ¡No pareces estar en ese servidor!
et: Te ei paista selles serveris olevat!
fa: به نظر نمی رسد شما در آن سرور باشید!
fr: Vous ne semblez pas être sur ce serveur !
he: נראה שאתה לא בשרת הזה!
hi: ऐसा प्रतीत होता है कि आप उस सर्वर में नहीं हैं!
hr: Čini se da niste na tom poslužitelju!
hu: Úgy tűnik, nem vagy azon a szerveren!
it: Sembra che tu non sia in quel server!
ko: 당신은 그 서버에 없는 것 같습니다!
lt: Atrodo, kad nesate tame serveryje!
ms: Nampaknya anda tidak berada dalam pelayan itu!
nl: Het lijkt erop dat u zich niet op die server bevindt!
no: Du ser ikke ut til å være på den serveren!
pl: Wygląda na to, że nie jesteś na tym serwerze!
pt: Você não parece estar nesse servidor!
ru: Похоже, вас нет на этом сервере!
sk: Zdá sa, že nie ste na tomto serveri!
sl: Videti je, da niste na tem strežniku!
sv: Du verkar inte vara på den servern!
th: ดูเหมือนว่าคุณไม่ได้อยู่ในเซิร์ฟเวอร์นั้น!
uk: Здається, ви не на цьому сервері!
vi: Có vẻ như bạn không ở trong máy chủ đó!

source: You can only switch to servers that you are an administrator of!
af: Jy kan net oorskakel na bedieners waarvan jy 'n administrateur is!
ar: يمكنك فقط التبديل إلى الخوادم التي أنت مسؤول عنها!
bg: Можете да превключвате само към сървъри, на които сте администратор!
bn: আপনি শুধুমাত্র সেই সার্ভারগুলিতে স্যুইচ করতে পারেন যেগুলির আপনি একজন প্রশাসক!
ca: Només podeu canviar als servidors dels quals sou administrador!
cs: Přepnout můžete pouze na servery, kterých jste správcem!
da: Du kan kun skifte til servere, som du er administrator af!
de: Sie können nur zu Servern wechseln, deren Administrator Sie sind!
el: Μπορείτε να μεταβείτε μόνο σε διακομιστές των οποίων είστε διαχειριστής!
es: ¡Solo puedes cambiar a servidores de los que eres administrador!
et: Saate lülituda ainult nendele serveritele, mille administraator olete!
fa: شما فقط می توانید به سرورهایی بروید که مدیر آنها هستید!
fr: Vous ne pouvez basculer que vers les serveurs dont vous êtes administrateur !
he: אתה יכול לעבור רק לשרתים שאתה מנהל שלהם!
hi: आप केवल उन्हीं सर्वरों पर स्विच कर सकते हैं जिनके आप व्यवस्थापक हैं!
hr: Možete se prebaciti samo na poslužitelje čiji ste administrator!
hu: Csak olyan szerverekre válthat, amelyeknek rendszergazdája!
it: Puoi passare solo ai server di cui sei amministratore!
ko: 자신이 관리자인 서버로만 전환할 수 있습니다!
lt: Galite pereiti tik prie serverių, kurių administratorius esate!
ms: Anda hanya boleh bertukar kepada pelayan yang anda adalah pentadbir!
nl: U kunt alleen overstappen naar servers waarvan u beheerder bent!
no: Du kan kun bytte til servere som du er administrator for!
pl: Możesz przełączać się tylko na serwery, których jesteś administratorem!
pt: Você só pode mudar para servidores dos quais você é administrador!
ru: Вы можете переключаться только на те серверы, администратором которых вы являетесь!
sk: Môžete prejsť iba na servery, ktorých ste správcom!
sl: Preklopite lahko samo na strežnike, katerih skrbnik ste!
sv: Du kan bara byta till servrar som du är administratör för!
th: คุณสามารถเปลี่ยนไปใช้เซิร์ฟเวอร์ที่คุณเป็นผู้ดูแลระบบได้เท่านั้น!
uk: Ви можете перемикатися лише на сервери, адміністратором яких ви є!
vi: Bạn chỉ có thể chuyển sang máy chủ mà bạn là quản trị viên!

source: Auto backups have been disabled by the bot owner!
af: Outo-rugsteun is deur die boteienaar gedeaktiveer!
ar: لقد تم تعطيل النسخ الاحتياطية التلقائية من قبل مالك الروبوت!
bg: Автоматичните резервни копия са деактивирани от собственика на бота!
bn: অটো ব্যাকআপ বট মালিক দ্বারা নিষ্ক্রিয় করা হয়েছে!
ca: El propietari del bot ha desactivat les còpies de seguretat automàtiques.
cs: Automatické zálohování bylo zakázáno vlastníkem robota!
da: Automatisk sikkerhedskopiering er blevet deaktiveret af bot-ejeren!
de: Automatische Backups wurden vom Bot-Besitzer deaktiviert!
el: Τα αυτόματα αντίγραφα ασφαλείας έχουν απενεργοποιηθεί από τον κάτοχο του bot!
es: ¡El propietario del bot ha desactivado las copias de seguridad automáticas!
et: Boti omanik on automaatse varundamise keelanud!
fa: پشتیبان گیری خودکار توسط مالک ربات غیرفعال شده است!
fr: Les sauvegardes automatiques ont été désactivées par le propriétaire du bot !
he: גיבויים אוטומטיים הושבתו על ידי בעל הבוט!
hi: बॉट मालिक द्वारा ऑटो बैकअप अक्षम कर दिया गया है!
hr: Automatsko sigurnosno kopiranje je onemogućio vlasnik bota!
hu: Az automatikus biztonsági mentést letiltotta a bot tulajdonosa!
it: I backup automatici sono stati disabilitati dal proprietario del bot!
ko: 봇 소유자가 자동 ​​백업을 비활성화했습니다!
lt: Boto savininkas išjungė automatines atsargines kopijas!
ms: Autosandar telah dilumpuhkan oleh pemilik bot!
nl: Automatische back-ups zijn uitgeschakeld door de bot-eigenaar!
no: Automatisk sikkerhetskopiering har blitt deaktivert av boteieren!
pl: Automatyczne kopie zapasowe zostały wyłączone przez właściciela bota!
pt: Os backups automáticos foram desativados pelo proprietário do bot!
ru: Автоматическое резервное копирование отключено владельцем бота!
sk: Vlastník robota zakázal automatické zálohovanie!
sl: Samodejno varnostno kopiranje je onemogočil lastnik bota!
sv: Automatisk säkerhetskopiering har inaktiverats av botägaren!
th: เจ้าของบอทปิดใช้งานการสำรองข้อมูลอัตโนมัติแล้ว!
uk: Власник бота відключив автоматичне резервне копіювання!
vi: Tự động sao lưu đã bị chủ sở hữu bot vô hiệu hóa!

source: Auto Backup Interval
af: Outo-rugsteuninterval
ar: الفاصل الزمني للنسخ الاحتياطي التلقائي
bg: Интервал на автоматично архивиране
bn: স্বয়ংক্রিয় ব্যাকআপ ব্যবধান
ca: Interval de còpia de seguretat automàtica
cs: Interval automatického zálohování
da: Interval for automatisk backup
de: Automatisches Backup-Intervall
el: Διάστημα αυτόματης δημιουργίας αντιγράφων ασφαλείας
es: Intervalo de copia de seguridad automática
et: Automaatse varundamise intervall
fa: فاصله پشتیبان گیری خودکار
fr: Intervalle de sauvegarde automatique
he: מרווח גיבוי אוטומטי
hi: ऑटो बैकअप अंतराल
hr: Interval automatskog sigurnosnog kopiranja
hu: Automatikus mentési időköz
ko: 자동 백업 간격
lt: Automatinio atsarginio kopijavimo intervalas
ms: Selang Autosandar
no: Intervall for automatisk sikkerhetskopiering
pl: Interwał automatycznego tworzenia kopii zapasowych
pt: Intervalo de backup automático
ru: Интервал автоматического резервного копирования
sk: Interval automatického zálohovania
sl: Interval samodejnega varnostnega kopiranja
sv: Intervall för automatisk säkerhetskopiering
th: ช่วงเวลาการสำรองข้อมูลอัตโนมัติ
uk: Інтервал автоматичного резервного копіювання
vi: Khoảng thời gian tự động sao lưu

source: Interval Hours
af: Interval-ure
ar: ساعات الفاصلة
bg: Интервални часове
bn: ব্যবধান ঘন্টা
ca: Hores d'interval
cs: Intervalové hodiny
da: Interval timer
de: Intervallstunden
el: Ώρες διαστήματος
es: Horas de intervalo
et: Intervall Tunnid
fa: ساعات بازه زمانی
fr: Heures d'intervalle
he: אינטרוול שעות
hi: अंतराल घंटे
hr: Interval sati
hu: Időköz Óra
it: Ore di intervallo
ko: 간격 시간
lt: Intervalas Valandos
ms: Waktu Selang
nl: Intervaluren
no: Intervall timer
pl: Godziny interwałów
pt: Horas de intervalo
ru: Интервал часов
sk: Intervalové hodiny
sl: Intervalne ure
sv: Intervalltimmar
th: ช่วงเวลาชั่วโมง
uk: Інтервальні години
vi: Số giờ ngắt quãng

source: Hours in-between backups
af: Ure tussen rugsteun
ar: ساعات بين النسخ الاحتياطية
bg: Часове между резервните копия
bn: ব্যাকআপের মধ্যে ঘন্টা
ca: Hores entre còpies de seguretat
cs: Hodiny mezi zálohami
da: Timer imellem backups
de: Stunden zwischen den Backups
el: Ενδιάμεσες ώρες δημιουργίας αντιγράφων ασφαλείας
es: Horas entre copias de seguridad
et: Varukoopiate vahepealsed tunnid
fa: چند ساعت بین پشتیبان گیری
fr: Heures entre les sauvegardes
he: שעות בין גיבויים
hi: बैकअप के बीच के घंटे
hr: Sati između sigurnosnih kopija
hu: Órák a biztonsági mentések között
it: Ore tra i backup
ko: 백업 사이의 시간
lt: Valandos tarp atsarginių kopijų kūrimo
ms: Jam di antara sandaran
nl: Uren tussen back-ups
no: Timer mellom sikkerhetskopier
pl: Godziny pomiędzy kopiami zapasowymi
pt: Horas entre backups
ru: Часы между резервными копиями
sk: Hodiny medzi zálohami
sl: Ure med varnostnimi kopijami
sv: Timmar mellan säkerhetskopieringar
th: ชั่วโมงระหว่างการสำรองข้อมูล
uk: Кілька годин між резервними копіями
vi: Số giờ giữa các lần sao lưu

source: Auto-backup interval hours has been set to {}
af: Outo-rugsteun-interval-ure is gestel op {}
ar: تم ضبط ساعات الفاصل الزمني للنسخ الاحتياطي التلقائي على {}
bg: Часовете за интервал на автоматично архивиране са зададени на {}
bn: স্বতঃ-ব্যাকআপ ব্যবধান ঘন্টা সেট করা হয়েছে {}
ca: Les hores d'interval de còpia de seguretat automàtica s'han establert en {}
cs: Hodiny intervalu automatického zálohování byly nastaveny na {}
da: Intervaltimer for automatisk backup er blevet indstillet til {}
de: Die Stunden für das automatische Backup-Intervall wurden auf {} eingestellt.
el: Οι ώρες διαστήματος αυτόματης δημιουργίας αντιγράφων ασφαλείας ορίστηκαν σε {}
es: Las horas del intervalo de copia de seguridad automática se han establecido en {}
et: Automaatse varundamise intervalli tundideks on määratud {}
fa: ساعات بازه‌ای پشتیبان‌گیری خودکار روی {} تنظیم شده است
fr: Les heures d'intervalle de sauvegarde automatique ont été définies sur {}
he: מרווח שעות הגיבוי האוטומטי הוגדר ל-{}
hi: ऑटो-बैकअप अंतराल घंटे को {} पर सेट किया गया है
hr: Interval sati automatskog sigurnosnog kopiranja postavljen je na {}
hu: Az automatikus biztonsági mentés óráinak időtartama a következőre lett állítva: {}
it: Le ore dell'intervallo di backup automatico sono state impostate su {}
ko: 자동 백업 간격 시간이 {}로 설정되었습니다.
lt: Automatinio atsarginio kopijavimo intervalo valandos nustatytas į {}
ms: Waktu selang autosandar telah ditetapkan kepada {}
nl: Intervaluren voor automatische back-up zijn ingesteld op {}
no: Timer for automatisk sikkerhetskopiering er satt til {}
pl: Godziny interwałów automatycznego tworzenia kopii zapasowych zostały ustawione na {}
pt: O intervalo de horas do backup automático foi definido como {}
ru: Интервал автоматического резервного копирования установлен на {}.
sk: Hodiny intervalu automatického zálohovania boli nastavené na {}
sl: Interval ur samodejnega varnostnega kopiranja je nastavljen na {}
sv: Timer för automatisk säkerhetskopiering har ställts in på {}
th: ชั่วโมงช่วงเวลาการสำรองข้อมูลอัตโนมัติได้รับการตั้งค่าเป็น {}
uk: Інтервал між годинами автоматичного резервного копіювання встановлено на {}
vi: Khoảng thời gian tự động sao lưu đã được đặt thành {}
