Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/cartographer/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fr, he, hi, hr, hu, it, ko, lt, ms, nl, no, pl, pt, ru, sk, sl, sv, th, uk, vi

source: Icon too large to restore
af: Ikoon te groot om terug te stel
ar: الرمز كبير جدًا بحيث لا يمكن استعادته
bg: Иконата е твърде голяма за възстановяване
bn: পুনরুদ্ধার করার জন্য আইকন খুবই বড়
ca: Icona massa gran per restaurar
cs: Ikona je pro obnovení příliš velká
da: Ikonet er for stort til at gendanne
de: Symbol zu groß zum Wiederherstellen
el: Το εικονίδιο είναι πολύ μεγάλο για επαναφορά
es: El icono es demasiado grande para restaurarlo
et: Ikoon taastamiseks liiga suur
fa: نماد برای بازیابی خیلی بزرگ است
fr: Icône trop grande pour être restaurée
he: סמל גדול מדי לשחזור
hi: पुनर्स्थापित करने के लिए आइकन बहुत बड़ा है
hr: Ikona je prevelika za vraćanje
hu: Az ikon túl nagy a visszaállításhoz
it: Icona troppo grande per essere ripristinata
ko: 아이콘이 너무 커서 복원할 수 없습니다.
lt: Piktograma per didelė atkurti
ms: Ikon terlalu besar untuk dipulihkan
nl: Pictogram te groot om te herstellen
no: Ikonet er for stort til å gjenopprette
pl: Ikona jest zbyt duża, aby ją przywrócić
pt: Ícone muito grande para restaurar
ru: Значок слишком велик для восстановления
sk: Ikona je príliš veľká na obnovenie
sl: Ikona je prevelika za obnovitev
sv: Ikonen är för stor för att återställa
th: ไอคอนใหญ่เกินกว่าจะกู้คืน
uk: Значок завеликий для відновлення
vi: Biểu tượng quá lớn để khôi phục

source: Splash too large to restore
af: Spat te groot om te herstel
ar: البداية كبيرة جدًا بحيث لا يمكن استعادتها
bg: Splash е твърде голям за възстановяване
bn: পুনরুদ্ধার করার জন্য স্প্ল্যাশ খুব বড়
ca: Esquitxada massa gran per restaurar
cs: Splash příliš velký pro obnovení
da: Sprøjt for stort til at gendanne
de: Splash zu groß zum Wiederherstellen
el: Το πιτσίλισμα είναι πολύ μεγάλο για επαναφορά
es: Splash demasiado grande para restaurar
et: Splash on taastamiseks liiga suur
fa: پاشش خیلی بزرگ برای بازیابی
fr: Splash trop grand pour être restauré
he: שפריץ גדול מדי כדי לשחזר
hi: पुनर्स्थापित करने के लिए स्पलैश बहुत बड़ा है
hr: Splash je prevelik za vraćanje
hu: A splash túl nagy a visszaállításhoz
it: Splash troppo grande per essere ripristinato
ko: 스플래시가 너무 커서 복원할 수 없습니다.
lt: Splash per didelis, kad būtų galima atkurti
ms: Percikan terlalu besar untuk dipulihkan
nl: Splash te groot om te herstellen
no: Sprut for stort til å gjenopprette
pl: Splash jest zbyt duży, aby go przywrócić
pt: Splash muito grande para restaurar
ru: Всплеск слишком велик для восстановления
sk: Splash je príliš veľký na obnovenie
sl: Splash je prevelik za obnovitev
sv: Stänk för stort för att återställa
th: สแปลชใหญ่เกินกว่าจะกู้คืน
uk: Сплеск завеликий для відновлення
vi: Splash quá lớn để khôi phục

source: Discovery splash too large to restore
af: Ontdekkingsplash te groot om terug te stel
ar: دفقة الاكتشاف كبيرة جدًا بحيث لا يمكن استعادتها
bg: Площадката за откриване е твърде голяма за възстановяване
bn: পুনরুদ্ধার করার জন্য ডিসকভারি স্প্ল্যাশ খুব বড়
ca: La esquitxada de descoberta és massa gran per restaurar
cs: Splash zjišťování je příliš velký na obnovení
da: Discovery-stænk for stort til at gendanne
de: Discovery-Splash zu groß zum Wiederherstellen
el: Το πιτσίλισμα Discovery είναι πολύ μεγάλο για επαναφορά
es: La presentación de descubrimiento es demasiado grande para restaurarla
et: Discovery splash on taastamiseks liiga suur
fa: اسپل دیسکاوری برای بازیابی خیلی بزرگ است
fr: Splash de découverte trop volumineux pour être restauré
he: התזת Discovery גדולה מדי לשחזור
hi: डिस्कवरी स्प्लैश पुनर्स्थापित करने के लिए बहुत बड़ा है
hr: Splash otkrivanja je prevelik za vraćanje
hu: A Discovery splash túl nagy a visszaállításhoz
it: Splash di rilevamento troppo grande per essere ripristinato
ko: 검색 스플래시가 너무 커서 복원할 수 없습니다.
lt: Atradimo purslas per didelis, kad būtų galima atkurti
ms: Percikan penemuan terlalu besar untuk dipulihkan
nl: Discovery-splash is te groot om te herstellen
no: Discovery-spruten er for stor til å gjenopprette
pl: Panel Discovery jest zbyt duży, aby go przywrócić
pt: O splash da descoberta é muito grande para ser restaurado
ru: Заставка Discovery слишком велика для восстановления
sk: Splash Discovery je príliš veľký na obnovenie
sl: Iskalnik odkritja je prevelik za obnovitev
sv: Upptäcktsstänk för stort för att återställa
th: Discovery Splash ใหญ่เกินกว่าจะกู้คืน
uk: Заставка Discovery завелика для відновлення
vi: Khoảng thời gian khám phá quá lớn để khôi phục

source: Emoji '{}' not restored due to limit
af: Emoji '{}' nie herstel nie weens beperking
ar: لم تتم استعادة الرمز التعبيري '{}' بسبب الحد
bg: Емотикони „{}“ не са възстановени поради ограничение
bn: ইমোজি '{}' সীমার কারণে পুনরুদ্ধার করা হয়নি
ca: L'emoji "{}" no s'ha restaurat a causa del límit
cs: Emoji '{}' nebylo obnoveno kvůli limitu
da: Emoji '{}' blev ikke gendannet på grund af begrænsning
de: Emoji „{}“ wurde aufgrund des Limits nicht wiederhergestellt.
el: Το emoji '{}' δεν αποκαταστάθηκε λόγω ορίου
es: Emoji '{}' no restaurado debido al límite
et: Emotikonit „{}” ei taastatud piirangu tõttu
fa: شکلک "{}" به دلیل محدودیت بازیابی نشد
fr: Emoji '{}' non restauré en raison d'une limite
he: האמוג'י '{}' לא שוחזר עקב מגבלה
hi: सीमा के कारण इमोजी '{}' बहाल नहीं हुआ
hr: Emoji '{}' nije vraćen zbog ograničenja
hu: A(z) „{}” hangulatjel a korlátozás miatt nem lett visszaállítva
it: Emoji '{}' non ripristinato a causa del limite
ko: 제한으로 인해 '{}' 이모티콘이 복원되지 않았습니다.
lt: Jaustukai „{}“ neatkurti dėl apribojimo
ms: Emoji '{}' tidak dipulihkan kerana had
nl: Emoji '{}' niet hersteld vanwege limiet
no: Emoji '{}' ikke gjenopprettet på grunn av begrensning
pl: Emoji „{}” nie został przywrócony z powodu limitu
pt: Emoji '{}' não restaurado devido ao limite
ru: Эмодзи '{}' не восстановлен из-за ограничения
sk: Emoji '{}' nebolo obnovené kvôli limitu
sl: Emoji '{}' ni obnovljen zaradi omejitve
sv: Emoji '{}' har inte återställts på grund av begränsning
th: อีโมจิ '{}' ไม่ได้รับการกู้คืนเนื่องจากขีดจำกัด
uk: Емодзі "{}" не відновлено через обмеження
vi: Biểu tượng cảm xúc '{}' không được khôi phục do giới hạn

source: Sticker '{}' not restored due to limit
af: Plakker '{}' is nie herstel nie weens beperking
ar: لم تتم استعادة الملصق '{}' بسبب الحد
bg: Стикерът „{}“ не е възстановен поради ограничение
bn: স্টিকার '{}' সীমার কারণে পুনরুদ্ধার করা হয়নি
ca: L'etiqueta "{}" no s'ha restaurat a causa del límit
cs: Nálepka '{}' nebyla obnovena kvůli limitu
da: Klistermærket '{}' blev ikke gendannet på grund af begrænsning
de: Aufkleber „{}“ wurde aufgrund des Limits nicht wiederhergestellt.
el: Το αυτοκόλλητο '{}' δεν αποκαταστάθηκε λόγω ορίου
es: La pegatina '{}' no se restableció debido al límite
et: Kleebist „{}” ei taastatud piirangu tõttu
fa: برچسب "{}" به دلیل محدودیت بازیابی نشد
fr: L'autocollant '{}' n'a pas été restauré en raison d'une limite
he: המדבקה '{}' לא שוחזרה עקב מגבלה
hi: सीमा के कारण स्टिकर '{}' पुनर्स्थापित नहीं किया गया
hr: Naljepnica '{}' nije vraćena zbog ograničenja
hu: A(z) „{}” matrica a korlátozás miatt nem lett visszaállítva
it: Adesivo '{}' non ripristinato a causa del limite
ko: 제한으로 인해 '{}' 스티커가 복원되지 않았습니다.
lt: Lipdukas „{}“ neatkurtas dėl apribojimo
ms: Pelekat '{}' tidak dipulihkan kerana had
nl: Sticker '{}' niet hersteld vanwege limiet
no: Klistremerke '{}' ikke gjenopprettet på grunn av begrensning
pl: Naklejka „{}” nie została przywrócona z powodu limitu
pt: Adesivo '{}' não restaurado devido ao limite
ru: Наклейка «{}» не восстановлена ​​из-за ограничения
sk: Nálepka '{}' nebola obnovená z dôvodu limitu
sl: Nalepka '{}' ni bila obnovljena zaradi omejitve
sv: Klistermärket '{}' har inte återställts på grund av begränsning
th: สติกเกอร์ '{}' ไม่ได้รับการกู้คืนเนื่องจากขีดจำกัด
uk: Наклейку "{}" не відновлено через обмеження
vi: Hình dán '{}' chưa được khôi phục do giới hạn

source: That is not a number!
af: Dit is nie 'n nommer nie!
ar: هذا ليس رقما!
bg: Това не е число!
bn: এটা একটা সংখ্যা নয়!
ca: Això no és un número!
cs: To není číslo!
da: Det er ikke et tal!
de: Das ist keine Zahl!
el: Δεν είναι αριθμός αυτός!
es: ¡Ese no es un número!
et: See ei ole number!
fa: این عدد نیست!
fr: Ce n'est pas un chiffre !
he: זה לא מספר!
hi: वह कोई संख्या नहीं है!
hr: To nije broj!
hu: Ez nem szám!
it: Questo non è un numero!
ko: 그것은 숫자가 아닙니다!
lt: Tai ne skaičius!
ms: Itu bukan nombor!
nl: Dat is geen getal!
no: Det er ikke et tall!
pl: To nie jest liczba!
pt: Isso não é um número!
ru: Это не число!
sk: To nie je číslo!
sl: To ni številka!
sv: Det är ingen siffra!
th: นั่นไม่ใช่ตัวเลข!
uk: Це не число!
vi: Đó không phải là một con số!

source: Confirmation
af: Bevestiging
ar: تأكيد
bg: Потвърждение
bn: নিশ্চিতকরণ
ca: Confirmació
cs: Potvrzení
da: Bekræftelse
de: Bestätigung
el: Επιβεβαίωση
es: Confirmación
et: Kinnitus
fa: تایید
he: אִשׁוּר
hi: पुष्टीकरण
hr: Potvrda
hu: Megerősítés
it: Conferma
ko: 확인
lt: Patvirtinimas
ms: Pengesahan
nl: Bevestiging
no: Bekreftelse
pl: Potwierdzenie
pt: Confirmação
ru: Подтверждение
sk: Potvrdenie
sl: Potrditev
sv: Bekräftelse
th: การยืนยัน
uk: Підтвердження
vi: Xác nhận

source: THIS CANNOT BE UNDONE!
af: DIT KAN NIE ONGEDOEN WORD NIE!
ar: لا يمكن التراجع عن هذا!
bg: ТОВА НЕ МОЖЕ ДА СЕ ОТМЕНИ!
bn: এটি পূর্বাবস্থায় ফেরানো যাবে না!
ca: AIXÒ NO ES POT DESFER!
cs: TOTO NELZE VRÁTIT!
da: DETTE KAN IKKE FORTRYDS!
de: Dies kann nicht rückgängig gemacht werden!
el: ΑΥΤΟ ΔΕΝ ΜΠΟΡΕΙ ΝΑ ΑΝΑΚΛΗΘΕΙ!
es: ¡ESTO NO SE PUEDE DESHACER!
et: SEDA EI SAA TAGASI TEHA!
fa: این قابل لغو نیست!
fr: CELA NE PEUT PAS ÊTRE DÉFAITE !
he: לא ניתן לבטל את זה!
hi: इसे असंपादित नहीं किया जा सकता है!
hr: OVO SE NE MOŽE PONIŠTITI!
hu: EZ NEM VISSZAVONHATÓ!
it: QUESTO NON PUÒ ESSERE ANNULLATO!
ko: 이 작업은 취소할 수 없습니다!
lt: TO NEGALIMA ATKELTI!
ms: INI TIDAK BOLEH DIBUAT BALIK!
nl: DIT KAN NIET ONGEDAAN WORDEN!
no: DETTE KAN IKKE ANGRES!
pl: TEGO NIE MOŻNA COFNĄĆ!
pt: ISSO NÃO PODE SER DESFEITO!
ru: ЭТО НЕЛЬЗЯ ОТМЕНИТЬ!
sk: TOTO SA NEDÁ VRÁTIŤ!
sl: TEGA NI MOGOČE RAZVELJAVITI!
sv: DETTA KAN INTE ÅNGRAS!
th: สิ่งนี้ไม่สามารถยกเลิกได้!
uk: ЦЕ НЕ МОЖНА СКАСУВАТИ!
vi: ĐIỀU NÀY KHÔNG THỂ HOÀN TÁC!

source: Are you SURE?
af: Is jy SEKER?
ar: هل أنت متأكد؟
bg: СИГУРЕН ли си?
bn: আপনি কি নিশ্চিত?
ca: ESTÀS SEGUR?
cs: JSTE JISTÝ?
da: Er du SIKKER?
de: Bist du sicher?
el: Είσαι ΣΙΓΟΥΡΟΣ;
es: ¿Está seguro?
et: Oled sa KINDEL?
fa: آیا مطمئن هستید؟
fr: Es-tu sûr?
he: האם אתה בטוח?
hi: क्या आपको यकीन है?
hr: Jesi li SIGURAN?
hu: BIZTOS?
it: Sei sicuro?
ko: 확실합니까?
lt: Ar esi tikras?
ms: Adakah anda YAKIN?
nl: Weet je het zeker?
no: Er du SIKKER?
pl: Czy jesteś pewien?
pt: Tem certeza?
ru: Вы уверены?
sk: SI ISTÝ?
sl: Ste PREPRIČANI?
sv: Är du SÄKER?
th: คุณแน่ใจเหรอ?
uk: Ви впевнені?
vi: Bạn có CHẮC CHẮN không?

source: How many messages to backup? (0 = None)
af: Hoeveel boodskappe om te rugsteun? (0 = Geen)
ar: كم عدد الرسائل للنسخ الاحتياطي؟ (0 = لا شيء)
bg: Колко съобщения да архивирате? (0 = няма)
bn: ব্যাকআপ কত বার্তা? (0 = কোনটিই নয়)
ca: Quants missatges cal fer una còpia de seguretat? (0 = Cap)
cs: Kolik zpráv zálohovat? (0 = žádné)
da: Hvor mange beskeder skal sikkerhedskopieres? (0 = Ingen)
de: Wie viele Nachrichten müssen gesichert werden? (0 = Keine)
el: Πόσα μηνύματα για δημιουργία αντιγράφων ασφαλείας; (0 = Κανένα)
es: ¿Cuántos mensajes respaldar? (0 = Ninguno)
et: Mitu sõnumit varundada? (0 = puudub)
fa: از چند پیام پشتیبان بگیرید؟ (0 = هیچکدام)
fr: Combien de messages sauvegarder ? (0 = Aucun)
he: כמה הודעות לגיבוי? (0 = אין)
hi: कितने संदेशों का बैकअप लेना है? (0 = कोई नहीं)
hr: Koliko poruka sigurnosno kopirati? (0 = ništa)
hu: Hány üzenetről kell biztonsági másolatot készíteni? (0 = nincs)
it: Quanti messaggi di cui eseguire il backup? (0 = Nessuno)
ko: 백업할 메시지는 몇 개입니까? (0 = 없음)
lt: Kiek pranešimų reikia sukurti atsarginę kopiją? (0 = nėra)
ms: Berapa banyak mesej untuk disandarkan? (0 = Tiada)
nl: Van hoeveel berichten moet een back-up worden gemaakt? (0 = Geen)
no: Hvor mange meldinger skal sikkerhetskopieres? (0 = Ingen)
pl: Ile wiadomości utworzyć kopię zapasową? (0 = brak)
pt: Quantas mensagens para fazer backup? (0 = Nenhum)
ru: Сколько сообщений нужно сделать резервной копией? (0 = нет)
sk: Koľko správ zálohovať? (0 = žiadne)
sl: Koliko sporočil varnostno kopirati? (0 = nič)
sv: Hur många meddelanden ska säkerhetskopieras? (0 = Ingen)
th: สำรองข้อมูลได้กี่ข้อความ? (0 = ไม่มี)
uk: Скільки повідомлень потрібно створити резервну копію? (0 = немає)
vi: Có bao nhiêu tin nhắn để sao lưu? (0 = Không có)

source: response must be a string!
af: reaksie moet 'n string wees!
ar: يجب أن يكون الرد سلسلة!
bg: отговорът трябва да е низ!
bn: প্রতিক্রিয়া একটি স্ট্রিং হতে হবে!
ca: la resposta ha de ser una cadena!
cs: odpověď musí být řetězec!
da: svar skal være en streng!
de: Antwort muss eine Zeichenfolge sein!
el: η απάντηση πρέπει να είναι μια χορδή!
es: ¡La respuesta debe ser una cadena!
et: vastus peab olema string!
fa: پاسخ باید یک رشته باشد!
fr: la réponse doit être une chaîne !
he: התגובה חייבת להיות מחרוזת!
hi: प्रतिक्रिया एक स्ट्रिंग होनी चाहिए!
hr: odgovor mora biti niz!
hu: a válasznak karakterláncnak kell lennie!
it: la risposta deve essere una stringa!
ko: 응답은 문자열이어야 합니다!
lt: atsakymas turi būti eilutė!
ms: respons mestilah rentetan!
nl: antwoord moet een string zijn!
no: svar må være en streng!
pl: odpowiedź musi być ciągiem znaków!
pt: a resposta deve ser uma string!
ru: ответ должен быть строкой!
sk: odpoveď musí byť reťazec!
sl: odgovor mora biti niz!
sv: svaret måste vara en sträng!
th: การตอบสนองต้องเป็นสตริง!
uk: відповідь має бути рядком!
vi: phản hồi phải là một chuỗi!

source: Message backup limit must be a number!
af: Boodskaprugsteunlimiet moet 'n getal wees!
ar: يجب أن يكون حد النسخ الاحتياطي للرسائل رقمًا!
bg: Ограничението за архивиране на съобщения трябва да е число!
bn: বার্তা ব্যাকআপ সীমা একটি সংখ্যা হতে হবে!
ca: El límit de còpia de seguretat dels missatges ha de ser un número!
cs: Limit zálohování zpráv musí být číslo!
da: Besked backup grænse skal være et tal!
de: Das Nachrichtensicherungslimit muss eine Zahl sein!
el: Το όριο δημιουργίας αντιγράφων ασφαλείας μηνυμάτων πρέπει να είναι ένας αριθμός!
es: ¡El límite de copia de seguridad de mensajes debe ser un número!
et: Sõnumite varundamise limiit peab olema number!
fa: محدودیت پشتیبان پیام باید یک عدد باشد!
fr: La limite de sauvegarde des messages doit être un nombre !
he: מגבלת גיבוי ההודעות חייבת להיות מספר!
hi: संदेश बैकअप सीमा एक संख्या होनी चाहिए!
hr: Ograničenje sigurnosne kopije poruka mora biti broj!
hu: Az üzenet biztonsági mentési korlátja szám lehet!
it: Il limite del backup dei messaggi deve essere un numero!
ko: 메시지 백업 제한은 숫자여야 합니다!
lt: Pranešimo atsarginės kopijos limitas turi būti skaičius!
ms: Had sandaran mesej mestilah nombor!
nl: De back-uplimiet voor berichten moet een getal zijn!
no: Grensen for sikkerhetskopiering av meldinger må være et tall!
pl: Limit kopii zapasowych wiadomości musi być liczbą!
pt: O limite de backup de mensagens deve ser um número!
ru: Лимит резервного копирования сообщений должен быть числом!
sk: Limit zálohovania správ musí byť číslo!
sl: Omejitev varnostnega kopiranja sporočil mora biti število!
sv: Gränsen för säkerhetskopiering av meddelanden måste vara ett nummer!
th: ขีดจำกัดการสำรองข้อมูลข้อความต้องเป็นตัวเลข!
uk: Ліміт резервного копіювання повідомлень має бути числом!
vi: Giới hạn sao lưu tin nhắn phải là một con số!

source: Close
af: Maak toe
ar: يغلق
bg: затвори
bn: বন্ধ
ca: Tancar
cs: Blízko
da: Tæt
de: Schließen
el: Κοντά
es: Cerca
et: Sule
fa: بستن
fr: Fermer
he: לִסְגוֹר
hi: बंद करना
hr: Zatvoriti
hu: Közeli
it: Vicino
ko: 닫다
lt: Uždaryti
ms: tutup
nl: Dichtbij
no: Lukke
pl: Zamknąć
pt: Fechar
ru: Закрывать
sk: Zavrieť
sl: Zapri
sv: Nära
th: ปิด
uk: Закрити
vi: Đóng

source: Cartographer Backups
af: Kartograaf Rugsteun
ar: النسخ الاحتياطية لرسام الخرائط
bg: Картографски резервни копия
bn: কার্টোগ্রাফার ব্যাকআপ
ca: Còpies de seguretat del cartògraf
cs: Zálohy kartografů
da: Kartograf sikkerhedskopier
de: Kartographen-Backups
el: Αντίγραφα ασφαλείας χαρτογράφου
es: Copias de seguridad del cartógrafo
et: Kartograafi varukoopiad
fa: پشتیبان گیری از نقشه کش
fr: Sauvegardes du cartographe
he: גיבויים של קרטוגרף
hi: मानचित्रकार बैकअप
hr: Sigurnosne kopije kartografa
hu: Kartográfus biztonsági másolatok
it: Backup del cartografo
ko: 지도 제작자 백업
lt: Kartografo atsarginės kopijos
ms: Sandaran Kartografer
nl: Back-ups van cartografen
no: Kartograf sikkerhetskopier
pl: Kopie zapasowe kartografa
pt: Backups do cartógrafo
ru: Резервные копии картографа
sk: Zálohy kartografov
sl: Kartografske varnostne kopije
sv: Kartograf säkerhetskopior
th: การสำรองข้อมูลของนักทำแผนที่
uk: Резервне копіювання картографа
vi: Bản sao lưu của người vẽ bản đồ

source: Controls
af: Kontroles
ar: الضوابط
bg: Контроли
bn: নিয়ন্ত্রণ করে
cs: Ovládací prvky
da: Kontrolelementer
de: Kontrollen
el: Έλεγχοι
es: Controles
et: Juhtnupud
fa: کنترل ها
fr: Contrôles
he: בקרות
hi: नियंत्रण
hr: Kontrole
hu: Vezérlők
it: Controlli
ko: 통제 수단
lt: Valdikliai
ms: Kawalan
nl: Controles
no: Kontroller
pl: Sterownica
pt: Controles
ru: Элементы управления
sk: Ovládacie prvky
sl: Kontrole
sv: Kontroller
th: การควบคุม
uk: Елементи управління
vi: Điều khiển

source: Settings
af: Instellings
ar: إعدادات
bg: Настройки
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fa: تنظیمات
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: postavke
hu: Beállítások elemre
it: Impostazioni
ko: 설정
lt: Nustatymai
ms: tetapan
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Configurações
ru: Настройки
sk: Nastavenia
sl: nastavitve
sv: Inställningar
th: การตั้งค่า
uk: Налаштування
vi: Cài đặt

source: Page {}
af: Bladsy {}
ar: صفحة {}
bg: Страница {}
bn: পৃষ্ঠা {}
ca: Pàgina {}
cs: strana {}
da: Side {}
de: Seite {}
el: Σελίδα {}
es: Página {}
et: Leht {}
fa: صفحه {}
he: עמוד {}
hi: पेज {}
hr: Stranica {}
hu: {}. oldal
it: Pagina {}
ko: 페이지 {}
lt: {} puslapis
ms: Halaman {}
nl: Pagina {}
no: Side {}
pl: Strona {}
pt: Página {}
ru: Страница {}
sk: strana {}
sl: stran {}
sv: Sida {}
th: หน้าหนังสือ {}
uk: Сторінка {}
vi: Trang {}

source: There are no backups for this server yet!
af: Daar is nog geen rugsteun vir hierdie bediener nie!
ar: لا توجد نسخ احتياطية لهذا الخادم حتى الآن!
bg: Все още няма резервни копия за този сървър!
bn: এই সার্ভারের জন্য এখনো কোনো ব্যাকআপ নেই!
ca: Encara no hi ha còpies de seguretat per a aquest servidor!
cs: Pro tento server zatím nejsou žádné zálohy!
da: Der er ingen sikkerhedskopier til denne server endnu!
de: Für diesen Server sind noch keine Backups vorhanden!
el: Δεν υπάρχουν ακόμα αντίγραφα ασφαλείας για αυτόν τον διακομιστή!
es: ¡Aún no hay copias de seguridad para este servidor!
et: Selle serveri jaoks pole veel varukoopiaid!
fa: هنوز هیچ نسخه پشتیبان برای این سرور وجود ندارد!
fr: Il n'y a pas encore de sauvegardes pour ce serveur !
he: אין עדיין גיבויים לשרת זה!
hi: इस सर्वर के लिए अभी तक कोई बैकअप नहीं है!
hr: Još nema sigurnosnih kopija za ovaj poslužitelj!
hu: Még nincsenek biztonsági mentések ehhez a szerverhez!
it: Non ci sono ancora backup per questo server!
ko: 이 서버에 대한 백업이 아직 없습니다!
lt: Šiam serveriui dar nėra atsarginių kopijų!
ms: Tiada sandaran untuk pelayan ini lagi!
nl: Er zijn nog geen back-ups voor deze server!
no: Det er ingen sikkerhetskopier for denne serveren ennå!
pl: Nie ma jeszcze kopii zapasowych dla tego serwera!
pt: Ainda não há backups para este servidor!
ru: Для этого сервера пока нет резервных копий!
sk: Pre tento server zatiaľ neexistujú žiadne zálohy!
sl: Za ta strežnik še ni varnostnih kopij!
sv: Det finns inga säkerhetskopior för denna server än!
th: ยังไม่มีข้อมูลสำรองสำหรับเซิร์ฟเวอร์นี้!
uk: Для цього сервера ще немає резервних копій!
vi: Chưa có bản sao lưu nào cho máy chủ này!

source: This isn't your menu!
af: Dit is nie jou spyskaart nie!
ar: هذه ليست القائمة الخاصة بك!
bg: Това не е твоето меню!
bn: এটি আপনার মেনু নয়!
ca: Aquest no és el teu menú!
cs: Toto není vaše menu!
da: Dette er ikke din menu!
de: Das ist nicht Ihr Menü!
el: Αυτό δεν είναι το μενού σας!
es: ¡Este no es tu menú!
et: See pole sinu menüü!
fa: این منوی شما نیست!
fr: Ce n'est pas votre menu !
he: זה לא התפריט שלך!
hi: यह आपका मेनू नहीं है!
hr: Ovo nije tvoj jelovnik!
hu: Ez nem a te menüd!
it: Questo non è il tuo menu!
ko: 이것은 당신의 메뉴가 아닙니다!
lt: Tai ne tavo meniu!
ms: Ini bukan menu anda!
nl: Dit is niet jouw menu!
no: Dette er ikke din meny!
pl: To nie jest twoje menu!
pt: Este não é o seu menu!
ru: Это не ваше меню!
sk: Toto nie je vaše menu!
sl: To ni tvoj jedilnik!
sv: Det här är inte din meny!
th: นี่ไม่ใช่เมนูของคุณ!
uk: Це не твоє меню!
vi: Đây không phải là thực đơn của bạn!

source: I need administrator permissions to restore a backup in this server!
af: Ek het administrateurtoestemmings nodig om 'n rugsteun in hierdie bediener te herstel!
ar: أحتاج إلى أذونات المسؤول لاستعادة نسخة احتياطية في هذا الخادم!
bg: Имам нужда от администраторски права, за да възстановя резервно копие на този сървър!
bn: এই সার্ভারে একটি ব্যাকআপ পুনরুদ্ধার করতে আমার প্রশাসকের অনুমতি দরকার!
ca: Necessito permisos d'administrador per restaurar una còpia de seguretat en aquest servidor!
cs: K obnovení zálohy na tomto serveru potřebuji oprávnění správce!
da: Jeg har brug for administratortilladelser for at gendanne en sikkerhedskopi på denne server!
de: Ich benötige Administratorrechte, um ein Backup auf diesem Server wiederherzustellen!
el: Χρειάζομαι δικαιώματα διαχειριστή για να επαναφέρω ένα αντίγραφο ασφαλείας σε αυτόν τον διακομιστή!
es: ¡Necesito permisos de administrador para restaurar una copia de seguridad en este servidor!
et: Mul on selles serveris varukoopia taastamiseks vaja administraatori õigusi!
fa: برای بازیابی نسخه پشتیبان در این سرور به مجوزهای مدیر نیاز دارم!
fr: J'ai besoin des autorisations d'administrateur pour restaurer une sauvegarde sur ce serveur !
he: אני צריך הרשאות מנהל כדי לשחזר גיבוי בשרת הזה!
hi: मुझे इस सर्वर में बैकअप पुनर्स्थापित करने के लिए प्रशासक की अनुमति की आवश्यकता है!
hr: Trebam administratorske dozvole za vraćanje sigurnosne kopije na ovom poslužitelju!
hu: Rendszergazdai engedélyekre van szükségem a biztonsági másolat visszaállításához ezen a szerveren!
it: Ho bisogno dei permessi di amministratore per ripristinare un backup in questo server!
ko: 이 서버에서 백업을 복원하려면 관리자 권한이 필요합니다!
lt: Man reikia administratoriaus leidimo, kad galėčiau atkurti atsarginę kopiją šiame serveryje!
ms: Saya memerlukan kebenaran pentadbir untuk memulihkan sandaran dalam pelayan ini!
nl: Ik heb beheerdersrechten nodig om een ​​back-up op deze server te herstellen!
no: Jeg trenger administratortillatelser for å gjenopprette en sikkerhetskopi på denne serveren!
pl: Potrzebuję uprawnień administratora, aby przywrócić kopię zapasową na tym serwerze!
pt: Preciso de permissões de administrador para restaurar um backup neste servidor!
ru: Мне нужны права администратора, чтобы восстановить резервную копию на этом сервере!
sk: Na obnovenie zálohy na tomto serveri potrebujem oprávnenia správcu!
sl: Za obnovitev varnostne kopije v tem strežniku potrebujem skrbniška dovoljenja!
sv: Jag behöver administratörsbehörighet för att återställa en säkerhetskopia på den här servern!
th: ฉันต้องการสิทธิ์ผู้ดูแลระบบเพื่อกู้คืนข้อมูลสำรองในเซิร์ฟเวอร์นี้!
uk: Мені потрібні права адміністратора, щоб відновити резервну копію на цьому сервері!
vi: Tôi cần quyền quản trị viên để khôi phục bản sao lưu trong máy chủ này!
