Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/cartographer/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fr, he, hi, hr, hu, it, ko, lt, ms, nl, no, pl, pt, ru, sk, sl, sv, th, uk, vi

source: Roles will now be backed up
af: Rolle sal nou gerugsteun word
ar: سيتم الآن نسخ الأدوار احتياطيًا
bg: Сега ролите ще бъдат архивирани
bn: ভূমিকা এখন ব্যাক আপ করা হবে
ca: Ara es farà una còpia de seguretat dels rols
cs: Role budou nyní zálohovány
da: Roller vil nu blive sikkerhedskopieret
de: Rollen werden jetzt gesichert
el: Οι ρόλοι θα έχουν πλέον αντίγραφα ασφαλείας
es: Ahora se realizará una copia de seguridad de los roles
et: Rollid varundatakse nüüd
fa: اکنون نقش‌ها پشتیبان‌گیری خواهند شد
fr: Les rôles seront désormais sauvegardés
he: תפקידים יגובו כעת
hi: अब भूमिकाओं का बैकअप लिया जाएगा
hr: Uloge će sada biti sigurnosno kopirane
hu: A szerepek most biztonsági mentésre kerülnek
it: Verrà ora eseguito il backup dei ruoli
ko: 이제 역할이 백업됩니다.
lt: Dabar bus sukurtos atsarginės vaidmenų kopijos
ms: Peranan kini akan disandarkan
nl: Er wordt nu een back-up gemaakt van de rollen
no: Roller vil nå bli sikkerhetskopiert
pl: Role zostaną teraz utworzone w kopii zapasowej
pt: As funções agora terão backup
ru: Роли теперь будут скопированы
sk: Roly budú teraz zálohované
sl: Vloge bodo zdaj varnostno kopirane
sv: Roller kommer nu att säkerhetskopieras
th: ตอนนี้บทบาทจะได้รับการสำรองข้อมูล
uk: Тепер буде створено резервну копію ролей
vi: Vai trò bây giờ sẽ được sao lưu

source: Roles will no longer be backed up
af: Rolle sal nie meer gerugsteun word nie
ar: لن يتم الاحتفاظ بنسخة احتياطية من الأدوار بعد الآن
bg: Ролите вече няма да бъдат архивирани
bn: ভূমিকা আর ব্যাক আপ করা হবে না
ca: Ja no es farà una còpia de seguretat dels rols
cs: Role již nebudou zálohovány
da: Roller vil ikke længere blive sikkerhedskopieret
de: Rollen werden nicht mehr gesichert
el: Δεν θα υπάρχουν πλέον αντίγραφα ασφαλείας για τους ρόλους
es: Ya no se realizarán copias de seguridad de los roles
et: Rolle enam ei varundata
fa: نقش‌ها دیگر پشتیبان‌گیری نمی‌شوند
fr: Les rôles ne seront plus sauvegardés
he: לא יגובו יותר תפקידים
hi: भूमिकाओं का अब बैकअप नहीं लिया जाएगा
hr: Uloge se više neće sigurnosno kopirati
hu: A szerepkörökről a továbbiakban nem lesz biztonsági másolat
it: I ruoli non verranno più sottoposti a backup
ko: 역할은 더 이상 백업되지 않습니다.
lt: Vaidmenų atsarginės kopijos nebebus kuriamos
ms: Peranan tidak akan disandarkan lagi
nl: Er wordt geen back-up meer gemaakt van rollen
no: Roller vil ikke lenger bli sikkerhetskopiert
pl: Kopie zapasowe ról nie będą już tworzone
pt: As funções não terão mais backup
ru: Роли больше не будут копироваться
sk: Roly sa už nebudú zálohovať
sl: Vloge ne bodo več varnostno kopirane
sv: Roller kommer inte längre att säkerhetskopieras
th: บทบาทจะไม่ได้รับการสำรองข้อมูลอีกต่อไป
uk: Ролі більше не створюватимуться резервні копії
vi: Vai trò sẽ không còn được sao lưu

source: Emojis will now be backed up
af: Emoji's sal nou gerugsteun word
ar: سيتم الآن الاحتفاظ بنسخة احتياطية من الرموز التعبيرية
bg: Емоджитата вече ще бъдат архивирани
bn: ইমোজি এখন ব্যাক আপ করা হবে
ca: Ara es farà una còpia de seguretat dels emojis
cs: Emojis budou nyní zálohovány
da: Emojis vil nu blive sikkerhedskopieret
de: Emojis werden jetzt gesichert
el: Θα δημιουργηθούν πλέον αντίγραφα ασφαλείας για τα emoji
es: Ahora se realizará una copia de seguridad de los emojis
et: Emotikonid varundatakse nüüd
fa: اکنون از ایموجی ها نسخه پشتیبان تهیه می شود
fr: Les emojis seront désormais sauvegardés
he: אמוג'י יגובו כעת
hi: अब इमोजी का बैकअप लिया जाएगा
hr: Emojiji će sada biti sigurnosno kopirani
hu: A hangulatjelekről most biztonsági másolat készül
it: Verrà ora eseguito il backup degli emoji
ko: 이제 이모티콘이 백업됩니다.
lt: Dabar bus sukurtos jaustukų atsarginės kopijos
ms: Emoji kini akan disandarkan
nl: Er wordt nu een back-up gemaakt van emoji's
no: Emojis vil nå bli sikkerhetskopiert
pl: Kopia zapasowa emotikonów zostanie teraz utworzona
pt: Agora será feito backup dos emojis
ru: Теперь Emojis будут сохранены в резервной копии.
sk: Emojis budú teraz zálohované
sl: Emodžiji bodo zdaj varnostno kopirani
sv: Emojis kommer nu att säkerhetskopieras
th: ตอนนี้อิโมจิจะได้รับการสำรองข้อมูลแล้ว
uk: Тепер буде створено резервну копію емодзі
vi: Biểu tượng cảm xúc bây giờ sẽ được sao lưu

source: Emojis will no longer be backed up
af: Emoji's sal nie meer gerugsteun word nie
ar: لن يتم الاحتفاظ بنسخة احتياطية من الرموز التعبيرية بعد الآن
bg: Емотикони вече няма да се архивират
bn: ইমোজি আর ব্যাক আপ করা হবে না
ca: Ja no es farà una còpia de seguretat dels emojis
cs: Emoji se již nebudou zálohovat
da: Emojis vil ikke længere blive sikkerhedskopieret
de: Emojis werden nicht mehr gesichert
el: Δεν θα υπάρχει πλέον αντίγραφο ασφαλείας για τα emoji
es: Ya no se realizarán copias de seguridad de los emojis
et: Emotikone enam ei varundata
fa: دیگر از شکلک‌ها پشتیبان‌گیری نمی‌شود
fr: Les emojis ne seront plus sauvegardés
he: אמוג'י לא יגובו יותר
hi: इमोजी का अब बैकअप नहीं लिया जाएगा
hr: Emojiji se više neće sigurnosno kopirati
hu: A hangulatjelekről a továbbiakban nem készül biztonsági másolat
it: Non verrà più eseguito il backup degli emoji
ko: 이모티콘은 더 이상 백업되지 않습니다.
lt: Jaustukų atsarginės kopijos nebebus kuriamos
ms: Emoji tidak akan disandarkan lagi
nl: Er wordt geen back-up meer gemaakt van emoji's
no: Emoji vil ikke lenger bli sikkerhetskopiert
pl: Kopie zapasowe emotikonów nie będą już tworzone
pt: Emojis não terão mais backup
ru: Резервное копирование эмодзи больше не будет выполняться.
sk: Emoji sa už nebudú zálohovať
sl: Emoji ne bodo več varnostno kopirani
sv: Emojis kommer inte längre att säkerhetskopieras
th: อิโมจิจะไม่ได้รับการสำรองข้อมูลอีกต่อไป
uk: Резервне копіювання емодзі більше не створюватиметься
vi: Biểu tượng cảm xúc sẽ không còn được sao lưu nữa

source: Stickers will now be backed up
af: Plakkers sal nou gerugsteun word
ar: سيتم الآن نسخ الملصقات احتياطيًا
bg: Сега стикерите ще бъдат архивирани
bn: স্টিকার এখন ব্যাক আপ করা হবে
ca: Ara es farà una còpia de seguretat dels adhesius
cs: Nálepky budou nyní zálohovány
da: Klistermærker vil nu blive sikkerhedskopieret
de: Aufkleber werden jetzt gesichert
el: Θα δημιουργηθούν πλέον αντίγραφα ασφαλείας για τα αυτοκόλλητα
es: Ahora se realizará una copia de seguridad de las pegatinas
et: Kleebised varundatakse nüüd
fa: اکنون از استیکرها نسخه پشتیبان تهیه می شود
fr: Les autocollants seront désormais sauvegardés
he: מדבקות יגובו כעת
hi: अब स्टिकर का बैकअप लिया जाएगा
hr: Naljepnice će sada biti sigurnosno kopirane
hu: A matricákról most biztonsági másolat készül
it: Verrà ora eseguito il backup degli adesivi
ko: 이제 스티커가 백업됩니다.
lt: Dabar bus sukurtos atsarginės lipdukų kopijos
ms: Pelekat kini akan disandarkan
nl: Er wordt nu een back-up van de stickers gemaakt
no: Klistremerker vil nå bli sikkerhetskopiert
pl: Zostaną utworzone kopie zapasowe naklejek
pt: Os adesivos agora terão backup
ru: Стикеры теперь будут загружаться в резервную копию.
sk: Nálepky budú teraz zálohované
sl: Nalepke bodo zdaj varnostno kopirane
sv: Klistermärken kommer nu att säkerhetskopieras
th: ตอนนี้สติกเกอร์จะได้รับการสำรองข้อมูลแล้ว
uk: Тепер буде створено резервну копію наклейок
vi: Hình dán bây giờ sẽ được sao lưu

source: Stickers will no longer be backed up
af: Plakkers sal nie meer gerugsteun word nie
ar: لن يتم الاحتفاظ بنسخة احتياطية من الملصقات بعد الآن
bg: Стикерите вече няма да бъдат архивирани
bn: স্টিকার আর ব্যাক আপ করা হবে না
ca: Ja no es farà una còpia de seguretat dels adhesius
cs: Nálepky se již nebudou zálohovat
da: Klistermærker vil ikke længere blive sikkerhedskopieret
de: Aufkleber werden nicht mehr gesichert
el: Δεν θα δημιουργούνται πλέον αντίγραφα ασφαλείας για τα αυτοκόλλητα
es: Ya no se realizarán copias de seguridad de las pegatinas
et: Kleebiseid enam ei varundata
fa: استیکرها دیگر پشتیبان‌گیری نمی‌شوند
fr: Les autocollants ne seront plus sauvegardés
he: מדבקות לא יגובו יותר
hi: स्टिकर का अब बैकअप नहीं लिया जाएगा
hr: Naljepnice se više neće sigurnosno kopirati
hu: A matricákról a továbbiakban nem készül biztonsági másolat
it: Non verrà più eseguito il backup degli adesivi
ko: 스티커가 더 이상 백업되지 않습니다.
lt: Lipdukų atsarginės kopijos nebebus kuriamos
ms: Pelekat tidak akan disandarkan lagi
nl: Er wordt geen back-up meer gemaakt van stickers
no: Klistremerker vil ikke lenger bli sikkerhetskopiert
pl: Kopie zapasowe naklejek nie będą już tworzone
pt: Os adesivos não terão mais backup
ru: Резервное копирование стикеров больше не будет выполняться.
sk: Nálepky sa už nebudú zálohovať
sl: Nalepke ne bodo več varnostno kopirane
sv: Klistermärken kommer inte längre att säkerhetskopieras
th: สติกเกอร์จะไม่ได้รับการสำรองข้อมูลอีกต่อไป
uk: Резервне копіювання наклейок більше не створюватиметься
vi: Hình dán sẽ không được sao lưu nữa

source: Max backups set to 0, Cartographer has been **Disabled**
af: Maksimum rugsteun gestel op 0, Cartographer is **Gedeaktiveer**
ar: تم تعيين الحد الأقصى للنسخ الاحتياطية على 0، وتم تعطيل رسام الخرائط **
bg: Макс резервни копия е зададен на 0, картографът е **деактивиран**
bn: সর্বোচ্চ ব্যাকআপ 0 এ সেট করা হয়েছে, মানচিত্রকারকে **অক্ষম করা হয়েছে**
ca: Còpia de seguretat màxima establerta a 0, Cartographer s'ha **desactivat**
cs: Maximální počet záloh nastaven na 0, Kartograf byl **Zakázán**
da: Maks. sikkerhedskopier indstillet til 0, Cartographer er blevet **deaktiveret**
de: Max. Backups auf 0 gesetzt, Cartographer wurde **deaktiviert**
el: Μέγιστο αντίγραφο ασφαλείας ορίστηκε σε 0, το Cartographer έχει **απενεργοποιηθεί**
es: Copias de seguridad máximas establecidas en 0, Cartographer ha sido **Desactivado**
et: Varukoopiate maksimaalne arv on 0, kartograaf on **keelatud**
fa: حداکثر پشتیبان‌گیری روی 0 تنظیم شد، Cartographer **غیرفعال شد**
fr: Sauvegardes maximales définies sur 0, Cartographer a été **Désactivé**
he: גיבויים מקסימליים מוגדרים ל-0, Cartographer הושבת **
hi: अधिकतम बैकअप 0 पर सेट है, मानचित्रकार **अक्षम** कर दिया गया है
hr: Maksimalno sigurnosno kopiranje postavljeno na 0, kartograf je **onemogućen**
hu: A biztonsági mentések maximális száma 0, a térképész **letiltva**
it: Numero massimo di backup impostato su 0, Cartographer è stato **Disabilitato**
ko: 최대 백업 수는 0으로 설정되었으며 지도 제작자는 **비활성화**되었습니다.
lt: Maksimalus atsarginių kopijų skaičius nustatytas į 0, kartografas buvo **Išjungtas**
ms: Sandaran maksimum ditetapkan kepada 0, Kartografer telah **Dilumpuhkan**
nl: Max. back-ups ingesteld op 0, Cartograaf is **Uitgeschakeld**
no: Maks sikkerhetskopiering satt til 0, kartograf er **deaktivert**
pl: Maksymalna liczba kopii zapasowych ustawiona na 0, Kartograf został **Wyłączony**
pt: Máximo de backups definido como 0, o cartógrafo foi **desativado**
ru: Максимальное количество резервных копий установлено на 0, Cartographer **отключен**
sk: Maximálne zálohy nastavené na 0, Kartograf bol **Zakázaný**
sl: Največje število varnostnih kopij je nastavljeno na 0, kartograf je bil **onemogočen**
sv: Max säkerhetskopior inställd på 0, Cartographer har **inaktiverats**
th: การสำรองข้อมูลสูงสุดตั้งค่าเป็น 0 นักทำแผนที่ถูก **ปิดการใช้งาน**
uk: Максимальне резервне копіювання встановлено на 0, Картограф було **вимкнено**
vi: Số lần sao lưu tối đa được đặt thành 0, Người vẽ bản đồ đã bị **Tắt**

source: Max backup count has been set
af: Maksimum rugsteuntelling is gestel
ar: تم تعيين الحد الأقصى لعدد النسخ الاحتياطية
bg: Зададен е максимален брой резервни копия
bn: সর্বোচ্চ ব্যাকআপ গণনা সেট করা হয়েছে
ca: S'ha establert el recompte màxim de còpies de seguretat
cs: Byl nastaven maximální počet záloh
da: Det maksimale antal backup er blevet indstillet
de: Die maximale Anzahl an Backups wurde festgelegt
el: Ο μέγιστος αριθμός αντιγράφων ασφαλείας έχει οριστεί
es: Se ha establecido el recuento máximo de copias de seguridad
et: Varukoopiate maksimaalne arv on määratud
fa: حداکثر تعداد پشتیبان تنظیم شده است
fr: Le nombre maximum de sauvegardes a été défini
he: הוגדרה ספירת גיבוי מקסימלית
hi: अधिकतम बैकअप संख्या निर्धारित कर दी गई है
hr: Postavljen je maksimalan broj sigurnosnih kopija
hu: A biztonsági mentések maximális száma beállítva
it: È stato impostato il conteggio massimo dei backup
ko: 최대 백업 횟수가 설정되었습니다.
lt: Nustatytas maksimalus atsarginių kopijų skaičius
ms: Kiraan sandaran maksimum telah ditetapkan
nl: Het maximale back-upaantal is ingesteld
no: Maksimalt antall sikkerhetskopier er angitt
pl: Ustawiono maksymalną liczbę kopii zapasowych
pt: A contagem máxima de backups foi definida
ru: Максимальное количество резервных копий установлено.
sk: Bol nastavený maximálny počet záloh
sl: Nastavljeno je največje število varnostnih kopij
sv: Max antal backuper har ställts in
th: ตั้งค่าจำนวนการสำรองข้อมูลสูงสุดแล้ว
uk: Встановлено максимальну кількість резервних копій
vi: Số lượng sao lưu tối đa đã được đặt

source: Server removed from the ignore list
af: Bediener verwyder van die ignoreerlys
ar: تمت إزالة الخادم من قائمة التجاهل
bg: Сървърът е премахнат от списъка за игнориране
bn: উপেক্ষা তালিকা থেকে সার্ভার সরানো হয়েছে
ca: S'ha eliminat el servidor de la llista ignorada
cs: Server odstraněn ze seznamu ignorovaných
da: Server fjernet fra ignoreringslisten
de: Server aus der Ignorierliste entfernt
el: Ο διακομιστής καταργήθηκε από τη λίστα παράβλεψης
es: Servidor eliminado de la lista de ignorados
et: Server eemaldati ignoreerimise loendist
fa: سرور از لیست نادیده گرفته شد
fr: Serveur supprimé de la liste des ignorés
he: השרת הוסר מרשימת ההתעלמות
hi: सर्वर को अनदेखा सूची से हटा दिया गया
hr: Poslužitelj uklonjen s popisa zanemarenih
hu: A szerver eltávolítva a figyelmen kívül hagyó listáról
it: Server rimosso dall'elenco da ignorare
ko: 무시 목록에서 서버가 제거되었습니다.
lt: Serveris pašalintas iš ignoruojamųjų sąrašo
ms: Pelayan dialih keluar daripada senarai abaikan
nl: Server verwijderd uit de negeerlijst
no: Server fjernet fra ignoreringslisten
pl: Serwer usunięty z listy ignorowanych
pt: Servidor removido da lista de ignorados
ru: Сервер удален из списка игнорирования
sk: Server bol odstránený zo zoznamu ignorovaných
sl: Strežnik odstranjen s seznama prezrtih
sv: Servern har tagits bort från ignoreringslistan
th: เซิร์ฟเวอร์ถูกลบออกจากรายการละเว้น
uk: Сервер видалено зі списку ігнорування
vi: Máy chủ bị xóa khỏi danh sách bỏ qua

source: Server added to the ignore list
af: Bediener is by die ignoreerlys gevoeg
ar: تمت إضافة الخادم إلى قائمة التجاهل
bg: Сървърът е добавен към списъка за игнориране
bn: উপেক্ষা তালিকায় সার্ভার যোগ করা হয়েছে
ca: El servidor s'ha afegit a la llista d'ignorar
cs: Server přidán do seznamu ignorovaných
da: Server tilføjet til ignoreringslisten
de: Server zur Ignorierliste hinzugefügt
el: Ο διακομιστής προστέθηκε στη λίστα παράβλεψης
es: Servidor agregado a la lista de ignorados
et: Server lisati ignoreerimisloendisse
fa: سرور به لیست نادیده گرفته شد
fr: Serveur ajouté à la liste des ignorés
he: שרת נוסף לרשימת ההתעלמות
hi: सर्वर को अनदेखा सूची में जोड़ा गया
hr: Poslužitelj dodan na popis zanemarenih
hu: A szerver hozzáadva a figyelmen kívül hagyó listához
it: Server aggiunto all'elenco da ignorare
ko: 무시 목록에 서버가 추가되었습니다.
lt: Serveris įtrauktas į ignoruojamųjų sąrašą
ms: Pelayan ditambahkan pada senarai abaikan
nl: Server toegevoegd aan de negeerlijst
no: Server lagt til i ignoreringslisten
pl: Serwer dodany do listy ignorowanych
pt: Servidor adicionado à lista de ignorados
ru: Сервер добавлен в список игнорирования
sk: Server bol pridaný do zoznamu ignorovaných
sl: Strežnik dodan na seznam prezrtih
sv: Server har lagts till i ignoreringslistan
th: เพิ่มเซิร์ฟเวอร์ในรายการละเว้น
uk: Сервер додано до списку ігнорування
vi: Máy chủ được thêm vào danh sách bỏ qua

source: Server removed from the allow list
af: Bediener verwyder van die toelaat-lys
ar: تمت إزالة الخادم من قائمة السماح
bg: Сървърът е премахнат от списъка с разрешени
bn: অনুমতি তালিকা থেকে সার্ভার সরানো হয়েছে
ca: El servidor s'ha eliminat de la llista de permisos
cs: Server odstraněn ze seznamu povolených
da: Server fjernet fra tilladelseslisten
de: Server aus der Zulassungsliste entfernt
el: Ο διακομιστής αφαιρέθηκε από τη λίστα επιτρεπόμενων
es: Servidor eliminado de la lista de permitidos
et: Server eemaldati lubade loendist
fa: سرور از لیست مجاز حذف شد
fr: Serveur supprimé de la liste verte
he: השרת הוסר מרשימת ההיתרים
hi: सर्वर को अनुमति सूची से हटा दिया गया
hr: Poslužitelj uklonjen s popisa dopuštenih
hu: A szerver eltávolítva az engedélyezési listáról
it: Server rimosso dall'elenco consentiti
ko: 허용 목록에서 서버가 제거되었습니다.
lt: Serveris pašalintas iš leidimų sąrašo
ms: Pelayan dialih keluar daripada senarai benarkan
nl: Server verwijderd uit de acceptatielijst
no: Server fjernet fra tillatelseslisten
pl: Serwer usunięty z listy dozwolonych
pt: Servidor removido da lista de permissões
ru: Сервер удален из списка разрешенных
sk: Server bol odstránený zo zoznamu povolených
sl: Strežnik odstranjen s seznama dovoljenih
sv: Servern har tagits bort från listan över tillåtna
th: เซิร์ฟเวอร์ถูกลบออกจากรายการที่อนุญาต
uk: Сервер видалено зі списку дозволених
vi: Máy chủ bị xóa khỏi danh sách cho phép

source: Server added to the allow list
af: Bediener is by die toelaat-lys gevoeg
ar: تمت إضافة الخادم إلى قائمة السماح
bg: Сървърът е добавен към списъка с разрешени
bn: অনুমতি তালিকায় সার্ভার যোগ করা হয়েছে
ca: El servidor s'ha afegit a la llista de permisos
cs: Server přidán do seznamu povolených
da: Server tilføjet til tilladelseslisten
de: Server zur Zulassungsliste hinzugefügt
el: Ο διακομιστής προστέθηκε στη λίστα επιτρεπόμενων
es: Servidor agregado a la lista de permitidos
et: Server lisati lubade loendisse
fa: سرور به لیست مجاز اضافه شد
fr: Serveur ajouté à la liste verte
he: שרת נוסף לרשימת ההיתרים
hi: सर्वर को अनुमति सूची में जोड़ा गया
hr: Poslužitelj dodan na popis dopuštenih
hu: A szerver hozzáadva az engedélyezési listához
it: Server aggiunto all'elenco consentiti
ko: 허용 목록에 서버가 추가되었습니다.
lt: Serveris įtrauktas į leidimų sąrašą
ms: Pelayan ditambahkan pada senarai yang dibenarkan
nl: Server toegevoegd aan de acceptatielijst
no: Server lagt til i tillatelseslisten
pl: Serwer dodany do listy dozwolonych
pt: Servidor adicionado à lista de permissões
ru: Сервер добавлен в список разрешенных
sk: Server bol pridaný do zoznamu povolených
sl: Strežnik dodan na seznam dovoljenih
sv: Servern har lagts till i listan över tillåtna
th: เพิ่มเซิร์ฟเวอร์ในรายการอนุญาตแล้ว
uk: Сервер додано до списку дозволених
vi: Máy chủ được thêm vào danh sách cho phép

source: Restored from backup
af: Teruggestel vanaf rugsteun
ar: تمت الاستعادة من النسخة الاحتياطية
bg: Възстановено от резервно копие
bn: ব্যাকআপ থেকে পুনরুদ্ধার করা হয়েছে
ca: Restaurat des de la còpia de seguretat
cs: Obnoveno ze zálohy
da: Gendannet fra backup
de: Aus Backup wiederhergestellt
el: Έγινε επαναφορά από το αντίγραφο ασφαλείας
es: Restaurado desde la copia de seguridad
et: Taastatud varukoopiast
fa: از پشتیبان گیری بازیابی شد
fr: Restauré à partir d'une sauvegarde
he: שוחזר מגיבוי
hi: बैकअप से पुनर्स्थापित किया गया
hr: Vraćeno iz sigurnosne kopije
hu: Biztonsági mentésből visszaállítva
it: Ripristinato dal backup
ko: 백업에서 복원됨
lt: Atkurta iš atsarginės kopijos
ms: Dipulihkan daripada sandaran
nl: Hersteld vanaf een back-up
no: Gjenopprettet fra sikkerhetskopi
pl: Przywrócono z kopii zapasowej
pt: Restaurado do backup
ru: Восстановлен из резервной копии
sk: Obnovené zo zálohy
sl: Obnovljeno iz varnostne kopije
sv: Återställd från säkerhetskopia
th: กู้คืนจากการสำรองข้อมูล
uk: Відновлено з резервної копії
vi: Đã khôi phục từ bản sao lưu

source: Failed to add the following roles to {}: {} - {}
af: Kon nie die volgende rolle by {} voeg nie: {} - {}
ar: فشلت إضافة الأدوار التالية إلى {}: {} - {}
bg: Неуспешно добавяне на следните роли към {}: {} - {}
bn: নিম্নলিখিত ভূমিকাগুলি {} এ যোগ করতে ব্যর্থ হয়েছে: {} - {}
ca: No s'han pogut afegir els rols següents a {}: {} - {}
cs: Do {} se nepodařilo přidat následující role: {} - {}
da: Kunne ikke tilføje følgende roller til {}: {} - {}
de: Die folgenden Rollen konnten nicht zu {} hinzugefügt werden: {} - {}
el: Αποτυχία προσθήκης των ακόλουθων ρόλων στο {}: {} - {}
es: No se pudieron agregar los siguientes roles a {}: {} - {}
et: Järgmiste rollide lisamine domeenile {} ebaõnnestus: {} - {}
fa: نقش‌های زیر به {} اضافه نشدند: {} - {}
fr: Échec de l'ajout des rôles suivants à {} : {} - {}
he: הוספת התפקידים הבאים ל-{} נכשלה: {} - {}
hi: {}: {} - {} में निम्नलिखित भूमिकाएँ जोड़ने में विफल
hr: Nije uspjelo dodavanje sljedećih uloga u {}: {} - {}
hu: Nem sikerült hozzáadni a következő szerepeket a(z) {} csoporthoz: {} - {}
it: Impossibile aggiungere i seguenti ruoli a {}: {} - {}
ko: 다음 역할을 {}에 추가하지 못했습니다: {} - {}
lt: Nepavyko pridėti šių vaidmenų prie {}: {} - {}
ms: Gagal menambah peranan berikut pada {}: {} - {}
nl: Kan de volgende rollen niet toevoegen aan {}: {} - {}
no: Kunne ikke legge til følgende roller til {}: {} - {}
pl: Nie udało się dodać następujących ról do {}: {} - {}
pt: Falha ao adicionar as seguintes funções a {}: {} - {}
ru: Не удалось добавить следующие роли в {}: {} - {}
sk: Do {} sa nepodarilo pridať nasledujúce roly: {} - {}
sl: Teh vlog ni bilo mogoče dodati {}: {} - {}
sv: Det gick inte att lägga till följande roller till {}: {} - {}
th: ไม่สามารถเพิ่มบทบาทต่อไปนี้ใน {}: {} - {}
uk: Не вдалося додати такі ролі до {}: {} - {}
vi: Không thêm được các vai trò sau vào {}: {} - {}

source: Failed to remove the following roles from {}: {} - {}
af: Kon nie die volgende rolle van {} verwyder nie: {} - {}
ar: فشلت إزالة الأدوار التالية من {}: {} - {}
bg: Неуспешно премахване на следните роли от {}: {} - {}
bn: {} থেকে নিম্নলিখিত ভূমিকাগুলি সরাতে ব্যর্থ হয়েছে: {} - {} ৷
ca: No s'han pogut eliminar les funcions següents de {}: {} - {}
cs: Odebrání následujících rolí z {} se nezdařilo: {} - {}
da: Kunne ikke fjerne følgende roller fra {}: {} - {}
de: Die folgenden Rollen konnten nicht aus {} entfernt werden: {} - {}
el: Αποτυχία κατάργησης των παρακάτω ρόλων από το {}: {} - {}
es: No se pudieron eliminar los siguientes roles de {}: {} - {}
et: Järgmiste rollide eemaldamine kasutajast {} ebaõnnestus: {} - {}
fa: نقش‌های زیر از {} ​​حذف نشدند: {} - {}
fr: Échec de la suppression des rôles suivants de {} : {} - {}
he: הסרת התפקידים הבאים מ-{} נכשלה: {} - {}
hi: {}: {} - {} से निम्नलिखित भूमिकाएँ हटाने में विफल
hr: Nije uspjelo uklanjanje sljedećih uloga iz {}: {} - {}
hu: Nem sikerült eltávolítani a következő szerepeket innen: {}: {} - {}
it: Impossibile rimuovere i seguenti ruoli da {}: {} - {}
ko: {}에서 다음 역할을 제거하지 못했습니다: {} - {}
lt: Nepavyko pašalinti šių vaidmenų iš {}: {} - {}
ms: Gagal mengalih keluar peranan berikut daripada {}: {} - {}
nl: Kan de volgende rollen niet verwijderen uit {}: {} - {}
no: Kunne ikke fjerne følgende roller fra {}: {} - {}
pl: Nie udało się usunąć następujących ról z {}: {} - {}
pt: Falha ao remover as seguintes funções de {}: {} - {}
ru: Не удалось удалить следующие роли из {}: {} - {}
sk: Nepodarilo sa odstrániť nasledujúce roly z {}: {} - {}
sl: Naslednjih vlog ni bilo mogoče odstraniti iz {}: {} - {}
sv: Det gick inte att ta bort följande roller från {}: {} - {}
th: ไม่สามารถลบบทบาทต่อไปนี้ออกจาก {}: {} - {}
uk: Не вдалося видалити такі ролі з {}: {} - {}
vi: Không xóa được các vai trò sau khỏi {}: {} - {}
