Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/ideaboard/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: You do not have the required roles to make suggestions.
af: Jy het nie die vereiste rolle om voorstelle te maak nie.
ar: ليس لديك الأدوار المطلوبة لتقديم الاقتراحات.
bg: Нямате необходимите роли, за да правите предложения.
bn: পরামর্শ দেওয়ার জন্য আপনার কাছে প্রয়োজনীয় ভূমিকা নেই।
ca: No teniu les funcions necessàries per fer suggeriments.
cs: Nemáte požadované role k vytváření návrhů.
da: Du har ikke de nødvendige roller til at komme med forslag.
de: Sie verfügen nicht über die erforderlichen Rollen, um Vorschläge zu machen.
el: Δεν έχετε τους απαιτούμενους ρόλους για να κάνετε προτάσεις.
es: No tienes los roles necesarios para hacer sugerencias.
et: Teil pole soovituste tegemiseks vajalikke rolle.
fa: شما نقش های لازم را برای ارائه پیشنهاد ندارید.
fi: Sinulla ei ole tarvittavia rooleja ehdotusten tekemiseen.
fr: Vous n'avez pas les rôles requis pour faire des suggestions.
he: אין לך את התפקידים הנדרשים כדי להציע הצעות.
hi: सुझाव देने के लिए आपके पास आवश्यक भूमिकाएँ नहीं हैं।
hr: Nemate potrebne uloge za davanje prijedloga.
hu: Nem rendelkezik a szükséges szerepekkel, hogy javaslatokat tegyen.
id: Anda tidak memiliki peran yang diperlukan untuk memberikan saran.
it: Non disponi dei ruoli richiesti per fornire suggerimenti.
ja: 提案を行うために必要な役割がありません。
lt: Neturite reikiamų vaidmenų, kad galėtumėte teikti pasiūlymus.
lv: Jums nav nepieciešamo lomu, lai sniegtu ieteikumus.
ms: Anda tidak mempunyai peranan yang diperlukan untuk membuat cadangan.
nl: U beschikt niet over de vereiste rollen om suggesties te doen.
no: Du har ikke de nødvendige rollene for å komme med forslag.
pl: Nie masz wymaganych ról, aby zgłaszać sugestie.
pt: Você não tem as funções necessárias para fazer sugestões.
ro: Nu aveți rolurile necesare pentru a face sugestii.
ru: У вас нет необходимых ролей, чтобы вносить предложения.
sk: Nemáte požadované roly na vytváranie návrhov.
sl: Nimate potrebnih vlog za dajanje predlogov.
sv: Du har inte de roller som krävs för att komma med förslag.
th: คุณไม่มีบทบาทที่จำเป็นในการให้คำแนะนำ
tr: Öneride bulunmak için gerekli rollere sahip değilsiniz.
uk: Ви не маєте необхідних ролей, щоб робити пропозиції.
vi: Bạn không có vai trò cần thiết để đưa ra đề xuất.

source: Your account is too young to make suggestions.
af: Jou rekening is te jonk om voorstelle te maak.
ar: حسابك صغير جدًا بحيث لا يمكنه تقديم اقتراحات.
bg: Вашият акаунт е твърде млад, за да правите предложения.
bn: পরামর্শ দেওয়ার জন্য আপনার অ্যাকাউন্টটি খুবই কম।
ca: El vostre compte és massa jove per fer suggeriments.
cs: Váš účet je příliš mladý na to, aby mohl vytvářet návrhy.
da: Din konto er for ung til at komme med forslag.
de: Ihr Konto ist zu jung, um Vorschläge zu machen.
el: Ο λογαριασμός σας είναι πολύ νέος για να κάνετε προτάσεις.
es: Su cuenta es demasiado joven para hacer sugerencias.
et: Teie konto on liiga noor, et soovitusi teha.
fa: حساب شما برای ارائه پیشنهاد بسیار جوان است.
fi: Tilisi on liian nuori ehdotusten tekemiseen.
fr: Votre compte est trop jeune pour faire des suggestions.
he: החשבון שלך צעיר מכדי להציע הצעות.
hi: सुझाव देने के लिए आपका खाता बहुत छोटा है।
hr: Vaš je račun premlad za davanje prijedloga.
hu: Fiókja túl fiatal ahhoz, hogy javaslatokat tegyen.
id: Akun Anda masih terlalu muda untuk memberikan saran.
it: Il tuo account è troppo giovane per fornire suggerimenti.
ja: あなたのアカウントは提案するには若すぎます。
lt: Jūsų paskyra per jauna, kad galėtumėte teikti pasiūlymus.
lv: Jūsu konts ir pārāk jauns, lai sniegtu ieteikumus.
ms: Akaun anda terlalu muda untuk membuat cadangan.
nl: Uw account is te jong om suggesties te doen.
no: Kontoen din er for ung til å komme med forslag.
pl: Twoje konto jest zbyt młode, aby przesyłać sugestie.
pt: Sua conta é muito nova para fazer sugestões.
ro: Contul dvs. este prea tânăr pentru a face sugestii.
ru: Ваш аккаунт слишком молод, чтобы делать предложения.
sk: Váš účet je príliš mladý na vytváranie návrhov.
sl: Vaš račun je premlad za dajanje predlogov.
sv: Ditt konto är för ungt för att ge förslag.
th: บัญชีของคุณยังเด็กเกินไปที่จะให้คำแนะนำ
tr: Hesabınız öneride bulunmak için çok genç.
uk: Ваш обліковий запис занадто молодий, щоб робити пропозиції.
vi: Tài khoản của bạn còn quá trẻ để đưa ra đề xuất.

source: You haven't been in the server long enough to make suggestions.
af: Jy was nie lank genoeg in die bediener om voorstelle te maak nie.
ar: لم تكن في الخادم لفترة كافية لتقديم الاقتراحات.
bg: Не сте били достатъчно дълго в сървъра, за да правите предложения.
bn: আপনি পরামর্শ দেওয়ার জন্য যথেষ্ট সময় ধরে সার্ভারে ছিলেন না৷
ca: No heu estat prou temps al servidor per fer suggeriments.
cs: Nejste na serveru dostatečně dlouho, abyste mohli podávat návrhy.
da: Du har ikke været længe nok på serveren til at komme med forslag.
de: Sie sind noch nicht lange genug auf dem Server, um Vorschläge zu machen.
el: Δεν είστε στον διακομιστή αρκετό καιρό για να κάνετε προτάσεις.
es: No has estado en el servidor el tiempo suficiente para hacer sugerencias.
et: Te pole olnud piisavalt kaua serveris, et soovitusi teha.
fa: شما به اندازه کافی در سرور نبوده اید که بتوانید پیشنهاد دهید.
fi: Et ole ollut palvelimella tarpeeksi kauan tehdäksesi ehdotuksia.
fr: Vous n'êtes pas sur le serveur depuis assez longtemps pour faire des suggestions.
he: לא היית בשרת מספיק זמן כדי להציע הצעות.
hi: आप सुझाव देने के लिए सर्वर में पर्याप्त समय तक नहीं रहे हैं।
hr: Niste bili dovoljno dugo na poslužitelju da biste dali prijedloge.
hu: Nem volt elég régóta a szerveren ahhoz, hogy javaslatokat tegyen.
id: Anda belum cukup lama berada di server untuk memberikan saran.
it: Non sei stato nel server abbastanza a lungo per dare suggerimenti.
ja: 提案できるほどサーバーに長く滞在していないためです。
lt: Nebuvote serveryje pakankamai ilgai, kad galėtumėte pateikti pasiūlymų.
lv: Jūs neesat bijis serverī pietiekami ilgi, lai sniegtu ieteikumus.
ms: Anda belum cukup lama berada dalam pelayan untuk membuat cadangan.
nl: U bent niet lang genoeg op de server geweest om suggesties te doen.
no: Du har ikke vært lenge nok på serveren til å komme med forslag.
pl: Nie jesteś na serwerze wystarczająco długo, aby zgłaszać sugestie.
pt: Você não está no servidor há tempo suficiente para fazer sugestões.
ro: Nu ați fost suficient de mult timp pe server pentru a face sugestii.
ru: Вы не были на сервере достаточно долго, чтобы вносить предложения.
sk: Na serveri ste neboli dostatočne dlho na to, aby ste mohli podávať návrhy.
sl: Na strežniku niste bili dovolj dolgo, da bi dali predloge.
sv: Du har inte varit på servern tillräckligt länge för att komma med förslag.
th: คุณไม่ได้อยู่ในเซิร์ฟเวอร์นานพอที่จะให้คำแนะนำ
tr: Öneride bulunabilecek kadar uzun süre sunucuda bulunmadınız.
uk: Ви не були на сервері достатньо довго, щоб робити пропозиції.
vi: Bạn chưa ở trong máy chủ đủ lâu để đưa ra đề xuất.

source: You are not allowed to make suggestions due to a blacklisted role.
af: Jy word nie toegelaat om voorstelle te maak nie as gevolg van 'n swartlys-rol.
ar: لا يُسمح لك بتقديم اقتراحات بسبب دور مدرج في القائمة السوداء.
bg: Нямате право да правите предложения поради роля в черния списък.
bn: একটি কালো তালিকাভুক্ত ভূমিকার কারণে আপনাকে পরামর্শ দেওয়ার অনুমতি নেই৷
ca: No podeu fer suggeriments a causa d'una funció a la llista negra.
cs: Kvůli roli na černé listině nemáte povoleno podávat návrhy.
da: Du må ikke komme med forslag på grund af en sortlistet rolle.
de: Aufgrund einer auf der schwarzen Liste stehenden Rolle ist es Ihnen nicht gestattet, Vorschläge zu machen.
el: Δεν επιτρέπεται να κάνετε προτάσεις λόγω ρόλου στη μαύρη λίστα.
es: No se le permite hacer sugerencias debido a un rol en la lista negra.
et: Musta nimekirja kantud rolli tõttu ei ole teil lubatud ettepanekuid teha.
fa: به دلیل وجود نقش در لیست سیاه، مجاز به ارائه پیشنهاد نیستید.
fi: Et saa tehdä ehdotuksia mustan listan roolin vuoksi.
fr: Vous n'êtes pas autorisé à faire des suggestions en raison d'un rôle sur liste noire.
he: אינך רשאי להציע הצעות עקב תפקיד ברשימה השחורה.
hi: काली सूची में डाली गई भूमिका के कारण आपको सुझाव देने की अनुमति नहीं है।
hr: Nije vam dopušteno davati prijedloge zbog uloge na crnoj listi.
hu: A feketelistán szereplő szerep miatt nem tehet javaslatot.
id: Anda tidak diperbolehkan memberikan saran karena peran yang masuk daftar hitam.
it: Non ti è consentito dare suggerimenti a causa di un ruolo nella lista nera.
ja: ブラックリストに登録されている役割のため、提案を行うことはできません。
lt: Jums neleidžiama teikti pasiūlymų dėl vaidmens, įtraukto į juodąjį sąrašą.
lv: Jums nav atļauts sniegt ieteikumus melnajā sarakstā iekļautas lomas dēļ.
ms: Anda tidak dibenarkan membuat cadangan kerana peranan yang disenaraihitamkan.
nl: Vanwege een rol op de zwarte lijst mag u geen suggesties doen.
no: Du har ikke lov til å komme med forslag på grunn av en svartelistet rolle.
pl: Nie możesz zgłaszać sugestii ze względu na rolę na czarnej liście.
pt: Você não tem permissão para fazer sugestões devido a uma função na lista negra.
ro: Nu aveți voie să faceți sugestii din cauza unui rol pe lista neagră.
ru: Вам не разрешено вносить предложения из-за роли, занесенной в черный список.
sk: Nemáte povolené podávať návrhy kvôli úlohe na čiernej listine.
sl: Zaradi vloge na črnem seznamu ne smete dajati predlogov.
sv: Du får inte komma med förslag på grund av en svartlistad roll.
th: คุณไม่ได้รับอนุญาตให้ให้คำแนะนำเนื่องจากบทบาทอยู่ในบัญชีดำ
tr: Kara listeye alınmış bir rol nedeniyle öneride bulunmanıza izin verilmiyor.
uk: Ви не маєте права робити пропозиції через роль у чорному списку.
vi: Bạn không được phép đưa ra đề xuất do vai trò bị liệt vào danh sách đen.

source: You are blacklisted from making suggestions.
af: Jy word op die swartlys geplaas om voorstelle te maak.
ar: لقد تم إدراجك في القائمة السوداء لعدم تقديم الاقتراحات.
bg: Вие сте в черния списък за правене на предложения.
bn: আপনাকে পরামর্শ দেওয়া থেকে কালো তালিকাভুক্ত করা হয়েছে৷
ca: Estàs a la llista negra per fer suggeriments.
cs: Jste na černé listině z předkládání návrhů.
da: Du er sortlistet for at komme med forslag.
de: Sie stehen auf der schwarzen Liste und dürfen keine Vorschläge machen.
el: Είστε στη μαύρη λίστα για να κάνετε προτάσεις.
es: Estás en la lista negra para hacer sugerencias.
et: Olete soovituste tegemise musta nimekirja.
fa: شما در لیست سیاه از ارائه پیشنهادات قرار گرفته اید.
fi: Olet mustalla listalla tekemästä ehdotuksia.
fr: Vous êtes sur liste noire pour faire des suggestions.
he: אתה ברשימה השחורה מלהציע הצעות.
hi: आपको सुझाव देने से काली सूची में डाल दिया गया है।
hr: Na crnoj ste listi za davanje prijedloga.
hu: Felkerült a tiltólistára, hogy javaslatokat tegyen.
id: Anda masuk daftar hitam untuk memberikan saran.
it: Sei nella lista nera per aver fornito suggerimenti.
ja: あなたは提案を行うことができないようにブラックリストに登録されています。
lt: Esate įtrauktas į juodąjį sąrašą, kad galėtumėte teikti pasiūlymus.
lv: Jūs esat iekļauts melnajā sarakstā, lai nevarētu sniegt ieteikumus.
ms: Anda disenaraihitamkan daripada membuat cadangan.
nl: U staat op de zwarte lijst voor het doen van suggesties.
no: Du er svartelistet fra å komme med forslag.
pl: Znajdujesz się na czarnej liście i nie możesz zgłaszać sugestii.
pt: Você está na lista negra de fazer sugestões.
ro: Sunteți pe lista neagră pentru a face sugestii.
ru: Вы занесены в черный список, запрещающий вносить предложения.
sk: Dostali ste sa na čiernu listinu, aby ste mohli podávať návrhy.
sl: Ste na črnem seznamu za dajanje predlogov.
sv: Du är svartlistad från att komma med förslag.
th: คุณถูกบัญชีดำจากการให้คำแนะนำ
tr: Öneride bulunma konusunda kara listeye alındınız.
uk: Ви занесені до чорного списку, щоб не робити пропозиції.
vi: Bạn bị liệt vào danh sách cấm đưa ra đề xuất.

source: No approvers have been set! Admins needs to use the {} command to add one.
af: Geen goedkeurders is ingestel nie! Admins moet die {}-opdrag gebruik om een ​​by te voeg.
ar: لم يتم تعيين أي موافقين! يحتاج المسؤولون إلى استخدام الأمر {} لإضافة واحد.
bg: Няма зададени одобряващи! Администраторите трябва да използват командата {}, за да добавят такъв.
bn: কোন অনুমোদনকারী সেট করা হয়েছে! অ্যাডমিনদের একটি যোগ করার জন্য {} কমান্ড ব্যবহার করতে হবে।
ca: No s'ha establert cap aprovador! Els administradors han d'utilitzar l'ordre {} per afegir-ne una.
cs: Nebyli nastaveni žádní schvalovatelé! Správci musí k přidání použít příkaz {}.
da: Der er ikke angivet nogen godkendere! Administratorer skal bruge kommandoen {} for at tilføje en.
de: Es wurden keine Genehmiger festgelegt! Administratoren müssen den Befehl {} verwenden, um einen hinzuzufügen.
el: Δεν έχουν οριστεί εγκριτές! Οι διαχειριστές πρέπει να χρησιμοποιήσουν την εντολή {} για να προσθέσουν ένα.
es: ¡No se han establecido aprobadores! Los administradores deben usar el comando {} para agregar uno.
et: Ühtegi heakskiitjat pole määratud! Administraatorid peavad selle lisamiseks kasutama käsku {}.
fa: هیچ تایید کننده ای تعیین نشده است! مدیران باید از دستور {} برای اضافه کردن یکی استفاده کنند.
fi: Hyväksyjiä ei ole asetettu! Järjestelmänvalvojien on lisättävä komento {}.
fr: Aucun approbateur n'a été défini ! Les administrateurs doivent utiliser la commande {} pour en ajouter un.
he: לא הוגדרו מאשרים! מנהלי מערכת צריכים להשתמש בפקודה {} כדי להוסיף אחד.
hi: कोई अनुमोदक निर्धारित नहीं किया गया है! किसी को जोड़ने के लिए व्यवस्थापकों को {} कमांड का उपयोग करना होगा।
hr: Nisu postavljeni odobravatelji! Administratori trebaju upotrijebiti naredbu {} za dodavanje.
hu: Nincsenek jóváhagyók beállítva! A rendszergazdáknak a {} parancsot kell használniuk egy hozzáadásához.
id: Tidak ada pemberi persetujuan yang ditetapkan! Admin perlu menggunakan perintah {} untuk menambahkannya.
it: Non è stato impostato alcun approvatore! Gli amministratori devono utilizzare il comando {} per aggiungerne uno.
ja: 承認者が設定されていません!管理者は、{} コマンドを使用して追加する必要があります。
lt: Tvirtintojų nenustatyta! Administratoriai turi naudoti komandą {}, kad ją pridėtų.
lv: Nav iestatīts neviens apstiprinātājs! Lai to pievienotu, administratoriem ir jāizmanto komanda {}.
ms: Tiada kelulusan telah ditetapkan! Pentadbir perlu menggunakan arahan {} untuk menambah satu.
nl: Er zijn geen goedkeurders ingesteld! Beheerders moeten de opdracht {} gebruiken om er een toe te voegen.
no: Ingen godkjennere er satt! Administratorer må bruke {}-kommandoen for å legge til en.
pl: Nie ustawiono żadnych osób zatwierdzających! Administratorzy muszą użyć polecenia {}, aby je dodać.
pt: Nenhum aprovador foi definido! Os administradores precisam usar o comando {} para adicionar um.
ro: Nu au fost setati aprobatori! Administratorii trebuie să folosească comanda {} pentru a adăuga una.
ru: Утверждающие лица не установлены! Администраторам необходимо использовать команду {}, чтобы добавить его.
sk: Neboli nastavení žiadni schvaľovatelia! Správcovia musia na pridanie použiť príkaz {}.
sl: Nastavljen ni noben odobritelj! Skrbniki morajo za dodajanje uporabiti ukaz {}.
sv: Inga godkännare har ställts in! Administratörer måste använda kommandot {} för att lägga till en.
th: ยังไม่ได้ตั้งค่าผู้อนุมัติ! ผู้ดูแลระบบจำเป็นต้องใช้คำสั่ง {} เพื่อเพิ่มคำสั่ง
tr: Hiçbir onaylayan belirlenmedi! Yöneticilerin bir tane eklemek için {} komutunu kullanması gerekir.
uk: Схвалювачів не встановлено! Щоб додати його, адміністраторам потрібно використати команду {}.
vi: Chưa có người phê duyệt nào được thiết lập! Quản trị viên cần sử dụng lệnh {} để thêm một.

source: You must be registered in the ArkTools database to make suggestions.
af: Jy moet in die ArkTools-databasis geregistreer wees om voorstelle te maak.
ar: يجب أن تكون مسجلاً في قاعدة بيانات ArkTools لتقديم الاقتراحات.
bg: Трябва да сте регистриран в базата данни на ArkTools, за да правите предложения.
bn: পরামর্শ দেওয়ার জন্য আপনাকে অবশ্যই ArkTools ডাটাবেসে নিবন্ধিত হতে হবে।
ca: Heu d'estar registrat a la base de dades d'ArkTools per fer suggeriments.
cs: Abyste mohli podávat návrhy, musíte být zaregistrováni v databázi ArkTools.
da: Du skal være registreret i ArkTools database for at komme med forslag.
de: Um Vorschläge machen zu können, müssen Sie in der ArkTools-Datenbank registriert sein.
el: Πρέπει να είστε εγγεγραμμένος στη βάση δεδομένων του ArkTools για να κάνετε προτάσεις.
es: Debes estar registrado en la base de datos de ArkTools para realizar sugerencias.
et: Soovituste tegemiseks peate olema ArkToolsi andmebaasis registreerunud.
fa: برای ارائه پیشنهادات باید در پایگاه داده ArkTools ثبت نام کنید.
fi: Sinun on rekisteröidyttävä ArkTools-tietokantaan, jotta voit tehdä ehdotuksia.
fr: Vous devez être enregistré dans la base de données ArkTools pour faire des suggestions.
he: עליך להיות רשום במסד הנתונים של ArkTools כדי להציע הצעות.
hi: सुझाव देने के लिए आपको ArkTools डेटाबेस में पंजीकृत होना चाहिए।
hr: Morate biti registrirani u ArkTools bazi podataka da biste davali prijedloge.
hu: Javaslatok készítéséhez regisztrálnia kell az ArkTools adatbázisban.
id: Anda harus terdaftar di database ArkTools untuk memberikan saran.
it: Devi essere registrato nel database ArkTools per dare suggerimenti.
ja: 提案を行うには、ArkTools データベースに登録する必要があります。
lt: Turite užsiregistruoti ArkTools duomenų bazėje, kad galėtumėte teikti pasiūlymus.
lv: Lai sniegtu ieteikumus, jums jābūt reģistrētam ArkTools datubāzē.
ms: Anda mesti berdaftar dalam pangkalan data ArkTools untuk membuat cadangan.
nl: Om suggesties te kunnen doen, moet u geregistreerd zijn in de ArkTools-database.
no: Du må være registrert i ArkTools-databasen for å komme med forslag.
pl: Aby móc zgłaszać sugestie, musisz być zarejestrowany w bazie danych ArkTools.
pt: Você deve estar cadastrado no banco de dados ArkTools para fazer sugestões.
ro: Trebuie să fiți înregistrat în baza de date ArkTools pentru a face sugestii.
ru: Чтобы вносить предложения, вы должны быть зарегистрированы в базе данных ArkTools.
sk: Ak chcete podávať návrhy, musíte byť zaregistrovaný v databáze ArkTools.
sl: Za dajanje predlogov morate biti registrirani v bazi podatkov ArkTools.
sv: Du måste vara registrerad i ArkTools databas för att komma med förslag.
th: คุณต้องลงทะเบียนในฐานข้อมูล ArkTools เพื่อให้คำแนะนำ
tr: Öneride bulunmak için ArkTools veritabanına kayıtlı olmanız gerekir.
uk: Ви повинні бути зареєстровані в базі даних ArkTools, щоб робити пропозиції.
vi: Bạn phải đăng ký trong cơ sở dữ liệu ArkTools để đưa ra đề xuất.

source: You must have at least {} hours of playtime to make suggestions.
af: Jy moet ten minste {} uur speeltyd hê om voorstelle te maak.
ar: يجب أن يكون لديك ما لا يقل عن {} ساعة من وقت اللعب لتقديم الاقتراحات.
bg: Трябва да имате поне {} часа време за игра, за да правите предложения.
bn: পরামর্শ দেওয়ার জন্য আপনার অবশ্যই কমপক্ষে {} ঘন্টা খেলার সময় থাকতে হবে৷
ca: Heu de tenir almenys {} hores de joc per fer suggeriments.
cs: K vytváření návrhů musíte mít alespoň {} hodin hraní.
da: Du skal have mindst {} timers spilletid for at komme med forslag.
de: Sie müssen mindestens {} Stunden Spielzeit haben, um Vorschläge machen zu können.
el: Πρέπει να έχετε τουλάχιστον {} ώρες παιχνιδιού για να κάνετε προτάσεις.
es: Debes tener al menos {} horas de juego para hacer sugerencias.
et: Soovituste tegemiseks peab teil olema vähemalt {} tundi mänguaega.
fa: برای ارائه پیشنهادات باید حداقل {} ساعت زمان بازی داشته باشید.
fi: Sinulla on oltava vähintään {} tuntia soittoaikaa ehdotusten tekemiseen.
fr: Vous devez disposer d'au moins {} heures de jeu pour pouvoir faire des suggestions.
he: אתה חייב להיות לפחות {} שעות של זמן משחק כדי להציע הצעות.
hi: सुझाव देने के लिए आपके पास कम से कम {} घंटे का खेल का समय होना चाहिए।
hr: Morate imati najmanje {} sati igranja da biste davali prijedloge.
hu: Javaslatok megtételéhez legalább {} óra játékidővel kell rendelkeznie.
id: Anda harus memiliki waktu bermain minimal {} jam untuk memberikan saran.
it: Devi avere almeno {} ore di gioco per dare suggerimenti.
ja: 提案を行うには、少なくとも {} 時間のプレイ時間が必要です。
lt: Turite žaisti mažiausiai {} valandas, kad galėtumėte teikti pasiūlymus.
lv: Lai sniegtu ieteikumus, jums ir jābūt vismaz {} stundām atskaņošanas laikam.
ms: Anda mesti mempunyai sekurang-kurangnya {} jam masa bermain untuk membuat cadangan.
nl: Je moet minimaal {} uur speeltijd hebben om suggesties te kunnen doen.
no: Du må ha minst {} timers spilletid for å komme med forslag.
pl: Aby móc zgłaszać sugestie, musisz mieć co najmniej {} godzin czasu gry.
pt: Você deve ter pelo menos {} horas de jogo para fazer sugestões.
ro: Trebuie să aveți cel puțin {} ore de joc pentru a face sugestii.
ru: Чтобы предлагать предложения, у вас должно быть не менее {} часов игрового времени.
sk: Na vytváranie návrhov musíte mať aspoň {} hodín hracieho času.
sl: Za dajanje predlogov morate imeti vsaj {} ur igranja.
sv: Du måste ha minst {} timmars speltid för att komma med förslag.
th: คุณต้องมีเวลาเล่นอย่างน้อย {} ชั่วโมงจึงจะให้คำแนะนำได้
tr: Öneride bulunabilmek için en az {} saatlik oyun süreniz olmalıdır.
uk: Ви повинні мати принаймні {} годин гри, щоб робити пропозиції.
vi: Bạn phải có ít nhất {} giờ chơi để đưa ra đề xuất.

source: You must wait `{}` before making another suggestion.
af: Jy moet `{}` wag voordat jy nog 'n voorstel maak.
ar: يجب عليك الانتظار `{}` قبل تقديم اقتراح آخر.
bg: Трябва да изчакате `{}` преди да направите друго предложение.
bn: অন্য পরামর্শ দেওয়ার আগে আপনাকে অবশ্যই `{}` অপেক্ষা করতে হবে৷
ca: Heu d'esperar `{}` abans de fer un altre suggeriment.
cs: Před provedením dalšího návrhu musíte počkat na `{}`.
da: Du skal vente "{}", før du kommer med et nyt forslag.
de: Sie müssen „{}“ warten, bevor Sie einen weiteren Vorschlag machen.
el: Πρέπει να περιμένετε `{}` πριν κάνετε άλλη πρόταση.
es: Debes esperar `{}` antes de hacer otra sugerencia.
et: Enne uue soovituse tegemist peate ootama `{}`.
fa: قبل از ارائه پیشنهاد دیگری باید "{}" صبر کنید.
fi: Sinun on odotettava `{}` ennen kuin teet uuden ehdotuksen.
fr: Vous devez attendre `{}` avant de faire une autre suggestion.
he: עליך להמתין `{}` לפני שתציע הצעה נוספת.
hi: कोई अन्य सुझाव देने से पहले आपको `{}` प्रतीक्षा करनी होगी।
hr: Morate pričekati `{}` prije davanja sljedećeg prijedloga.
hu: Meg kell várnia `{}`, mielőtt újabb javaslatot tenne.
id: Anda harus menunggu `{}` sebelum memberikan saran lainnya.
it: Devi attendere `{}` prima di dare un altro suggerimento.
ja: 別の提案を行う前に、「{}」を待つ必要があります。
lt: Prieš pateikdami kitą pasiūlymą, turite palaukti „{}“.
lv: Pirms cita ieteikuma veikšanas ir jānogaida `{}`.
ms: Anda mesti menunggu `{}` sebelum membuat cadangan lain.
nl: U moet `{}` wachten voordat u een nieuwe suggestie doet.
no: Du må vente `{}` før du kommer med et nytt forslag.
pl: Musisz poczekać `{}` przed złożeniem kolejnej sugestii.
pt: Você deve esperar `{}` antes de fazer outra sugestão.
ro: Trebuie să așteptați `{}` înainte de a face o altă sugestie.
ru: Вы должны подождать `{}`, прежде чем делать другое предложение.
sk: Pred ďalším návrhom musíte počkať na `{}`.
sl: Počakati morate `{}` preden podate nov predlog.
sv: Du måste vänta `{}` innan du kommer med ett nytt förslag.
th: คุณต้องรอ `{}` ก่อนที่จะให้คำแนะนำเพิ่มเติม
tr: Başka bir öneride bulunmadan önce `{}` beklemelisiniz.
uk: Ви повинні зачекати `{}`, перш ніж робити іншу пропозицію.
vi: Bạn phải đợi `{}` trước khi đưa ra đề xuất khác.
