Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/ideaboard/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: These users have the most votes that ended in their favor.
af: Hierdie gebruikers het die meeste stemme wat in hul guns geëindig het.
ar: حصل هؤلاء المستخدمون على أكبر عدد من الأصوات التي انتهت لصالحهم.
bg: Тези потребители имат най-много гласове, завършили в тяхна полза.
bn: এই ব্যবহারকারীদের সর্বাধিক ভোট রয়েছে যা তাদের পক্ষে শেষ হয়েছে।
ca: Aquests usuaris tenen més vots que han acabat al seu favor.
cs: Tito uživatelé mají nejvíce hlasů, které skončily v jejich prospěch.
da: Disse brugere har flest stemmer, der endte til deres fordel.
de: Diese Benutzer haben die meisten Stimmen, die zu ihren Gunsten endeten.
el: Αυτοί οι χρήστες έχουν τις περισσότερες ψήφους που έληξαν υπέρ τους.
es: Estos usuarios tienen la mayor cantidad de votos que terminaron a su favor.
et: Nendel kasutajatel on kõige rohkem hääli, mis lõppesid nende kasuks.
fa: این کاربران بیشترین آرایی را دارند که به نفع آنها تمام شده است.
fi: Näillä käyttäjillä on eniten ääniä, jotka päättyivät heidän hyväkseen.
fr: Ces utilisateurs ont obtenu le plus grand nombre de votes en leur faveur.
he: למשתמשים האלה יש הכי הרבה הצבעות שהסתיימו לטובתם.
hi: इन उपयोगकर्ताओं के पास सबसे अधिक वोट हैं जो उनके पक्ष में समाप्त हुए।
hr: Ovi korisnici imaju najviše glasova koji su završili u njihovu korist.
hu: Ezek a felhasználók kapták a legtöbb szavazatot, amelyek az ő javukra végződtek.
id: Para pengguna ini mendapatkan suara terbanyak yang berakhir menguntungkan mereka.
it: Questi utenti hanno il maggior numero di voti che si sono conclusi a loro favore.
ja: これらのユーザーは、自分たちに有利な結果となった最も多くの票を獲得しています。
lt: Šie naudotojai surinko daugiausiai balsų, kurie baigėsi jų naudai.
lv: Šiem lietotājiem ir visvairāk balsu, kas beidzās viņu labā.
ms: Pengguna ini mempunyai undian terbanyak yang memihak kepada mereka.
nl: Deze gebruikers hebben de meeste stemmen die in hun voordeel eindigden.
no: Disse brukerne har flest stemmer som endte i deres favør.
pl: Ci użytkownicy mają najwięcej głosów, które zakończyły się na ich korzyść.
pt: Esses usuários têm o maior número de votos que terminaram a seu favor.
ro: Acești utilizatori au cele mai multe voturi care s-au încheiat în favoarea lor.
ru: Эти пользователи имеют наибольшее количество голосов, закончившихся в их пользу.
sk: Títo používatelia majú najviac hlasov, ktoré skončili v ich prospech.
sl: Ti uporabniki imajo največ glasov, ki so se končali v njihovo korist.
sv: Dessa användare har flest röster som slutade till deras fördel.
th: ผู้ใช้เหล่านี้ได้รับคะแนนโหวตมากที่สุดซึ่งจบลงด้วยความโปรดปรานของพวกเขา
tr: Bu kullanıcılar kendi lehlerine sonuçlanan en fazla oyu aldı.
uk: Ці користувачі мають найбільшу кількість голосів, які закінчилися на їхню користь.
vi: Những người dùng này có nhiều phiếu bầu nhất và cuối cùng kết thúc có lợi cho họ.

source: Most Losses
af: Meeste verliese
ar: معظم الخسائر
bg: Повечето загуби
bn: সর্বাধিক লোকসান
ca: La majoria de pèrdues
cs: Nejvíce ztrát
da: Flest tab
de: Die meisten Verluste
el: Οι περισσότερες απώλειες
es: La mayoría de las pérdidas
et: Enamik kaotusi
fa: بیشترین ضرر و زیان
fi: Suurin osa tappioista
fr: La plupart des pertes
he: רוב ההפסדים
hi: सबसे ज्यादा घाटा
hr: Najviše gubitaka
hu: A legtöbb veszteség
id: Kerugian Terbanyak
it: La maggior parte delle perdite
ja: 最多損失
lt: Dauguma nuostolių
lv: Lielākā daļa zaudējumu
ms: Kebanyakan Kerugian
nl: De meeste verliezen
no: Flest tap
pl: Najwięcej strat
pt: Maioria das perdas
ro: Cele mai multe pierderi
ru: Наибольшее количество потерь
sk: Najviac strát
sl: Največ izgub
sv: Flest förluster
th: ขาดทุนมากที่สุด
tr: En Çok Kayıp
uk: Більшість втрат
vi: Thua lỗ nhiều nhất

source: These users have the most votes that ended against their favor.
af: Hierdie gebruikers het die meeste stemme wat teen hul guns geëindig het.
ar: حصل هؤلاء المستخدمون على أكبر عدد من الأصوات التي انتهت ضدهم.
bg: Тези потребители имат най-много гласове, завършили против тях.
bn: এই ব্যবহারকারীদের সর্বাধিক ভোট রয়েছে যা তাদের পক্ষে শেষ হয়েছে।
ca: Aquests usuaris són els que més vots han acabat en contra del seu favor.
cs: Tito uživatelé mají nejvíce hlasů, které skončily proti jejich prospěchu.
da: Disse brugere har flest stemmer, der endte imod deres fordel.
de: Diese Benutzer haben die meisten Stimmen, die zu ihren Gunsten endeten.
el: Αυτοί οι χρήστες έχουν τις περισσότερες ψήφους που έληξαν εναντίον τους.
es: Estos usuarios tienen la mayor cantidad de votos que terminaron en contra de su favor.
et: Nendel kasutajatel on kõige rohkem hääli, mis lõppesid nende kasuks.
fa: این کاربران بیشترین رای را دارند که به نفع آنها تمام شده است.
fi: Näillä käyttäjillä on eniten ääniä, jotka päättyivät heidän puolestaan.
fr: Ces utilisateurs ont le plus grand nombre de votes défavorables.
he: למשתמשים האלה יש הכי הרבה קולות שהסתיימו נגדם.
hi: इन उपयोगकर्ताओं के पास सबसे अधिक वोट हैं जो उनके पक्ष में समाप्त हुए।
hr: Ovi korisnici imaju najviše glasova koji su završili protiv njih.
hu: Ezek a felhasználók kapták a legtöbb szavazatot, amelyek az ő javukra voksoltak.
id: Para pengguna ini mendapatkan suara terbanyak yang tidak mendukung mereka.
it: Questi utenti hanno il maggior numero di voti che si sono conclusi a loro sfavore.
ja: これらのユーザーは、自分たちの支持に反して終了した投票数が最も多いです。
lt: Šie naudotojai surinko daugiausiai balsų, kurie baigėsi prieš juos.
lv: Šiem lietotājiem ir visvairāk balsu, kas beidzās pret viņu labvēlību.
ms: Pengguna ini mempunyai undian terbanyak yang berakhir dengan memihak kepada mereka.
nl: Deze gebruikers hebben de meeste stemmen die in hun voordeel eindigden.
no: Disse brukerne har flest stemmer som endte mot deres favør.
pl: Ci użytkownicy mają najwięcej głosów, które zakończyły się na ich korzyść.
pt: Esses usuários têm o maior número de votos que terminaram contra eles.
ro: Acești utilizatori au cele mai multe voturi care s-au încheiat împotriva favoării lor.
ru: Эти пользователи имеют наибольшее количество голосов, закончившихся против их пользы.
sk: Títo používatelia majú najviac hlasov, ktoré skončili proti ich prospechu.
sl: Ti uporabniki imajo največ glasov, ki so se končali proti njim.
sv: Dessa användare har flest röster som slutade mot deras fördel.
th: ผู้ใช้เหล่านี้ได้รับคะแนนโหวตมากที่สุดซึ่งไม่เห็นด้วยกับพวกเขา
tr: Bu kullanıcılar, kendi lehlerine sonuçlanan en fazla oyu aldı.
uk: Ці користувачі мають найбільшу кількість голосів, які закінчилися проти них.
vi: Những người dùng này có nhiều phiếu bầu nhất nhưng cuối cùng lại không có lợi cho họ.

source: Most Optimistic Users
af: Mees optimistiese gebruikers
ar: أكثر المستخدمين تفاؤلاً
bg: Най-оптимистичните потребители
bn: সর্বাধিক আশাবাদী ব্যবহারকারী
ca: Usuaris més optimistes
cs: Nejoptimističtější uživatelé
da: Mest optimistiske brugere
de: Die optimistischsten Benutzer
el: Οι πιο αισιόδοξοι χρήστες
es: Usuarios más optimistas
et: Kõige optimistlikumad kasutajad
fa: خوشبین ترین کاربران
fi: Optimistisimmat käyttäjät
fr: Utilisateurs les plus optimistes
he: המשתמשים האופטימיים ביותר
hi: सर्वाधिक आशावादी उपयोगकर्ता
hr: Najoptimističniji korisnici
hu: A legoptimistább felhasználók
id: Pengguna Paling Optimis
it: Utenti più ottimisti
ja: 最も楽観的なユーザー
lt: Optimistiškiausi vartotojai
lv: Optimistiskākie lietotāji
ms: Pengguna Paling Optimis
nl: Meest optimistische gebruikers
no: Mest optimistiske brukere
pl: Najbardziej optymistyczni użytkownicy
pt: Usuários mais otimistas
ro: Cei mai optimisti utilizatori
ru: Самые оптимистичные пользователи
sk: Najoptimistickejší používatelia
sl: Najbolj optimistični uporabniki
sv: Mest optimistiska användare
th: ผู้ใช้ในแง่ดีมากที่สุด
tr: En İyimser Kullanıcılar
uk: Найбільш оптимістичні користувачі
vi: Người dùng lạc quan nhất

source: These users have the highest upvote to downvote ratio.
af: Hierdie gebruikers het die hoogste opstem tot afstemverhouding.
ar: يتمتع هؤلاء المستخدمون بأعلى نسبة تصويت مؤيد إلى تصويت سلبي.
bg: Тези потребители имат най-високото съотношение на гласуване „за“ към гласуване „против“.
bn: এই ব্যবহারকারীদের আপভোট থেকে ডাউনভোট অনুপাত সবচেয়ে বেশি।
ca: Aquests usuaris tenen la proporció de vots favorables/negatius més alta.
cs: Tito uživatelé mají nejvyšší poměr hlasů pro a proti.
da: Disse brugere har det højeste forhold mellem op- og nedstemning.
de: Diese Benutzer haben das höchste Upvote-zu-Downvote-Verhältnis.
el: Αυτοί οι χρήστες έχουν την υψηλότερη αναλογία υπέρ προς αρνητική ψήφο.
es: Estos usuarios tienen la proporción más alta de votos a favor y en contra.
et: Nendel kasutajatel on kõrgeim poolt- ja vastuhäälte suhe.
fa: این کاربران بالاترین نسبت رای موافق به مخالف را دارند.
fi: Näillä käyttäjillä on korkein plus-miinus-äänisuhde.
fr: Ces utilisateurs ont le ratio de votes positifs/votes négatifs le plus élevé.
he: למשתמשים האלה יש את היחס הגבוה ביותר להצבעה כלפי מטה.
hi: इन उपयोगकर्ताओं का अपवोट और डाउनवोट अनुपात सबसे अधिक है।
hr: Ovi korisnici imaju najveći omjer pozitivnih i negativnih glasova.
hu: Ezek a felhasználók rendelkeznek a legmagasabb pozitív és negatív szavazatok arányával.
id: Pengguna ini memiliki rasio suara positif dan suara negatif tertinggi.
it: Questi utenti hanno il rapporto voti positivi/voti negativi più elevato.
ja: これらのユーザーは、賛成票と反対票の比率が最も高くなります。
lt: Šie naudotojai turi didžiausią teigiamų ir neigiamų balsų santykį.
lv: Šiem lietotājiem ir visaugstākā pozitīva un negatīvā balsojuma attiecība.
ms: Pengguna ini mempunyai nisbah undian naik kepada undian rendah tertinggi.
nl: Deze gebruikers hebben de hoogste verhouding tussen positieve stemmen en negatieve stemmen.
no: Disse brukerne har det høyeste opp-til-nedstemme-forholdet.
pl: Ci użytkownicy mają najwyższy współczynnik głosów „za” do „przeciw”.
pt: Esses usuários têm a maior proporção de votos positivos e negativos.
ro: Acești utilizatori au cel mai mare raport dintre voturi pozitive și voturi negative.
ru: У этих пользователей самое высокое соотношение голосов «за» и «против».
sk: Títo používatelia majú najvyšší pomer hlasov za a proti.
sl: Ti uporabniki imajo največje razmerje med glasovi za in glasovi proti.
sv: Dessa användare har det högsta upp- och nedröstningsförhållandet.
th: ผู้ใช้เหล่านี้มีอัตราการโหวตเห็นด้วยและไม่เห็นด้วยสูงสุด
tr: Bu kullanıcılar en yüksek olumlu/olumsuz oy oranına sahiptir.
uk: Ці користувачі мають найбільше співвідношення голосів «за» та «проти».
vi: Những người dùng này có tỷ lệ tán thành và phản đối cao nhất.

source: Most Negative Users
af: Mees negatiewe gebruikers
ar: أكثر المستخدمين سلبية
bg: Най-негативните потребители
bn: সবচেয়ে নেতিবাচক ব্যবহারকারী
ca: Usuaris més negatius
cs: Většina negativních uživatelů
da: Mest negative brugere
de: Die meisten negativen Benutzer
el: Οι περισσότεροι αρνητικοί χρήστες
es: Usuarios más negativos
et: Enamik negatiivseid kasutajaid
fa: بیشترین کاربران منفی
fi: Useimmat negatiiviset käyttäjät
fr: Utilisateurs les plus négatifs
he: המשתמשים השליליים ביותר
hi: सर्वाधिक नकारात्मक उपयोगकर्ता
hr: Većina negativnih korisnika
hu: A legtöbb negatív felhasználó
id: Pengguna Paling Negatif
it: Utenti più negativi
ja: 最もネガティブなユーザー
lt: Dauguma neigiamų vartotojų
lv: Lielākā daļa negatīvo lietotāju
ms: Kebanyakan Pengguna Negatif
nl: Meest negatieve gebruikers
no: Mest negative brukere
pl: Najbardziej negatywni użytkownicy
pt: Usuários mais negativos
ro: Cei mai mulți utilizatori negativi
ru: Самые негативные пользователи
sk: Väčšina negatívnych používateľov
sl: Večina negativnih uporabnikov
sv: Mest negativa användare
th: ผู้ใช้เชิงลบมากที่สุด
tr: En Olumsuz Kullanıcılar
uk: Найбільш негативні користувачі
vi: Người dùng tiêu cực nhất

source: These users have the highest downvote to upvote ratio.
af: Hierdie gebruikers het die hoogste verhouding van afstem tot opstem.
ar: يتمتع هؤلاء المستخدمون بأعلى نسبة تصويت سلبي إلى تصويت إيجابي.
bg: Тези потребители имат най-високото съотношение на гласуване против гласуване.
bn: এই ব্যবহারকারীদের আপভোট অনুপাত সর্বোচ্চ ডাউনভোট রয়েছে।
ca: Aquests usuaris tenen la proporció més alta de vot negatiu a vot favorable.
cs: Tito uživatelé mají nejvyšší poměr hlasů proti a pro.
da: Disse brugere har det højeste forhold mellem ned og op.
de: Diese Benutzer haben das höchste Downvote-zu-Upvote-Verhältnis.
el: Αυτοί οι χρήστες έχουν την υψηλότερη αναλογία αρνητικής ψήφου προς υπέρ.
es: Estos usuarios tienen la proporción más alta de votos negativos y positivos.
et: Nendel kasutajatel on suurim alla- ja poolthäälte suhe.
fa: این کاربران بیشترین نسبت رای مخالف به رای موافق را دارند.
fi: Näillä käyttäjillä on korkein miinus- ja plusäänien suhde.
fr: Ces utilisateurs ont le ratio de votes négatifs par rapport aux votes positifs le plus élevé.
he: למשתמשים אלה יש את היחס הגבוה ביותר של הצבעה כלפי מטה להצבעה כלפי מעלה.
hi: इन उपयोगकर्ताओं का डाउनवोट और अपवोट अनुपात सबसे अधिक है।
hr: Ovi korisnici imaju najveći omjer negativnih i pozitivnih glasova.
hu: Ezeknek a felhasználóknak a legmagasabb a negatív és pozitív szavazatok aránya.
id: Pengguna ini memiliki rasio suara negatif dan suara positif tertinggi.
it: Questi utenti hanno il rapporto tra voti negativi e voti positivi più elevato.
ja: これらのユーザーは、反対票と賛成票の比率が最も高くなります。
lt: Šie naudotojai turi didžiausią neigiamų ir teigiamų balsų santykį.
lv: Šiem lietotājiem ir vislielākā negatīvā un pozitīva balsojuma attiecība.
ms: Pengguna ini mempunyai nisbah undi rendah kepada undi sokong tertinggi.
nl: Deze gebruikers hebben de hoogste verhouding tussen stemmen en stemmen.
no: Disse brukerne har det høyeste forholdet mellom ned- og oppstemme.
pl: Ci użytkownicy mają najwyższy współczynnik głosów przeciwnych do głosów pozytywnych.
pt: Esses usuários têm a maior proporção de votos negativos em relação a votos positivos.
ro: Acești utilizatori au cel mai mare raport dintre votul negativ și votul pozitiv.
ru: У этих пользователей самое высокое соотношение голосов «против» и «за».
sk: Títo používatelia majú najvyšší pomer hlasov proti.
sl: Ti uporabniki imajo največje razmerje proti in pozitivnim glasovom.
sv: Dessa användare har det högsta förhållandet mellan nedröstning och uppröstning.
th: ผู้ใช้เหล่านี้มีอัตราส่วนการลงคะแนนเสียงลงต่อคะแนนโหวตสูงสุด
tr: Bu kullanıcılar en yüksek olumsuz oy/olumlu oy oranına sahiptir.
uk: Ці користувачі мають найбільше співвідношення голосів проти та позитивних.
vi: Những người dùng này có tỷ lệ tán thành và phản đối cao nhất.

source: Highest Karma
af: Hoogste Karma
ar: أعلى الكرمة
bg: Най-висока карма
bn: সর্বোচ্চ কর্মফল
ca: Karma més alt
cs: Nejvyšší karma
da: Højeste Karma
de: Höchstes Karma
el: Ανώτατο Κάρμα
es: Karma más elevado
et: Kõrgeim karma
fa: بالاترین کارما
fi: Korkein karma
fr: Karma le plus élevé
he: הקארמה הגבוהה ביותר
hi: उच्चतम कर्म
hr: Najviša karma
hu: Legmagasabb karma
id: Karma Tertinggi
it: Karma più alto
ja: 最高のカルマ
lt: Aukščiausia karma
lv: Augstākā karma
ms: Karma tertinggi
nl: Hoogste Karma
no: Høyeste karma
pl: Najwyższa Karma
pt: Carma mais elevado
ro: Karma cea mai înaltă
ru: Высшая Карма
sk: Najvyššia karma
sl: Najvišja karma
sv: Högsta karma
th: กรรมสูงสุด
tr: En Yüksek Karma
uk: Найвища карма
vi: Nghiệp cao nhất

source: These users have the highest received upvote to downvote ratio.
af: Hierdie gebruikers het die hoogste ontvangste opstem-tot-afstemverhouding.
ar: يتمتع هؤلاء المستخدمون بأعلى نسبة تصويت مؤيد إلى تصويت سلبي.
bg: Тези потребители имат най-високото съотношение на получените гласове „за“ към гласуване „против“.
bn: এই ব্যবহারকারীদের আপভোট থেকে ডাউনভোট অনুপাত সবচেয়ে বেশি।
ca: Aquests usuaris tenen la proporció de vots favorables/negatius més alta.
cs: Tito uživatelé mají nejvyšší poměr obdržených hlasů pro a proti.
da: Disse brugere har det højeste modtagne forhold mellem op- og nedstemthed.
de: Diese Benutzer haben das höchste erhaltene Upvote-zu-Downvote-Verhältnis.
el: Αυτοί οι χρήστες έχουν την υψηλότερη αναλογία υπέρ ψήφου προς αρνητική ψήφο.
es: Estos usuarios tienen la mayor proporción de votos a favor y en contra recibidos.
et: Nendel kasutajatel on kõrgeim poolt- ja vastuhäälte suhe.
fa: این کاربران بالاترین نسبت رأی مثبت به رأی منفی دریافتی را دارند.
fi: Näillä käyttäjillä on korkein plus- ja miinus-äänien suhde.
fr: Ces utilisateurs ont le ratio de votes positifs et négatifs reçus le plus élevé.
he: למשתמשים אלה יש את היחס הגבוה ביותר של הצבעה כלפי מעלה להצבעה כלפי מטה.
hi: इन उपयोगकर्ताओं को सबसे अधिक अपवोट और डाउनवोट अनुपात प्राप्त हुआ है।
hr: Ovi korisnici imaju najveći omjer pozitivnih i negativnih glasova.
hu: Ezek a felhasználók rendelkeznek a legmagasabb pozitív és negatív szavazatok arányával.
id: Pengguna ini memiliki rasio suara positif dan suara negatif yang diterima tertinggi.
it: Questi utenti hanno il rapporto più alto tra voti positivi e voti negativi ricevuti.
ja: これらのユーザーは、賛成票と反対票の比率が最も高くなります。
lt: Šie naudotojai turi didžiausią gautų teigiamų ir neigiamų balsų santykį.
lv: Šiem lietotājiem ir visaugstākā saņemto pozitīvo un negatīvo balsojumu attiecība.
ms: Pengguna ini mempunyai nisbah undi sokong kepada undian rendah yang paling tinggi diterima.
nl: Deze gebruikers hebben de hoogste verhouding tussen stemmen en stemmen.
no: Disse brukerne har høyest mottatt opp-til-nedstemme-forhold.
pl: Ci użytkownicy mają najwyższy stosunek głosów pozytywnych do negatywnych.
pt: Esses usuários têm a maior proporção de votos positivos e negativos recebidos.
ro: Acești utilizatori au cea mai mare proporție de vot pozitiv/negativ primit.
ru: У этих пользователей самое высокое соотношение голосов «за» и «против».
sk: Títo používatelia majú najvyšší pomer prijatých hlasov za a proti.
sl: Ti uporabniki imajo največje razmerje med glasovi za in glasovi proti.
sv: Dessa användare har det högsta upp- och nedröstningsförhållandet.
th: ผู้ใช้เหล่านี้มีอัตราการโหวตเห็นด้วยหรือไม่เห็นด้วยสูงสุด
tr: Bu kullanıcılar, alınan en yüksek olumlu oy-olumsuz oy oranına sahiptir.
uk: Ці користувачі мають найбільше співвідношення голосів «за» та «проти».
vi: Những người dùng này có tỷ lệ tán thành/không tán thành nhận được cao nhất.

source: Lowest Karma
af: Laagste karma
ar: أدنى الكرمة
bg: Най-ниската карма
bn: সর্বনিম্ন কর্ম
ca: Karma més baix
cs: Nejnižší karma
da: Laveste karma
de: Niedrigstes Karma
el: Χαμηλότερο Κάρμα
es: Karma más bajo
et: Madalaim karma
fa: پایین ترین کارما
fi: Pienin karma
fr: Karma le plus bas
he: הקארמה הנמוכה ביותר
hi: निम्नतम कर्म
hr: Najniža karma
hu: A legalacsonyabb karma
id: Karma Terendah
it: Karma più basso
ja: 最低のカルマ
lt: Žemiausia karma
lv: Zemākā karma
ms: Karma terendah
nl: Laagste Karma
no: Laveste karma
pl: Najniższa karma
pt: Carma mais baixo
ro: Karma cea mai scăzută
ru: Самая низкая карма
sk: Najnižšia karma
sl: Najnižja karma
sv: Lägsta karma
th: กรรมต่ำสุด
tr: En Düşük Karma
uk: Найнижча карма
vi: Karma thấp nhất

source: These users have the lowest received upvote to downvote ratio.
af: Hierdie gebruikers het die laagste ontvangste opstem tot afstemverhouding.
ar: يتمتع هؤلاء المستخدمون بأقل نسبة تصويت إيجابي إلى تصويت سلبي.
bg: Тези потребители имат най-ниското съотношение на получените гласове „за“ към гласуване „против“.
bn: এই ব্যবহারকারীরা সর্বনিম্ন আপভোট থেকে ডাউনভোট অনুপাত পেয়েছেন।
ca: Aquests usuaris tenen la proporció de vots favorables/negatius més baixa.
cs: Tito uživatelé mají nejnižší poměr obdržených hlasů pro a proti.
da: Disse brugere har det laveste forhold mellem op- og ned-stemme.
de: Diese Benutzer haben das niedrigste Verhältnis von erhaltenen Upvotes zu Downvotes.
el: Αυτοί οι χρήστες έχουν τη χαμηλότερη αναλογία υπέρ ψήφου προς αρνητικές ψήφους.
es: Estos usuarios tienen la proporción más baja de votos positivos y negativos recibidos.
et: Nende kasutajate poolt- ja vastuhäälte suhe on madalaim.
fa: این کاربران کمترین نسبت رأی مثبت به رأی منفی دریافتی را دارند.
fi: Näillä käyttäjillä on alhaisin plus- ja miinus-äänien suhde.
fr: Ces utilisateurs ont le ratio de votes positifs/votes négatifs reçus le plus faible.
he: למשתמשים אלה יש את היחס הנמוך ביותר של הצבעה כלפי מעלה להצבעה כלפי מטה.
hi: इन उपयोगकर्ताओं को सबसे कम अपवोट और डाउनवोट अनुपात प्राप्त हुआ है।
hr: Ovi korisnici imaju najmanji omjer primljenih pozitivnih i negativnih glasova.
hu: Ezek a felhasználók rendelkeznek a legalacsonyabb pozitív és negatív szavazatok arányával.
id: Pengguna ini memiliki rasio suara positif dan suara negatif yang diterima paling rendah.
it: Questi utenti hanno il rapporto più basso tra voti positivi e voti negativi ricevuti.
ja: これらのユーザーは、賛成票と反対票の比率が最も低くなります。
lt: Šie naudotojai turi mažiausią gautų teigiamų ir neigiamų balsų santykį.
lv: Šiem lietotājiem ir viszemākā saņemto pozitīvo un negatīvo balsojumu attiecība.
ms: Pengguna ini mempunyai nisbah undi sokong kepada undian yang paling rendah diterima.
nl: Deze gebruikers hebben de laagste verhouding tussen stemmen en stemmen.
no: Disse brukerne har det laveste forholdet mellom opp- og nedstemme.
pl: Ci użytkownicy mają najniższy stosunek głosów pozytywnych do negatywnych.
pt: Esses usuários têm a menor proporção de votos positivos e negativos recebidos.
ro: Acești utilizatori au cel mai mic raport dintre vot pozitiv și vot negativ primit.
ru: У этих пользователей наименьшее соотношение голосов «за» и «против».
sk: Títo používatelia majú najnižší pomer prijatých hlasov za a proti.
sl: Ti uporabniki imajo najmanjše razmerje med glasovi za in glasovi proti.
sv: Dessa användare har det lägsta förhållandet mellan upp- och nedröster.
th: ผู้ใช้เหล่านี้มีอัตราการโหวตเห็นด้วยหรือไม่เห็นด้วยต่ำสุด
tr: Bu kullanıcılar en düşük olumlu oy-olumsuz oy oranına sahip.
uk: Ці користувачі мають найменше співвідношення голосів «за» та «проти».
vi: Những người dùng này có tỷ lệ tán thành và phản đối thấp nhất nhận được.

source: Approve a suggestion.
af: Keur 'n voorstel goed.
ar: الموافقة على اقتراح.
bg: Одобрете предложение.
bn: একটি প্রস্তাব অনুমোদন করুন.
ca: Aprovar un suggeriment.
cs: Schválit návrh.
da: Godkend et forslag.
de: Genehmigen Sie einen Vorschlag.
el: Εγκρίνετε μια πρόταση.
es: Aprobar una sugerencia.
et: Kinnitage soovitus.
fa: یک پیشنهاد را تایید کنید.
fi: Hyväksy ehdotus.
fr: Approuvez une suggestion.
he: אשר הצעה.
hi: एक सुझाव को मंजूरी दें.
hr: Odobravanje prijedloga.
hu: Javaslat jóváhagyása.
id: Setujui saran.
it: Approvare un suggerimento.
ja: 提案を承認します。
lt: Patvirtinti pasiūlymą.
lv: Apstipriniet ieteikumu.
ms: Luluskan cadangan.
nl: Een suggestie goedkeuren.
no: Godkjenne et forslag.
pl: Zatwierdź sugestię.
pt: Aprove uma sugestão.
ro: Aprobați o sugestie.
ru: Утвердить предложение.
sk: Schváliť návrh.
sl: Odobrite predlog.
sv: Godkänn ett förslag.
th: อนุมัติข้อเสนอแนะ
tr: Bir öneriyi onaylayın.
uk: Схвалити пропозицію.
vi: Phê duyệt một đề xuất.

source: Suggestion number
af: Voorstel nommer
ar: رقم الاقتراح
bg: Номер на предложението
bn: সাজেশন নম্বর
ca: Número de suggeriment
cs: Číslo návrhu
da: Forslagsnummer
de: Vorschlagsnummer
el: Αριθμός πρότασης
es: Número de sugerencia
et: Soovituse number
fa: شماره پیشنهاد
fi: Ehdotus numero
fr: Numéro de suggestion
he: מספר הצעה
hi: सुझाव संख्या
hr: Broj prijedloga
hu: Javaslat száma
id: Nomor saran
it: Numero del suggerimento
ja: 提案番号
lt: Pasiūlymo numeris
lv: Ieteikuma numurs
ms: Nombor cadangan
nl: Suggestie nummer
no: Forslagsnummer
pl: Numer sugestii
pt: Número da sugestão
ro: Numărul de sugestie
ru: Номер предложения
sk: Číslo návrhu
sl: Številka predloga
sv: Förslagsnummer
th: เลขที่แนะนำ
tr: Öneri numarası
uk: Номер пропозиції
vi: Số đề xuất
