Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/ideaboard/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Discussion thread for suggestion #{}
af: Besprekingsdraad vir voorstel #{}
ar: موضوع مناقشة للاقتراح #{}
bg: Дискусионна нишка за предложение #{}
bn: পরামর্শ #{} জন্য আলোচনা থ্রেড
ca: Fil de debat per al suggeriment núm. {}
cs: Diskusní vlákno pro návrh č. {}
da: Diskussionstråd for forslag #{}
de: Diskussionsthread für Vorschlag #{}
el: Νήμα συζήτησης για την πρόταση #{}
es: Hilo de discusión para la sugerencia #{}
et: Soovituse nr {} arutelulõim
fa: موضوع بحث برای پیشنهاد #{}
fi: Ehdotuksen #{} keskusteluketju
fr: Fil de discussion pour la suggestion n° {}
he: שרשור דיון להצעה #{}
hi: सुझाव के लिए चर्चा सूत्र #{}
hr: Nit rasprave za prijedlog #{}
hu: Vitaszál a #{} javaslathoz
id: Thread diskusi untuk saran #{}
it: Discussione sul suggerimento n. {}
ja: 提案 #{} に関するディスカッション スレッド
lt: Pasiūlymo Nr. {} diskusijų gija
lv: Diskusijas pavediens ieteikumam Nr. {}
ms: Urutan perbincangan untuk cadangan #{}
nl: Discussiethread voor suggestie #{}
no: Diskusjonstråd for forslag #{}
pl: Wątek dyskusji dotyczący sugestii nr{}
pt: Tópico de discussão para sugestão #{}
ro: Fir de discuții pentru sugestia #{}
ru: Ветка обсуждения предложения № {}
sk: Diskusné vlákno pre návrh č. {}
sl: Nit razprave za predlog št. {}
sv: Diskussionstråd för förslag #{}
th: กระทู้สนทนาสำหรับข้อเสนอแนะ #{}
tr: Öneri #{} için tartışma başlığı
uk: Тема обговорення пропозиції №{}
vi: Chủ đề thảo luận về đề xuất #{}

source: Faile to create discussion thread in {} for suggestion #{}: {}
af: Kon nie besprekingsdraad in {} skep vir voorstel #{}: {}
ar: فشل إنشاء موضوع مناقشة في {} للاقتراح رقم {}: {}
bg: Неуспешно създаване на дискусионна нишка в {} за предложение #{}: {}
bn: #{} পরামর্শের জন্য {} এ আলোচনার থ্রেড তৈরি করতে ব্যর্থ হয়েছে: {}
ca: No s'ha pogut crear el fil de discussió a {} per al suggeriment núm.{}: {}
cs: Nepodařilo se vytvořit diskusní vlákno v {} pro návrh č. {}: {}
da: Kunne ikke oprette diskussionstråd i {} for forslag #{}: {}
de: Für Vorschlag #{} konnte kein Diskussionsthread in {} erstellt werden: {}
el: Αποτυχία δημιουργίας νήματος συζήτησης στο {} για την πρόταση #{}: {}
es: No se pudo crear el hilo de discusión en {} para la sugerencia #{}: {}
et: Soovituse #{} jaoks ei õnnestunud vestluslõime luua dokumendis {}: {}
fa: موضوع بحث در {} برای پیشنهاد #{} ایجاد نشد: {}
fi: Keskusteluketjun luominen {} ehdotukselle #{} epäonnistui: {}
fr: Échec de la création du fil de discussion dans {} pour la suggestion n°{} : {}
he: נכשל יצירת שרשור דיון ב-{} להצעה מס'{}: {}
hi: सुझाव के लिए {} में चर्चा सूत्र बनाने में विफल #{}: {}
hr: Nije uspjelo stvaranje niti rasprave u {} za prijedlog #{}: {}
hu: Nem sikerült létrehozni a vitaszálat a következőben: {} a javaslathoz: {}: {}
id: Gagal membuat thread diskusi di {} untuk saran #{}: {}
it: Impossibile creare thread di discussione in {} per il suggerimento n.{}: {}
ja: 提案 #{} に関するディスカッション スレッドを {} に作成できませんでした: {}
lt: Nepavyko sukurti diskusijų gijos {} pasiūlymui Nr. {}: {}
lv: Neizdevās izveidot diskusiju pavedienu {} ieteikumam Nr. {}: {}
ms: Gagal mencipta urutan perbincangan dalam {} untuk cadangan #{}: {}
nl: Kan discussiethread niet maken in {} voor suggestie #{}: {}
no: Kunne ikke opprette diskusjonstråd i {} for forslag #{}: {}
pl: Nie udało się utworzyć wątku dyskusji w {} dla sugestii nr {}: {}
pt: Falha ao criar tópico de discussão em {} para a sugestão nº{}: {}
ro: Nu s-a putut crea firul de discuții în {} pentru sugestia nr.{}: {}
ru: Не удалось создать ветку обсуждения в {} для предложения №{}: {}
sk: Nepodarilo sa vytvoriť diskusné vlákno v {} pre návrh č. {}: {}
sl: Ni bilo mogoče ustvariti niti razprave v {} za predlog št. {}: {}
sv: Det gick inte att skapa diskussionstråd i {} för förslag #{}: {}
th: ไม่สามารถสร้างกระทู้สนทนาใน {} สำหรับคำแนะนำ #{}: {}
tr: Öneri #{} için {} içinde tartışma dizisi oluşturulamadı: {}
uk: Не вдалося створити ланцюжок обговорення в {} для пропозиції №{}: {}
vi: Không tạo được chủ đề thảo luận trong {} cho đề xuất #{}: {}

source: The {} channel has been changed from {} to {}
af: Die {} kanaal is verander van {} na {}
ar: تم تغيير القناة {} من {} إلى {}
bg: Каналът {} е променен от {} на {}
bn: {} চ্যানেলটি {} থেকে {} এ পরিবর্তিত হয়েছে
ca: El canal {} s'ha canviat de {} a {}
cs: Kanál {} byl změněn z {} na {}
da: {}-kanalen er blevet ændret fra {} til {}
de: Der {}-Kanal wurde von {} in {} geändert
el: Το κανάλι {} έχει αλλάξει από {} σε {}
es: El canal {} ha sido cambiado de {} a {}
et: Kanal {} on muudetud kanalist {} kanaliks {}
fa: کانال {} از {} ​​به {} تغییر یافت
fi: Kanava {} on muutettu arvosta {} kanavaan {}
fr: La chaîne {} est passée de {} à {}
he: הערוץ {} שונה מ-{} ל-{}
hi: {} चैनल को {} से बदलकर {} कर दिया गया है
hr: Kanal {} promijenjen je iz {} u {}
hu: A(z) {} csatorna megváltozott. Régi érték: {}, új érték: {}
id: Saluran {} telah diubah dari {} menjadi {}
it: Il canale {} è stato cambiato da {} a {}
ja: {} チャネルが {} から {} に変更されました
lt: {} kanalas pakeistas iš {} į {}
lv: Kanāls {} ir mainīts no {} uz {}
ms: Saluran {} telah ditukar daripada {} kepada {}
nl: Het kanaal {} is gewijzigd van {} in {}
no: {}-kanalen er endret fra {} til {}
pl: Kanał {} został zmieniony z {} na {}
pt: O canal {} foi alterado de {} para {}
ro: Canalul {} a fost schimbat din {} în {}
ru: Канал {} был изменен с {} на {}.
sk: Kanál {} sa zmenil z {} na {}
sl: Kanal {} je bil spremenjen iz {} v {}
sv: Kanalen {} har ändrats från {} till {}
th: ช่อง {} ถูกเปลี่ยนจาก {} เป็น {}
tr: {} kanalı {} iken {} olarak değiştirildi
uk: Канал {} змінено з {} на {}
vi: Kênh {} đã được thay đổi từ {} thành {}

source: Set {} channel to {}
af: Stel {} kanaal op {}
ar: اضبط القناة {} على {}
bg: Задайте {} канал на {}
bn: {} চ্যানেলকে {} এ সেট করুন
ca: Estableix el canal {} a {}
cs: Nastavit kanál {} na {}
da: Indstil {} kanal til {}
de: Setze {} Kanal auf {}
el: Ορισμός καναλιού {} σε {}
es: Establecer {} canal en {}
et: Määra {} kanaliks {}
fa: کانال {} را روی {} تنظیم کنید
fi: Aseta {} kanavaksi {}
fr: Réglez {} la chaîne sur {}
he: הגדר ערוץ {} ל-{}
hi: {} चैनल को {} पर सेट करें
hr: Postavi {} kanal na {}
hu: {} csatorna beállítása a következőre: {}
id: Setel saluran {} ke {}
it: Imposta il canale {} su {}
ja: {} チャネルを {} に設定します
lt: Nustatyti {} kanalą į {}
lv: Iestatīt {} kanālu uz {}
ms: Tetapkan saluran {} kepada {}
nl: Stel {} kanaal in op {}
no: Sett {} kanal til {}
pl: Ustaw kanał {} na {}
pt: Defina o canal {} como {}
ro: Setați canalul {} la {}
ru: Установите канал {} на {}
sk: Nastaviť kanál {} na {}
sl: Nastavi {} kanal na {}
sv: Ställ in {} kanal på {}
th: ตั้งค่าช่อง {} เป็น {}
tr: {} kanalını {} olarak ayarla
uk: Установити канал {} на {}
vi: Đặt kênh {} thành {}

source: Anonymous suggestions are now {}.
af: Anonieme voorstelle is nou {}.
ar: أصبحت الاقتراحات المجهولة الآن {}.
bg: Анонимните предложения вече са {}.
bn: বেনামী পরামর্শ এখন {}.
ca: Els suggeriments anònims són ara {}.
cs: Anonymní návrhy jsou nyní {}.
da: Anonyme forslag er nu {}.
de: Anonyme Vorschläge sind jetzt {}.
el: Οι ανώνυμες προτάσεις είναι τώρα {}.
es: Las sugerencias anónimas ahora son {}.
et: Anonüümsed soovitused on nüüd {}.
fa: پیشنهادات ناشناس اکنون {} هستند.
fi: Nimettömät ehdotukset ovat nyt {}.
fr: Les suggestions anonymes sont désormais {}.
he: הצעות אנונימיות הן כעת {}.
hi: अनाम सुझाव अब {} हैं।
hr: Anonimni prijedlozi sada su {}.
hu: A névtelen javaslatok most {}.
id: Saran anonim kini menjadi {}.
it: I suggerimenti anonimi ora sono {}.
ja: 匿名の提案は {} になりました。
lt: Anoniminiai pasiūlymai dabar yra {}.
lv: Anonīmie ieteikumi tagad ir {}.
ms: Cadangan tanpa nama kini {}.
nl: Anonieme suggesties zijn nu {}.
no: Anonyme forslag er nå {}.
pl: Anonimowe sugestie są teraz {}.
pt: As sugestões anônimas agora são {}.
ro: Sugestiile anonime sunt acum {}.
ru: Анонимные предложения теперь {}.
sk: Anonymné návrhy sú teraz {}.
sl: Anonimni predlogi so zdaj {}.
sv: Anonyma förslag är nu {}.
th: ขณะนี้ข้อเสนอแนะที่ไม่ระบุชื่อคือ {}
tr: Anonim öneriler artık {}.
uk: Анонімні пропозиції тепер {}.
vi: Đề xuất ẩn danh hiện là {}.

source: Revealing of authors on rejection is now {}.
af: Onthulling van skrywers oor verwerping is nou {}.
ar: الكشف عن المؤلفين عند الرفض أصبح الآن {}.
bg: Разкриването на автори при отхвърляне вече е {}.
bn: প্রত্যাখ্যানের লেখকদের প্রকাশ এখন {}।
ca: La revelació dels autors en cas de rebuig és ara {}.
cs: Odhalení autorů při odmítnutí je nyní {}.
da: Afsløring af forfattere ved afvisning er nu {}.
de: Die Offenlegung der Autoren bei Ablehnung ist jetzt {}.
el: Η αποκάλυψη των συγγραφέων για απόρριψη είναι τώρα {}.
es: La revelación de los autores en caso de rechazo ahora es {}.
et: Autorite avaldamine tagasilükkamisel on nüüd {}.
fa: افشای نویسندگان در مورد رد اکنون {} است.
fi: Hylättyjen kirjoittajien paljastaminen on nyt {}.
fr: La révélation des auteurs en cas de rejet est désormais {}.
he: חשיפת המחברים על דחייה היא כעת {}.
hi: अस्वीकृति पर लेखकों का खुलासा अब {} है।
hr: Otkrivanje autora pri odbijanju sada je {}.
hu: Az elutasított szerzők felfedése most {}.
id: Pengungkapan penulis atas penolakan kini {}.
it: La rivelazione degli autori in caso di rifiuto è ora {}.
ja: 拒否時の著者の公開は {} になりました。
lt: Atmesti autoriai dabar yra {}.
lv: Autoru atklāšana par noraidīšanu tagad ir {}.
ms: Pendedahan pengarang mengenai penolakan kini {}.
nl: Het onthullen van auteurs bij afwijzing is nu {}.
no: Avsløring av forfattere ved avvisning er nå {}.
pl: Ujawnianie autorów w przypadku odrzucenia jest teraz {}.
pt: A revelação dos autores sobre rejeição agora é {}.
ro: Dezvăluirea autorilor în cazul respingerii este acum {}.
ru: Выявление авторов при отклонении теперь {}.
sk: Odhalenie autorov pri odmietnutí je teraz {}.
sl: Razkritje avtorjev ob zavrnitvi je zdaj {}.
sv: Avslöjande av författare vid avslag är nu {}.
th: การเปิดเผยผู้เขียนเมื่อถูกปฏิเสธขณะนี้คือ {}
tr: Reddetme durumunda yazarların açıklanması artık {}.
uk: Розкриття авторів у разі відхилення тепер {}.
vi: Tiết lộ tác giả khi bị từ chối bây giờ là {}.

source: Showing vote counts on suggestions is now {}.
af: Die wys van stemmetellings op voorstelle is nou {}.
ar: أصبح الآن عرض أعداد الأصوات على الاقتراحات {}.
bg: Показването на броя на гласовете за предложения вече е {}.
bn: পরামর্শের উপর ভোটের সংখ্যা দেখানো হচ্ছে এখন {}।
ca: Ara es mostra el recompte de vots dels suggeriments {}.
cs: Zobrazování počtu hlasů pro návrhy je nyní {}.
da: Visning af stemmetæller på forslag er nu {}.
de: Die Anzahl der Stimmen für Vorschläge wird jetzt angezeigt: {}.
el: Η εμφάνιση του αριθμού ψήφων στις προτάσεις είναι πλέον {}.
es: Mostrar recuentos de votos en sugerencias ahora es {}.
et: Soovituste häälte arvu kuvamine on nüüd {}.
fa: نمایش تعداد رای در پیشنهادها اکنون {} است.
fi: Ehdotusten äänimäärät näytetään nyt {}.
fr: L'affichage du nombre de votes sur les suggestions est désormais {}.
he: הצגת ספירת ההצבעות על הצעות היא כעת {}.
hi: सुझावों पर वोटों की संख्या दिखाना अब {} है।
hr: Prikaz broja glasova za prijedloge sada je {}.
hu: A javaslatokra leadott szavazatok száma jelenleg {}.
id: Menampilkan jumlah suara pada saran kini menjadi {}.
it: La visualizzazione del conteggio dei voti sui suggerimenti ora è {}.
ja: 提案に対する投票数の表示は {} になりました。
lt: Dabar rodomas balsų skaičius už pasiūlymus yra {}.
lv: Šobrīd tiek rādīts balsu skaits par ieteikumiem: {}.
ms: Menunjukkan kiraan undi pada cadangan kini ialah {}.
nl: Het tonen van het aantal stemmen op suggesties is nu {}.
no: Viser stemmetellinger på forslag er nå {}.
pl: Pokazywanie liczby głosów na sugestie to teraz {}.
pt: Mostrar contagens de votos em sugestões agora é {}.
ro: Afișarea numărului de voturi pentru sugestii este acum {}.
ru: Подсчет голосов по предложениям теперь отображается {}.
sk: Zobrazovanie počtu hlasov pre návrhy je teraz {}.
sl: Prikaz števila glasov za predloge je zdaj {}.
sv: Visar rösträkning på förslag är nu {}.
th: ขณะนี้การแสดงจำนวนคะแนนโหวตสำหรับคำแนะนำคือ {}
tr: Önerilerdeki oy sayıları artık {} olarak gösteriliyor.
uk: Показ підрахунку голосів для пропозицій тепер {}.
vi: Hiển thị số phiếu bầu cho các đề xuất hiện là {}.

source: DMing users about suggestion results is now {}.
af: Om gebruikers te DM oor voorstelresultate is nou {}.
ar: أصبحت الآن رسالة مباشرة للمستخدمين بشأن نتائج الاقتراحات {}.
bg: Изпращането на DM на потребителите относно резултатите от предложения вече е {}.
bn: পরামর্শের ফলাফল সম্পর্কে ব্যবহারকারীদের DM করা এখন {}
ca: Enviar missatges directes als usuaris sobre els resultats dels suggeriments és ara {}.
cs: Uživatelům DMing o výsledcích návrhů je nyní {}.
da: DMing til brugere om forslagsresultater er nu {}.
de: Das Senden einer DM an Benutzer über Vorschlagsergebnisse beträgt jetzt {}.
el: Η αποστολή DM σε χρήστες σχετικά με τα αποτελέσματα προτάσεων είναι πλέον {}.
es: Enviar mensajes directos a los usuarios sobre los resultados de las sugerencias ahora es {}.
et: Kasutajate DMing soovituste tulemuste kohta on nüüd {}.
fa: ارسال پیام به کاربران درباره نتایج پیشنهاد اکنون {} است.
fi: DM-käyttäjille ehdotustuloksista on nyt {}.
fr: Envoyer des messages aux utilisateurs à propos des résultats des suggestions est désormais le {}.
he: שליחת DM למשתמשים לגבי תוצאות הצעות היא כעת {}.
hi: सुझाव परिणामों के बारे में उपयोगकर्ताओं को डीएम करना अब {} है।
hr: Slanje DM-ova korisnicima o rezultatima prijedloga sada je {}.
hu: A felhasználóknak a javaslatok eredményeiről küldött üzenet most {}.
id: Mengirim DM kepada pengguna tentang hasil saran kini menjadi {}.
it: Ora è possibile inviare messaggi agli utenti sui risultati dei suggerimenti: {}.
ja: 提案結果についてユーザーに DM を送信するのは {} になりました。
lt: DM naudotojai apie pasiūlymų rezultatus dabar yra {}.
lv: DM lietotājiem par ieteikumu rezultātiem tagad ir {}.
ms: Men-DM pengguna tentang hasil cadangan kini ialah {}.
nl: Gebruikers een DM sturen over suggestieresultaten is nu {}.
no: Sende DM-brukere om forslagsresultater er nå {}.
pl: Czatowanie z użytkownikami na temat wyników sugestii to teraz {}.
pt: Enviar mensagens aos usuários sobre os resultados das sugestões agora é {}.
ro: Trimiterea prin DM utilizatorilor despre rezultatele sugestiilor este acum {}.
ru: Сообщение пользователям в личных сообщениях о результатах предложений теперь {}.
sk: Používateľom DMing o výsledkoch návrhov je teraz {}.
sl: Pošiljanje DM uporabnikom o rezultatih predlogov je zdaj {}.
sv: Att skicka DM-användare om förslagsresultat är nu {}.
th: ผู้ใช้ DMing เกี่ยวกับผลลัพธ์ข้อเสนอแนะคือ {}
tr: Öneri sonuçları hakkında kullanıcılara DM göndermek artık {}.
uk: Надсилання користувачам DM про результати пропозицій тепер {}.
vi: Việc gửi tin nhắn trực tiếp cho người dùng về kết quả đề xuất bây giờ là {}.

source: Discussion threads are now {}.
af: Besprekingsdrade is nou {}.
ar: أصبحت مواضيع المناقشة الآن {}.
bg: Дискусионните нишки вече са {}.
bn: আলোচনার থ্রেড এখন {}।
ca: Els fils de discussió són ara {}.
cs: Diskusní vlákna jsou nyní {}.
da: Diskussionstråde er nu {}.
de: Diskussionsthreads sind jetzt {}.
el: Τα νήματα συζήτησης είναι τώρα {}.
es: Los hilos de discusión ahora son {}.
et: Aruteluliidid on nüüd {}.
fa: موضوعات بحث اکنون {} هستند.
fi: Keskusteluketjut ovat nyt {}.
fr: Les fils de discussion sont désormais {}.
he: שרשורי דיון הם כעת {}.
hi: चर्चा सूत्र अब {} हैं।
hr: Niti rasprava sada su {}.
hu: A vitaszálak most {}.
id: Rangkaian diskusi sekarang menjadi {}.
it: I thread di discussione ora sono {}.
ja: ディスカッション スレッドは {} になりました。
lt: Diskusijų gijos dabar yra {}.
lv: Diskusiju pavedieni tagad ir {}.
ms: Urutan perbincangan kini ialah {}.
nl: Discussiethreads zijn nu {}.
no: Diskusjonstråder er nå {}.
pl: Wątki dyskusji to teraz {}.
pt: Os tópicos de discussão agora são {}.
ro: Firele de discuții sunt acum {}.
ru: Темы обсуждений теперь {}.
sk: Diskusné vlákna sú teraz {}.
sl: Niti razprav so zdaj {}.
sv: Diskussionstrådarna är nu {}.
th: กระทู้สนทนาอยู่ในขณะนี้ {}
tr: Tartışma konuları artık {}.
uk: Нитки обговорень тепер {}.
vi: Chủ đề thảo luận bây giờ là {}.

source: Threads will now be locked/archived when a suggestion is approved/denied.
af: Drade sal nou gesluit/geargiveer word wanneer 'n voorstel goedgekeur/geweier word.
ar: سيتم الآن قفل/أرشفة المواضيع عند الموافقة على/رفض الاقتراح.
bg: Нишките вече ще бъдат заключени/архивирани, когато дадено предложение бъде одобрено/отказано.
bn: একটি পরামর্শ অনুমোদিত/অস্বীকৃত হলে থ্রেডগুলি এখন লক/আর্কাইভ করা হবে।
ca: Ara es bloquejaran/arxivaran els fils quan s'aprovi o es denegui un suggeriment.
cs: Vlákna budou nyní uzamčena/archivována, když bude návrh schválen/zamítnut.
da: Tråde vil nu blive låst/arkiveret, når et forslag er godkendt/afvist.
de: Threads werden jetzt gesperrt/archiviert, wenn ein Vorschlag genehmigt/ablehnt wird.
el: Τα νήματα θα κλειδωθούν/αρχειοθετηθούν τώρα όταν εγκριθεί/απορρίψει μια πρόταση.
es: Los hilos ahora se bloquearán/archivarán cuando se apruebe/rechace una sugerencia.
et: Lõimed lukustatakse/arhiivitakse nüüd, kui soovitus kinnitatakse/keeldutakse.
fa: در صورت تایید/رد شدن پیشنهاد، موضوعات اکنون قفل/بایگانی خواهند شد.
fi: Säikeet lukitaan/arkistoidaan nyt, kun ehdotus hyväksytään/hylätään.
fr: Les discussions seront désormais verrouillées/archivées lorsqu'une suggestion est approuvée/refusée.
he: כעת האשכולים יינעלו/יישמרו בארכיון כאשר הצעה תאושר/נדחתה.
hi: किसी सुझाव के स्वीकृत/अस्वीकृत होने पर अब थ्रेड लॉक/संग्रहीत कर दिए जाएंगे।
hr: Niti će sada biti zaključane/arhivirane kada se prijedlog odobri/odbije.
hu: A szálak mostantól zárolva/archiválva lesznek, ha egy javaslatot jóváhagynak/elutasítanak.
id: Thread sekarang akan dikunci/diarsipkan ketika saran disetujui/ditolak.
it: Le discussioni ora verranno bloccate/archiviate quando un suggerimento viene approvato/rifiutato.
ja: 提案が承認/拒否されると、スレッドがロック/アーカイブされるようになりました。
lt: Dabar gijos bus užrakintos / suarchyvuotos, kai pasiūlymas bus patvirtintas / atmestas.
lv: Kad ieteikums tiks apstiprināts/noraidīts, pavedieni tagad tiks bloķēti/arhivēti.
ms: Benang kini akan dikunci/diarkibkan apabila cadangan diluluskan/ditolak.
nl: Discussies worden nu vergrendeld/gearchiveerd wanneer een suggestie wordt goedgekeurd/geweigerd.
no: Tråder vil nå bli låst/arkivert når et forslag er godkjent/avslått.
pl: Wątki będą teraz blokowane/archiwizowane po zatwierdzeniu/odrzuceniu sugestii.
pt: Os tópicos agora serão bloqueados/arquivados quando uma sugestão for aprovada/recusada.
ro: Subiectele vor fi acum blocate/arhivate atunci când o sugestie este aprobată/respinsă.
ru: Темы теперь будут блокироваться/архивироваться, если предложение будет одобрено/отклонено.
sk: Vlákna budú teraz uzamknuté/archivované, keď bude návrh schválený/zamietnutý.
sl: Niti bodo zdaj zaklenjene/arhivirane, ko bo predlog odobren/zavrnjen.
sv: Trådar kommer nu att låsas/arkiveras när ett förslag godkänns/nekas.
th: ตอนนี้กระทู้จะถูกล็อค/เก็บถาวรเมื่อข้อเสนอแนะได้รับการอนุมัติ/ปฏิเสธ
tr: Bir öneri onaylandığında/reddedildiğinde konular artık kilitlenecek/arşivlenecek.
uk: Тепер ланцюжки блокуються/архівуються, коли пропозицію схвалено/відхилено.
vi: Chủ đề bây giờ sẽ bị khóa/lưu trữ khi đề xuất được phê duyệt/từ chối.

source: Threads will now be deleted when a suggestion is approved/denied.
af: Drade sal nou uitgevee word wanneer 'n voorstel goedgekeur/geweier word.
ar: سيتم الآن حذف المواضيع عند الموافقة على/رفض الاقتراح.
bg: Нишките вече ще бъдат изтрити, когато дадено предложение бъде одобрено/отказано.
bn: একটি পরামর্শ অনুমোদিত/অস্বীকৃত হলে থ্রেডগুলি এখন মুছে ফেলা হবে।
ca: Els fils ara se suprimiran quan s'aprovi o es denegui un suggeriment.
cs: Vlákna budou nyní smazána, když bude návrh schválen/zamítnut.
da: Tråde vil nu blive slettet, når et forslag er godkendt/afvist.
de: Threads werden jetzt gelöscht, wenn ein Vorschlag genehmigt/ablehnt wird.
el: Τα νήματα θα διαγραφούν τώρα όταν εγκριθεί/απορριφθεί μια πρόταση.
es: Los hilos ahora se eliminarán cuando se apruebe o rechace una sugerencia.
et: Lõimed kustutatakse nüüd, kui soovitus on heaks kiidetud/lükatud.
fa: در صورت تایید/رد شدن پیشنهاد، موضوعات اکنون حذف خواهند شد.
fi: Säikeet poistetaan nyt, kun ehdotus hyväksytään/hylätään.
fr: Les discussions seront désormais supprimées lorsqu'une suggestion est approuvée/refusée.
he: שרשורים יימחקו כעת כאשר הצעה תאושר/ תדחה.
hi: किसी सुझाव के स्वीकृत/अस्वीकृत होने पर अब थ्रेड हटा दिए जाएंगे।
hr: Niti će sada biti izbrisane kada se prijedlog odobri/odbije.
hu: A szálak mostantól törlődnek, ha egy javaslatot jóváhagynak/elutasítanak.
id: Thread sekarang akan dihapus ketika saran disetujui/ditolak.
it: Le discussioni verranno ora eliminate quando un suggerimento viene approvato/rifiutato.
ja: 提案が承認または拒否されたときにスレッドが削除されるようになりました。
lt: Dabar gijos bus ištrintos, kai pasiūlymas bus patvirtintas / atmestas.
lv: Pavedieni tagad tiks dzēsti, kad ieteikums tiks apstiprināts/noraidīts.
ms: Thread kini akan dipadamkan apabila cadangan diluluskan/ditolak.
nl: Discussies worden nu verwijderd wanneer een suggestie wordt goedgekeurd/geweigerd.
no: Tråder vil nå bli slettet når et forslag er godkjent/avslått.
pl: Wątki będą teraz usuwane po zatwierdzeniu/odrzuceniu sugestii.
pt: Os tópicos agora serão excluídos quando uma sugestão for aprovada/recusada.
ro: Subiectele vor fi acum șterse atunci când o sugestie este aprobată/respinsă.
ru: Темы теперь будут удаляться, если предложение одобрено/отклонено.
sk: Vlákna budú teraz vymazané, keď bude návrh schválený/zamietnutý.
sl: Niti bodo zdaj izbrisane, ko bo predlog odobren/zavrnjen.
sv: Trådar kommer nu att raderas när ett förslag godkänns/nekas.
th: ตอนนี้กระทู้จะถูกลบเมื่อข้อเสนอแนะได้รับการอนุมัติ/ปฏิเสธ
tr: Bir öneri onaylandığında/reddedildiğinde artık konular silinecek.
uk: Тепер ланцюжки буде видалено, коли пропозицію схвалено/відхилено.
vi: Chủ đề bây giờ sẽ bị xóa khi đề xuất được chấp thuận/từ chối.

source: Upvote emoji set to {}
af: Stem-emoji's gestel op {}
ar: تم تعيين التصويت الإيجابي على الرموز التعبيرية إلى {}
bg: Emoji с гласуване „за“ е зададено на {}
bn: আপভোট ইমোজি {} এ সেট করুন
ca: Emoji de vot favorable s'ha definit com a {}
cs: Emoji pro souhlas nastaveno na {}
da: Stem op-emoji indstillet til {}
de: Upvote-Emoji auf {} gesetzt
el: Το emoji υπέρ ψήφου ορίστηκε σε {}
es: Emoji de voto positivo configurado en {}
et: Plusshääletuse emotikon määrati väärtusele {}
fa: شکلک رأی موافق روی {} تنظیم شد
fi: Hyväksytty emoji asetettu arvoon {}
fr: Vote positif pour l'emoji défini sur {}
he: אמוג'י הצבעה בעד מוגדר ל-{}
hi: अपवोट इमोजी को {} पर सेट किया गया
hr: Glasaj za emoji postavljen na {}
hu: Pozitív hangulatjel beállítva a következőre: {}
id: Emoji suara positif disetel ke {}
it: Emoji voto positivo impostato su {}
ja: 賛成票の絵文字を {} に設定
lt: Jaustukas teigiamai nustatytas į {}
lv: Pozitīvā balsojuma emocijzīme ir iestatīta uz {}
ms: Emoji undian sokong ditetapkan kepada {}
nl: Stem-emoji ingesteld op {}
no: Stem opp emoji satt til {}
pl: Emoji „za” ustawione na {}
pt: Emoji de voto positivo definido como {}
ro: Emoji pentru vot favorabil setat la {}
ru: Для эмодзи с голосованием "за" установлено значение {}
sk: Hlasovať za emodži nastavené na {}
sl: Glasovanje za čustvene simbole je nastavljeno na {}
sv: Upprösta emoji inställd på {}
th: โหวตอีโมจิที่ตั้งค่าเป็น {}
tr: Olumlu oy emojisi {} olarak ayarlandı
uk: Проголосуйте за смайли {}
vi: Biểu tượng cảm xúc tán thành được đặt thành {}
