Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/ideaboard/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: No user stats to reset.
af: Geen gebruikerstatistieke om terug te stel nie.
ar: لا توجد إحصائيات المستخدم لإعادة تعيين.
bg: Няма потребителски статистики за нулиране.
bn: রিসেট করার জন্য কোনো ব্যবহারকারীর পরিসংখ্যান নেই।
ca: No hi ha estadístiques d'usuari per restablir.
cs: Žádné uživatelské statistiky k resetování.
da: Ingen brugerstatistik at nulstille.
de: Keine Benutzerstatistiken zum Zurücksetzen.
el: Δεν υπάρχουν στατιστικά χρήστη για επαναφορά.
es: No hay estadísticas de usuario para restablecer.
et: Lähtestatavat kasutajastatistikat pole.
fa: هیچ آمار کاربری برای بازنشانی وجود ندارد.
fi: Ei nollattavia käyttäjätilastoja.
fr: Aucune statistique utilisateur à réinitialiser.
he: אין סטטיסטיקות משתמש לאיפוס.
hi: रीसेट करने के लिए कोई उपयोगकर्ता आँकड़े नहीं।
hr: Nema korisničke statistike za poništavanje.
hu: Nincsenek visszaállítandó felhasználói statisztikák.
id: Tidak ada statistik pengguna yang perlu disetel ulang.
it: Nessuna statistica utente da reimpostare.
ja: リセットするユーザー統計はありません。
lt: Nėra naudotojo statistikos, kurią būtų galima nustatyti iš naujo.
lv: Nav lietotāja statistikas, ko atiestatīt.
ms: Tiada statistik pengguna untuk ditetapkan semula.
nl: Geen gebruikersstatistieken om te resetten.
no: Ingen brukerstatistikk å tilbakestille.
pl: Brak statystyk użytkowników do zresetowania.
pt: Nenhuma estatística de usuário para redefinir.
ro: Nicio statistică utilizator de resetat.
ru: Нет пользовательской статистики для сброса.
sk: Žiadne používateľské štatistiky na resetovanie.
sl: Ni uporabniške statistike za ponastavitev.
sv: Ingen användarstatistik att återställa.
th: ไม่มีสถิติผู้ใช้ที่จะรีเซ็ต
tr: Sıfırlanacak kullanıcı istatistiği yok.
uk: Немає статистики користувача для скидання.
vi: Không có số liệu thống kê người dùng để thiết lập lại.

source: Are you sure you want to reset all user stats?
af: Is jy seker jy wil alle gebruikerstatistieke terugstel?
ar: هل أنت متأكد أنك تريد إعادة تعيين جميع إحصائيات المستخدم؟
bg: Сигурни ли сте, че искате да нулирате всички потребителски статистики?
bn: আপনি কি নিশ্চিত যে আপনি সমস্ত ব্যবহারকারীর পরিসংখ্যান পুনরায় সেট করতে চান?
ca: Esteu segur que voleu restablir totes les estadístiques d'usuari?
cs: Opravdu chcete resetovat všechny uživatelské statistiky?
da: Er du sikker på, at du vil nulstille alle brugerstatistikker?
de: Sind Sie sicher, dass Sie alle Benutzerstatistiken zurücksetzen möchten?
el: Είστε βέβαιοι ότι θέλετε να επαναφέρετε όλα τα στατιστικά στοιχεία χρήστη;
es: ¿Estás seguro de que deseas restablecer todas las estadísticas de los usuarios?
et: Kas olete kindel, et soovite kogu kasutajastatistika lähtestada?
fa: آیا مطمئن هستید که می خواهید تمام آمار کاربران را بازنشانی کنید؟
fi: Haluatko varmasti nollata kaikki käyttäjätilastot?
fr: Êtes-vous sûr de vouloir réinitialiser toutes les statistiques des utilisateurs ?
he: האם אתה בטוח שברצונך לאפס את כל הנתונים הסטטיסטיים של המשתמש?
hi: क्या आप वाकई सभी उपयोगकर्ता आँकड़े रीसेट करना चाहते हैं?
hr: Jeste li sigurni da želite poništiti sve korisničke statistike?
hu: Biztosan visszaállítja az összes felhasználói statisztikát?
id: Apakah Anda yakin ingin menyetel ulang semua statistik pengguna?
it: Sei sicuro di voler reimpostare tutte le statistiche utente?
ja: すべてのユーザー統計をリセットしてもよろしいですか?
lt: Ar tikrai norite iš naujo nustatyti visą naudotojo statistiką?
lv: Vai tiešām vēlaties atiestatīt visu lietotāju statistiku?
ms: Adakah anda pasti mahu menetapkan semula semua statistik pengguna?
nl: Weet je zeker dat je alle gebruikersstatistieken wilt resetten?
no: Er du sikker på at du vil tilbakestille all brukerstatistikk?
pl: Czy na pewno chcesz zresetować wszystkie statystyki użytkowników?
pt: Tem certeza de que deseja redefinir todas as estatísticas do usuário?
ro: Sigur doriți să resetați toate statisticile utilizatorilor?
ru: Вы уверены, что хотите сбросить всю статистику пользователя?
sk: Naozaj chcete resetovať všetky používateľské štatistiky?
sl: Ali ste prepričani, da želite ponastaviti vse uporabniške podatke?
sv: Är du säker på att du vill återställa all användarstatistik?
th: คุณแน่ใจหรือไม่ว่าต้องการรีเซ็ตสถิติผู้ใช้ทั้งหมด
tr: Tüm kullanıcı istatistiklerini sıfırlamak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте скинути всю статистику користувача?
vi: Bạn có chắc chắn muốn đặt lại tất cả số liệu thống kê người dùng không?

source: Reset cancelled.
af: Terugstelling gekanselleer.
ar: تم إلغاء إعادة التعيين.
bg: Нулирането е отменено.
bn: রিসেট বাতিল করা হয়েছে।
ca: S'ha cancel·lat el restabliment.
cs: Resetování zrušeno.
da: Nulstilling annulleret.
de: Zurücksetzen abgebrochen.
el: Η επαναφορά ακυρώθηκε.
es: Reinicio cancelado.
et: Lähtestamine tühistati.
fa: بازنشانی لغو شد.
fi: Nollaus peruutettu.
fr: Réinitialisation annulée.
he: האיפוס בוטל.
hi: रीसेट रद्द किया गया.
hr: Ponovno postavljanje otkazano.
hu: Visszaállítás megszakítva.
id: Penyetelan ulang dibatalkan.
it: Reimpostazione annullata.
ja: リセットがキャンセルされました。
lt: Nustatyti iš naujo atšaukti.
lv: Atiestatīšana atcelta.
ms: Tetapan semula dibatalkan.
nl: Resetten geannuleerd.
no: Tilbakestilling avbrutt.
pl: Resetowanie anulowane.
pt: Redefinição cancelada.
ro: Resetarea a fost anulată.
ru: Сброс отменен.
sk: Resetovanie bolo zrušené.
sl: Ponastavitev preklicana.
sv: Återställningen avbröts.
th: ยกเลิกการรีเซ็ตแล้ว
tr: Sıfırlama iptal edildi.
uk: Скидання скасовано.
vi: Đã hủy đặt lại.

source: All user stats have been reset.
af: Alle gebruikerstatistieke is teruggestel.
ar: تمت إعادة تعيين جميع إحصائيات المستخدم.
bg: Всички потребителски статистики са нулирани.
bn: সমস্ত ব্যবহারকারীর পরিসংখ্যান রিসেট করা হয়েছে৷
ca: S'han restablert totes les estadístiques d'usuari.
cs: Všechny uživatelské statistiky byly resetovány.
da: Alle brugerstatistikker er blevet nulstillet.
de: Alle Benutzerstatistiken wurden zurückgesetzt.
el: Έχουν γίνει επαναφορά όλων των στατιστικών χρηστών.
es: Se han restablecido todas las estadísticas de los usuarios.
et: Kogu kasutajastatistika on lähtestatud.
fa: تمام آمار کاربران بازنشانی شده است.
fi: Kaikki käyttäjätilastot on nollattu.
fr: Toutes les statistiques utilisateur ont été réinitialisées.
he: כל הנתונים הסטטיסטיים של המשתמש אופסו.
hi: सभी उपयोगकर्ता आँकड़े रीसेट कर दिए गए हैं।
hr: Sve korisničke statistike su poništene.
hu: Minden felhasználói statisztika visszaállításra került.
id: Semua statistik pengguna telah diatur ulang.
it: Tutte le statistiche utente sono state ripristinate.
ja: すべてのユーザー統計がリセットされました。
lt: Visa vartotojų statistika buvo nustatyta iš naujo.
lv: Visa lietotāju statistika ir atiestatīta.
ms: Semua statistik pengguna telah ditetapkan semula.
nl: Alle gebruikersstatistieken zijn gereset.
no: All brukerstatistikk er tilbakestilt.
pl: Wszystkie statystyki użytkowników zostały zresetowane.
pt: Todas as estatísticas do usuário foram redefinidas.
ro: Toate statisticile utilizatorilor au fost resetate.
ru: Вся статистика пользователей сброшена.
sk: Všetky používateľské štatistiky boli resetované.
sl: Vse uporabniške statistike so bile ponastavljene.
sv: All användarstatistik har återställts.
th: สถิติผู้ใช้ทั้งหมดถูกรีเซ็ตแล้ว
tr: Tüm kullanıcı istatistikleri sıfırlandı.
uk: Усі статистичні дані користувачів скинуто.
vi: Tất cả số liệu thống kê của người dùng đã được đặt lại.

source: No suggestions have been made yet.
af: Geen voorstelle is nog gemaak nie.
ar: لم يتم تقديم أي اقتراحات حتى الآن.
bg: Все още няма направени предложения.
bn: কোন পরামর্শ এখনও করা হয়নি.
ca: Encara no s'ha fet cap suggeriment.
cs: Zatím nebyly podány žádné návrhy.
da: Der er endnu ikke kommet forslag.
de: Es wurden noch keine Vorschläge gemacht.
el: Δεν έχουν γίνει ακόμη προτάσεις.
es: Aún no se han hecho sugerencias.
et: Ühtegi ettepanekut pole veel tehtud.
fa: هنوز هیچ پیشنهادی ارائه نشده است.
fi: Ehdotuksia ei ole vielä tehty.
fr: Aucune suggestion n'a encore été faite.
he: עדיין לא הועלו הצעות.
hi: अभी तक कोई सुझाव नहीं दिया गया है.
hr: Još nema prijedloga.
hu: Még nem tettek javaslatot.
id: Belum ada saran yang diberikan.
it: Non è stato ancora dato alcun suggerimento.
ja: まだ提案は行われていません。
lt: Kol kas pasiūlymų nepateikta.
lv: Pagaidām priekšlikumi nav izteikti.
ms: Tiada cadangan dibuat lagi.
nl: Er zijn nog geen suggesties gedaan.
no: Ingen forslag er kommet ennå.
pl: Nie zgłoszono jeszcze żadnych sugestii.
pt: Nenhuma sugestão foi feita ainda.
ro: Nu au fost făcute sugestii încă.
ru: Никаких предложений пока не поступило.
sk: Zatiaľ neboli predložené žiadne návrhy.
sl: Podan še ni bil noben predlog.
sv: Inga förslag har kommit ännu.
th: ยังไม่มีข้อเสนอแนะใดๆ
tr: Henüz herhangi bir öneride bulunulmadı.
uk: Пропозицій ще не було.
vi: Chưa có đề xuất nào được đưa ra.

source: The pending channel is not set.
af: Die hangende kanaal is nie gestel nie.
ar: لم يتم تعيين القناة المعلقة.
bg: Чакащият канал не е зададен.
bn: মুলতুবি চ্যানেল সেট করা নেই.
ca: El canal pendent no està definit.
cs: Nevyřízený kanál není nastaven.
da: Den afventende kanal er ikke indstillet.
de: Der ausstehende Kanal ist nicht festgelegt.
el: Το κανάλι σε εκκρεμότητα δεν έχει οριστεί.
es: El canal pendiente no está configurado.
et: Ootel kanal ei ole määratud.
fa: کانال معلق تنظیم نشده است.
fi: Odottavaa kanavaa ei ole asetettu.
fr: La chaîne en attente n'est pas définie.
he: הערוץ הממתין לא מוגדר.
hi: लंबित चैनल सेट नहीं है.
hr: Kanal na čekanju nije postavljen.
hu: A függőben lévő csatorna nincs beállítva.
id: Saluran yang tertunda belum disetel.
it: Il canale in sospeso non è impostato.
ja: 保留チャネルは設定されていません。
lt: Laukiamas kanalas nenustatytas.
lv: Gaidošais kanāls nav iestatīts.
ms: Saluran yang belum selesai tidak ditetapkan.
nl: Het wachtende kanaal is niet ingesteld.
no: Den ventende kanalen er ikke angitt.
pl: Kanał oczekujący nie jest ustawiony.
pt: O canal pendente não está definido.
ro: Canalul în așteptare nu este setat.
ru: Ожидаемый канал не установлен.
sk: Čakajúci kanál nie je nastavený.
sl: Kanal v teku ni nastavljen.
sv: Den väntande kanalen är inte inställd.
th: ไม่ได้ตั้งค่าช่องที่รอดำเนินการ
tr: Bekleyen kanal ayarlanmadı.
uk: Канал, що очікує на розгляд, не встановлено.
vi: Kênh đang chờ xử lý chưa được đặt.

source: All suggestions are accounted for.
af: Alle voorstelle word verreken.
ar: يتم أخذ جميع الاقتراحات بعين الاعتبار.
bg: Всички предложения се вземат предвид.
bn: সমস্ত পরামর্শ জন্য অ্যাকাউন্ট করা হয়.
ca: Es tenen en compte tots els suggeriments.
cs: Všechny návrhy jsou zohledněny.
da: Der tages højde for alle forslag.
de: Alle Vorschläge werden berücksichtigt.
el: Όλες οι προτάσεις λαμβάνονται υπόψη.
es: Se tienen en cuenta todas las sugerencias.
et: Kõik ettepanekud on arvesse võetud.
fa: همه پیشنهادات در نظر گرفته شده است.
fi: Kaikki ehdotukset huomioidaan.
fr: Toutes les suggestions sont prises en compte.
he: כל ההצעות מטופלות.
hi: सभी सुझावों पर ध्यान दिया जाता है।
hr: Sve sugestije se uzimaju u obzir.
hu: Minden javaslatot figyelembe veszünk.
id: Semua saran diperhitungkan.
it: Tutti i suggerimenti sono presi in considerazione.
ja: すべての提案が考慮されます。
lt: Į visus pasiūlymus atsižvelgiama.
lv: Visi ieteikumi ir ņemti vērā.
ms: Semua cadangan diambil kira.
nl: Met alle suggesties wordt rekening gehouden.
no: Alle forslag blir gjort rede for.
pl: Wszystkie sugestie są brane pod uwagę.
pt: Todas as sugestões são levadas em conta.
ro: Toate sugestiile sunt luate în considerare.
ru: Все предложения учтены.
sk: Všetky návrhy sú zohľadnené.
sl: Vsi predlogi so upoštevani.
sv: Alla förslag redovisas.
th: ข้อเสนอแนะทั้งหมดจะถูกนำมาพิจารณา
tr: Tüm öneriler dikkate alınır.
uk: Всі пропозиції враховані.
vi: Tất cả các đề xuất đều được tính đến.

source: The following suggestions are missing their message:
af: Die volgende voorstelle ontbreek hul boodskap:
ar: الاقتراحات التالية تفتقد رسالتها:
bg: Следните предложения нямат съобщение:
bn: নিম্নলিখিত পরামর্শ তাদের বার্তা অনুপস্থিত:
ca: Els suggeriments següents no tenen el seu missatge:
cs: U následujících návrhů chybí jejich sdělení:
da: Følgende forslag mangler deres besked:
de: Den folgenden Vorschlägen fehlt ihre Nachricht:
el: Από τις ακόλουθες προτάσεις λείπει το μήνυμά τους:
es: A las siguientes sugerencias les falta el mensaje:
et: Järgmiste soovituste sõnum on puudu:
fa: پیشنهادات زیر پیام خود را ندارند:
fi: Seuraavista ehdotuksista puuttuu viesti:
fr: Les suggestions suivantes n'ont pas de message :
he: ההודעה שלהן חסרה להצעות הבאות:
hi: निम्नलिखित सुझावों में अपना संदेश नहीं है:
hr: Sljedećim prijedlozima nedostaje poruka:
hu: A következő javaslatok üzenete hiányzik:
id: Saran berikut tidak memiliki pesan:
it: Nei seguenti suggerimenti manca il messaggio:
ja: 次の提案にはメッセージがありません:
lt: Trūksta šių pasiūlymų pranešimo:
lv: Šiem ieteikumiem trūkst ziņojuma:
ms: Cadangan berikut tiada mesejnya:
nl: Bij de volgende suggesties ontbreekt het bericht:
no: Følgende forslag mangler meldingen:
pl: W przypadku następujących sugestii brakuje komunikatu:
pt: As sugestões a seguir estão sem mensagem:
ro: Următoarele sugestii lipsesc mesajul lor:
ru: В следующих предложениях отсутствует содержание:
sk: Nasledujúcim návrhom chýba ich posolstvo:
sl: Naslednji predlogi nimajo sporočila:
sv: Följande förslag saknar deras meddelande:
th: คำแนะนำต่อไปนี้ไม่มีข้อความ:
tr: Aşağıdaki önerilerin mesajı eksik:
uk: У наступних пропозиціях відсутні повідомлення:
vi: Các đề xuất sau đây bị thiếu thông báo:

source: - Removed {} profiles of users who have left the server.
af: - Verwyder {} profiele van gebruikers wat die bediener verlaat het.
ar: - تمت إزالة ملفات التعريف {} للمستخدمين الذين تركوا الخادم.
bg: - Премахнати {} профили на потребители, които са напуснали сървъра.
bn: - সার্ভার ছেড়ে যাওয়া ব্যবহারকারীদের {} প্রোফাইল সরানো হয়েছে৷ ৷
ca: - S'han eliminat {} perfils d'usuaris que han abandonat el servidor.
cs: - Odebráno {} profilů uživatelů, kteří opustili server.
da: - Fjernet {} profiler for brugere, der har forladt serveren.
de: - {} Profile von Benutzern entfernt, die den Server verlassen haben.
el: - Καταργήθηκαν {} προφίλ χρηστών που έχουν αποχωρήσει από τον διακομιστή.
es: - Se eliminaron {} perfiles de usuarios que abandonaron el servidor.
et: - Eemaldatud on {} serverist lahkunud kasutajate profiili.
fa: - {} نمایه کاربرانی که سرور را ترک کرده اند حذف شد.
fi: - Poistettu {} profiilia käyttäjistä, jotka ovat poistuneet palvelimelta.
fr: - Suppression de {} profils d'utilisateurs qui ont quitté le serveur.
he: - הוסרו {} פרופילים של משתמשים שעזבו את השרת.
hi: - सर्वर छोड़ चुके उपयोगकर्ताओं की {} प्रोफ़ाइलें हटा दी गईं।
hr: - Uklonjeno {} profila korisnika koji su napustili poslužitelj.
hu: - A szervert elhagyó felhasználók {} profilja eltávolítva.
id: - Menghapus {} profil pengguna yang telah meninggalkan server.
it: - Rimossi {} profili di utenti che hanno lasciato il server.
ja: - サーバーから離れたユーザーの {} プロファイルを削除しました。
lt: – Pašalinti {} naudotojų, kurie paliko serverį, profiliai.
lv: - Noņemti {} profili lietotājiem, kuri ir atstājuši serveri.
ms: - Mengalih keluar profil {} pengguna yang telah meninggalkan pelayan.
nl: - {} profielen verwijderd van gebruikers die de server hebben verlaten.
no: - Fjernet {} profiler til brukere som har forlatt serveren.
pl: - Usunięto {} profile użytkowników, którzy opuścili serwer.
pt: - Foram removidos {} perfis de usuários que saíram do servidor.
ro: - S-au eliminat {} profiluri ale utilizatorilor care au părăsit serverul.
ru: - Удалены {} профили пользователей, покинувших сервер.
sk: - Odstránených {} profilov používateľov, ktorí opustili server.
sl: - Odstranjenih {} profilov uporabnikov, ki so zapustili strežnik.
sv: - Tog bort {} profiler för användare som har lämnat servern.
th: - ลบ {} โปรไฟล์ของผู้ใช้ที่ออกจากเซิร์ฟเวอร์แล้ว
tr: - Sunucudan ayrılan kullanıcıların {} profili kaldırıldı.
uk: - Видалено {} профілів користувачів, які покинули сервер.
vi: - Đã xóa {} hồ sơ của người dùng đã rời khỏi máy chủ.

source: - No profiles were removed.
af: - Geen profiele is verwyder nie.
ar: - لم تتم إزالة أي ملفات تعريف.
bg: - Няма премахнати профили.
bn: - কোনো প্রোফাইল সরানো হয়নি৷ ৷
ca: - No s'ha eliminat cap perfil.
cs: - Nebyly odstraněny žádné profily.
da: - Ingen profiler blev fjernet.
de: - Es wurden keine Profile entfernt.
el: - Κανένα προφίλ δεν καταργήθηκε.
es: - No se eliminaron perfiles.
et: - Ühtegi profiili ei eemaldatud.
fa: - هیچ نمایه ای حذف نشد.
fi: - Profiilia ei poistettu.
fr: - Aucun profil n'a été supprimé.
he: - לא הוסרו פרופילים.
hi: - कोई प्रोफ़ाइल नहीं हटाई गई.
hr: - Nijedan profil nije uklonjen.
hu: - Egyetlen profil sem lett eltávolítva.
id: - Tidak ada profil yang dihapus.
it: - Nessun profilo è stato rimosso.
ja: - プロファイルは削除されませんでした。
lt: - Jokie profiliai nebuvo pašalinti.
lv: - Neviens profils netika noņemts.
ms: - Tiada profil dialih keluar.
nl: - Er zijn geen profielen verwijderd.
no: - Ingen profiler ble fjernet.
pl: - Żadne profile nie zostały usunięte.
pt: - Nenhum perfil foi removido.
ro: - Niciun profil nu a fost eliminat.
ru: - Ни один профиль не был удален.
sk: - Neboli odstránené žiadne profily.
sl: - Noben profil ni bil odstranjen.
sv: - Inga profiler togs bort.
th: - ไม่มีการลบโปรไฟล์ออก
tr: - Hiçbir profil kaldırılmadı.
uk: - Жоден профіль не видалено.
vi: - Không có hồ sơ nào bị xóa.

source: - Removed upvote from user {} on suggestion #{}.
af: - Verwyder opstem van gebruiker {} op voorstel #{}.
ar: - تمت إزالة التصويت الإيجابي من المستخدم {} على الاقتراح رقم {}.
bg: - Премахнато гласуване за потребител {} за предложение #{}.
bn: - প্রস্তাবনা #{}-এ ব্যবহারকারী {} থেকে আপভোট সরানো হয়েছে।
ca: - S'ha eliminat el vot favorable de l'usuari {} al suggeriment núm. {}.
cs: - Odebrán hlas pro uživatele {} k návrhu č. {}.
da: - Fjernede opstemme fra bruger {} på forslag #{}.
de: - Upvote von Benutzer {} für Vorschlag #{} entfernt.
el: - Καταργήθηκε η θετική ψήφος από τον χρήστη {} στην πρόταση #{}.
es: - Se eliminó el voto positivo del usuario {} en la sugerencia #{}.
et: - Kasutaja {} poolthääl eemaldati soovituse nr {} kohta.
fa: - رای موافق از کاربر {} به پیشنهاد #{} حذف شد.
fi: - Poistettu plus-ääni käyttäjältä {} ehdotuksesta #{}.
fr: - Suppression du vote positif de l'utilisateur {} sur la suggestion n° {}.
he: - הוסר הצבעה בעד מהמשתמש {} על הצעה מס' {}.
hi: - सुझाव #{} पर उपयोगकर्ता {} से अपवोट हटा दिया गया।
hr: - Uklonjen pozitivan glas korisnika {} za prijedlog #{}.
hu: - Eltávolítottuk a(z) {} felhasználó pozitív szavazatát a(z) #{} javaslatra.
id: - Menghapus suara positif dari pengguna {} pada saran #{}.
it: - Rimosso il voto positivo dell'utente {} sul suggerimento n.{}.
ja: - 提案 #{} に対するユーザー {} からの賛成票を削除しました。
lt: – Pašalintas naudotojo {} teigiamas balsas dėl pasiūlymo Nr. {}.
lv: - Noņemta lietotāja {} pozitīvais balsojums par ieteikumu Nr. {}.
ms: - Undi sokong dialih keluar daripada pengguna {} pada cadangan #{}.
nl: - Stem van gebruiker {} op suggestie #{} verwijderd.
no: - Fjernet oppstemme fra bruker {} på forslag #{}.
pl: - Usunięto głos pozytywny użytkownika {} na sugestię nr {}.
pt: - Removido o voto positivo do usuário {} na sugestão nº{}.
ro: - A fost eliminat votul pozitiv de la utilizatorul {} la sugestia #{}.
ru: - Удален голос пользователя {} за предложение № {}.
sk: - Odstránený súhlas používateľa {} s návrhom č. {}.
sl: - Odstranjen glas za uporabnika {} za predlog #{}.
sv: - Tog bort uppröst från användare {} på förslag #{}.
th: - ลบการโหวตเห็นด้วยจากผู้ใช้ {} ตามคำแนะนำ #{}
tr: - {} kullanıcısının #{} numaralı öneriye verdiği olumlu oy kaldırıldı.
uk: - Вилучено голосування користувача {} за пропозицію №{}.
vi: - Đã xóa bỏ phiếu tán thành của người dùng {} đối với đề xuất #{}.

source: - Removed downvote from user {} on suggestion #{}.
af: - Verwyder afstem van gebruiker {} op voorstel #{}.
ar: - تمت إزالة التصويت السلبي من المستخدم {} على الاقتراح رقم {}.
bg: - Премахнато отрицателно гласуване от потребител {} на предложение #{}.
bn: - প্রস্তাবনা #{}-এ ব্যবহারকারী {} থেকে ডাউনভোট সরানো হয়েছে।
ca: - S'ha eliminat el vot en contra de l'usuari {} al suggeriment núm. {}.
cs: - Odebrán hlas proti uživateli {} k návrhu č. {}.
da: - Fjernede nedstemme fra bruger {} på forslag #{}.
de: - Downvote von Benutzer {} für Vorschlag #{} entfernt.
el: - Καταργήθηκε η αρνητική ψήφος από τον χρήστη {} στην πρόταση #{}.
es: - Se eliminó el voto negativo del usuario {} en la sugerencia #{}.
et: - Kasutaja {} vastuhääl eemaldati soovituse #{} kohta.
fa: - رأی مخالف از کاربر {} به پیشنهاد #{} حذف شد.
fi: - Poistettu miinusääni käyttäjältä {} ehdotuksesta #{}.
fr: - Suppression du vote négatif de l'utilisateur {} sur la suggestion n° {}.
he: - הוסרה הצבעה כלפי מטה מהמשתמש {} על הצעה מס' {}.
hi: - सुझाव #{} पर उपयोगकर्ता {} से डाउनवोट हटा दिया गया।
hr: - Uklonjen glas protiv korisnika {} na prijedlog #{}.
hu: - Eltávolították a(z) {} felhasználó negatív szavazatát a(z) #{} javaslatra.
id: - Menghapus suara negatif dari pengguna {} pada saran #{}.
it: - Rimosso il voto negativo dell'utente {} sul suggerimento n.{}.
ja: - 提案 #{} に対するユーザー {} からの反対票を削除しました。
lt: – Pašalintas naudotojo {} neigiamas balsas dėl pasiūlymo Nr. {}.
lv: - Lietotājam {} ir noņemts negatīvais balsojums par ieteikumu Nr. {}.
ms: - Dialih keluar undi tolak daripada pengguna {} pada cadangan #{}.
nl: - Downvote van gebruiker {} op suggestie #{} verwijderd.
no: - Fjernet nedstemme fra bruker {} på forslag #{}.
pl: - Usunięto głosowanie przeciw użytkownikowi {} w związku z sugestią nr {}.
pt: - Removido o voto negativo do usuário {} na sugestão nº{}.
ro: - A fost eliminat votul negativ de la utilizatorul {} la sugestia #{}.
ru: - Удален отрицательный голос пользователя {} по предложению № {}.
sk: - Odstránený nesúhlas používateľa {} s návrhom č. {}.
sl: - Odstranjen glas proti uporabniku {} za predlog #{}.
sv: - Tog bort nedröstning från användare {} på förslag #{}.
th: - ลบ downvote ออกจากผู้ใช้ {} ตามคำแนะนำ #{}
tr: - {} kullanıcısının #{} numaralı öneriye verdiği olumsuz oy kaldırıldı.
uk: - Вилучено голос проти користувача {} щодо пропозиції №{}.
vi: - Đã xóa bỏ phiếu phản đối của người dùng {} đối với đề xuất #{}.
