Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/ideaboard/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Downvote emoji set to {}
af: Stem af-emoji's gestel op {}
ar: تم تعيين التصويت السلبي على الرموز التعبيرية إلى {}
bg: Гласуване против емотикони, зададено на {}
bn: ডাউনভোট ইমোজি {} এ সেট করা হয়েছে
ca: L'emoji de vot en contra s'ha definit en {}
cs: Hlasovat proti emodži nastaveno na {}
da: Nedstem emoji indstillet til {}
de: Downvote-Emoji auf {} gesetzt
el: Το emoji κατά ψήφου ορίστηκε σε {}
es: Emoji de voto negativo establecido en {}
et: Allahääletuse emotikon määrati väärtusele {}
fa: شکلک رأی مخالف روی {} تنظیم شد
fi: Alennus-emojiksi asetettu {}
fr: Vote négatif pour l'emoji défini sur {}
he: אמוג'י הצבעה כלפי מטה מוגדר ל-{}
hi: डाउनवोट इमोजी को {} पर सेट किया गया
hr: Glasaj protiv emotikona postavljen na {}
hu: A negatív hangulatjel beállítva a következőre: {}
id: Emoji suara negatif disetel ke {}
it: Emoticon votato negativamente impostato su {}
ja: 反対票を投じる絵文字を {} に設定
lt: Neigiamas jaustukas nustatytas į {}
lv: Negatīvā balsojuma emocijzīme ir iestatīta uz {}
ms: Emoji tolak ditetapkan kepada {}
nl: Downvote-emoji ingesteld op {}
no: Stem ned emoji satt til {}
pl: Emoji negatywnego głosu ustawione na {}
pt: Emoji de voto negativo definido como {}
ro: Emoji de vot negativ setat la {}
ru: Смайлик с отрицательным голосом установлен на {}
sk: Hlasovať proti emodži nastavené na {}
sl: Glasovanje proti emodžiju je nastavljeno na {}
sv: Rösta ned emoji inställd på {}
th: Downvote อิโมจิ ตั้งค่าเป็น {}
tr: Olumsuz oy emojisi {} olarak ayarlandı
uk: Проголосуйте проти смайла {}

source: Base cooldown set to {} seconds.
af: Basisafkoeling gestel op {} sekondes.
ar: تم ضبط فترة التهدئة الأساسية على {} ثانية.
bg: Основното изчакване е зададено на {} секунди.
bn: বেস কুলডাউন {} সেকেন্ডে সেট করা হয়েছে।
ca: El temps de reutilització base s'ha establert en {} segons.
cs: Základní cooldown nastaven na {} sekund.
da: Grundafkøling indstillet til {} sekunder.
de: Die Grundabklingzeit ist auf {} Sekunden festgelegt.
el: Η βασική ψύξη ορίστηκε σε {} δευτερόλεπτα.
es: Tiempo de reutilización base establecido en {} segundos.
et: Baasjahutus on määratud {} sekundile.
fa: سرد کردن پایه روی {} ثانیه تنظیم شد.
fi: Perusjäähdytys asetettu arvoon {} sekuntia.
fr: Le temps de recharge de base est fixé à {} secondes.
he: קירור בסיס מוגדר ל-{} שניות.
hi: बेस कूलडाउन को {} सेकंड पर सेट किया गया।
hr: Osnovno hlađenje postavljeno na {} sekundi.
hu: Az alaphűtés {} másodpercre van állítva.
id: Cooldown dasar disetel ke {} detik.
it: Tempo di recupero base impostato su {} secondi.
ja: 基本クールダウンは {} 秒に設定されています。
lt: Bazinis vėsinimas nustatytas į {} sek.
lv: Bāzes dzesēšana iestatīta uz {} sekundēm.
ms: Cooldown asas ditetapkan kepada {} saat.
nl: Basis-cooldown ingesteld op {} seconden.
no: Base nedkjøling satt til {} sekunder.
pl: Podstawowy czas odnowienia ustawiony na {} sekund.
pt: Tempo de espera básico definido para {} segundos.
ro: Timpul de răcire de bază setat la {} secunde.
ru: Базовое время восстановления установлено на {} секунд.
sk: Základné chladenie nastavené na {} sekúnd.
sl: Osnovno hlajenje je nastavljeno na {} sekund.
sv: Basnedkylning inställd på {} sekunder.
th: คูลดาวน์พื้นฐานตั้งไว้ที่ {} วินาที
tr: Temel bekleme süresi {} saniyeye ayarlandı.
uk: Базовий час відновлення встановлено на {} секунд.
vi: Thời gian hồi chiêu cơ bản được đặt thành {} giây.

source: Base cooldown disabled.
af: Basisafkoeling gedeaktiveer.
ar: تم تعطيل فترة التهدئة الأساسية.
bg: Основното изчакване е деактивирано.
bn: বেস কুলডাউন অক্ষম।
ca: Refrigeració base desactivada.
cs: Base cooldown zakázán.
da: Grundafkøling deaktiveret.
de: Basis-Abklingzeit deaktiviert.
el: Η βασική ψύξη απενεργοποιήθηκε.
es: Enfriamiento de la base desactivado.
et: Baasjahutus on keelatud.
fa: خنک‌سازی پایه غیرفعال شد.
fi: Perusjäähdytys pois käytöstä.
fr: Temps de recharge de base désactivé.
he: קירור הבסיס מושבת.
hi: बेस कूलडाउन अक्षम किया गया.
hr: Osnovno hlađenje onemogućeno.
hu: Az alaphűtés le van tiltva.
id: Cooldown dasar dinonaktifkan.
it: Tempo di recupero base disabilitato.
ja: 基本クールダウンが無効になりました。
lt: Bazinis aušinimas išjungtas.
lv: Bāzes dzesēšana ir atspējota.
ms: Cooldown asas dilumpuhkan.
nl: Basisafkoelperiode uitgeschakeld.
no: Base-nedkjøling deaktivert.
pl: Podstawowy czas odnowienia wyłączony.
pt: Recarga básica desativada.
ro: Cooldown de bază dezactivat.
ru: Базовое время восстановления отключено.
sk: Ochladzovanie základne je vypnuté.
sl: Osnovno ohlajanje onemogočeno.
sv: Baskylning inaktiverad.
th: คูลดาวน์พื้นฐานถูกปิดใช้งาน
tr: Temel bekleme süresi devre dışı bırakıldı.
uk: Базовий час відновлення вимкнено.
vi: Thời gian hồi chiêu cơ bản bị vô hiệu hóa.

source: Cooldown for role {} updated to {} seconds.
af: Afkoel vir rol {} opgedateer na {} sekondes.
ar: تم تحديث فترة التهدئة للدور {} إلى {} ثانية.
bg: Времето за изчакване за роля {} е актуализирано до {} секунди.
bn: ভূমিকার জন্য কুলডাউন {} সেকেন্ডে আপডেট করা হয়েছে৷
ca: El temps de reutilització per a la funció {} s'ha actualitzat a {} segons.
cs: Cooldown pro roli {} aktualizován na {} sekund.
da: Nedkøling for rolle {} opdateret til {} sekunder.
de: Die Abklingzeit für die Rolle {} wurde auf {} Sekunden aktualisiert.
el: Η αναστολή λειτουργίας για τον ρόλο {} ενημερώθηκε σε {} δευτερόλεπτα.
es: El tiempo de reutilización para el rol {} se actualizó a {} segundos.
et: Rolli {} jahtumine värskendati {} sekundile.
fa: خنک شدن برای نقش {} به {} ثانیه به روز شد.
fi: Roolin {} jäähdytys päivitetty {} sekuntiin.
fr: Le temps de recharge pour le rôle {} a été mis à jour à {} secondes.
he: צינון לתפקיד {} עודכן ל-{} שניות.
hi: भूमिका के लिए कूलडाउन {} को {} सेकंड तक अपडेट किया गया।
hr: Hlađenje za ulogu {} ažurirano je na {} sekundi.
hu: A(z) {} szerepkör lehűtése {} másodpercre frissítve.
id: Cooldown untuk peran {} diperbarui menjadi {} detik.
it: Tempo di recupero per il ruolo {} aggiornato a {} secondi.
ja: ロール {} のクールダウンが {} 秒に更新されました。
lt: {} vaidmens atvėsimas atnaujintas iki {} sek.
lv: Atdzesēšana lomai {} ir atjaunināta uz {} sekundēm.
ms: Cooldown untuk peranan {} dikemas kini kepada {} saat.
nl: Cooldown voor rol {} bijgewerkt naar {} seconden.
no: Nedkjøling for rolle {} oppdatert til {} sekunder.
pl: Czas odnowienia roli {} zaktualizowano do {} sekund.
pt: O tempo de espera da função {} foi atualizado para {} segundos.
ro: Temporizarea pentru rolul {} a fost actualizată la {} secunde.
ru: Время восстановления роли {} увеличено до {} секунд.
sk: Časový limit pre rolu {} bol aktualizovaný na {} sekúnd.
sl: Ohladitev za vlogo {} je posodobljena na {} sekund.
sv: Nedkylning för roll {} uppdaterad till {} sekunder.
th: คูลดาวน์สำหรับบทบาท {} อัปเดตเป็น {} วินาที
tr: {} rolü için bekleme süresi {} saniyeye güncellendi.
uk: Зарядку для ролі {} оновлено до {} секунд.
vi: Thời gian hồi chiêu cho vai trò {} được cập nhật thành {} giây.

source: Cooldown for role {} removed.
af: Afkoeling vir rol {} is verwyder.
ar: تمت إزالة فترة التهدئة للدور {}.
bg: Премахнато изчакване за роля {}.
bn: {} ভূমিকার জন্য কুলডাউন সরানো হয়েছে।
ca: S'ha eliminat el temps de reutilització per a la funció {}.
cs: Cooldown pro roli {} odstraněn.
da: Nedkøling for rollen {} fjernet.
de: Abklingzeit für Rolle {} entfernt.
el: Καταργήθηκε η αναστολή λειτουργίας για τον ρόλο {}.
es: Se eliminó el tiempo de reutilización para el rol {}.
et: Rolli {} jahtumine eemaldati.
fa: خنک کننده برای نقش {} حذف شد.
fi: Jäähdytys roolille {} poistettu.
fr: Le temps de recharge pour le rôle {} a été supprimé.
he: צינון לתפקיד {} הוסר.
hi: भूमिका {} के लिए कूलडाउन हटा दिया गया।
hr: Uklonjeno je hlađenje za ulogu {}.
hu: A(z) {} szerepkör lehűlése eltávolítva.
id: Cooldown untuk peran {} dihapus.
it: Tempo di recupero per il ruolo {} rimosso.
ja: ロール {} のクールダウンが削除されました。
lt: {} vaidmens atvėsimas pašalintas.
lv: Atdzesēšana lomai {} ir noņemta.
ms: Cooldown untuk peranan {} dialih keluar.
nl: Cooldown voor rol {} verwijderd.
no: Nedkjøling for rollen {} fjernet.
pl: Usunięto czas odnowienia dla roli {}.
pt: O tempo de espera para a função {} foi removido.
ro: Timpul de răcire pentru rolul {} a fost eliminat.
ru: Время восстановления роли {} удалено.
sk: Obnova pre rolu {} bola odstránená.
sl: Ohladitev za vlogo {} je odstranjena.
sv: Nedkylning för rollen {} har tagits bort.
th: คูลดาวน์สำหรับบทบาท {} ถูกลบออก
tr: {} rolü için bekleme süresi kaldırıldı.
uk: Відновлення для ролі {} видалено.
vi: Đã xóa thời gian hồi chiêu cho vai trò {}.

source: Cooldown for role {} set to {} seconds.
af: Afkoel vir rol {} gestel op {} sekondes.
ar: تم ضبط فترة التهدئة للدور {} على {} ثانية.
bg: Времето за изчакване за роля {} е зададено на {} секунди.
bn: ভূমিকার জন্য কুলডাউন {} সেকেন্ডে সেট করা হয়েছে৷
ca: El temps de reutilització per a la funció {} s'ha establert en {} segons.
cs: Cooldown pro roli {} nastaven na {} sekund.
da: Nedkøling for rolle {} indstillet til {} sekunder.
de: Abklingzeit für Rolle {} auf {} Sekunden eingestellt.
el: Το Cooldown για το ρόλο {} ορίστηκε σε {} δευτερόλεπτα.
es: El tiempo de reutilización para el rol {} está establecido en {} segundos.
et: Rolli {} jahtumine on määratud {} sekundile.
fa: خنک شدن برای نقش {} روی {} ثانیه تنظیم شد.
fi: Jäähdytys roolille {} asetettu {} sekuntiin.
fr: Le temps de recharge pour le rôle {} est défini sur {} secondes.
he: צינון לתפקיד {} מוגדר ל-{} שניות.
hi: भूमिका के लिए कूलडाउन {} को {} सेकंड पर सेट किया गया।
hr: Hlađenje za ulogu {} postavljeno je na {} sekundi.
hu: A(z) {} szerepkör lehűtése {} másodpercre van állítva.
id: Cooldown untuk peran {} disetel ke {} detik.
it: Recupero per il ruolo {} impostato su {} secondi.
ja: ロール {} のクールダウンは {} 秒に設定されています。
lt: {} vaidmens atvėsimas nustatytas į {} sek.
lv: Atdzesēšana lomai {} ir iestatīta uz {} sekundēm.
ms: Cooldown untuk peranan {} ditetapkan kepada {} saat.
nl: Cooldown voor rol {} ingesteld op {} seconden.
no: Nedkjøling for rolle {} satt til {} sekunder.
pl: Czas odnowienia dla roli {} ustawiony na {} sekund.
pt: Tempo de espera para a função {} definido como {} segundos.
ro: Timpul de răcire pentru rolul {} este setat la {} secunde.
ru: Время восстановления роли {} установлено на {} секунд.
sk: Cooldown pre rolu {} nastavený na {} sekúnd.
sl: Ohladitev za vlogo {} je nastavljena na {} sekund.
sv: Nedkylning för roll {} inställd på {} sekunder.
th: คูลดาวน์สำหรับบทบาท {} ตั้งค่าเป็น {} วินาที
tr: {} rolü için bekleme süresi {} saniyeye ayarlandı.
uk: Зарядка для ролі {} встановлена ​​на {} секунд.
vi: Thời gian hồi chiêu cho vai trò {} được đặt thành {} giây.

source: Cooldown for role {} already disabled.
af: Afkoeling vir rol {} is reeds gedeaktiveer.
ar: تم تعطيل فترة التهدئة للدور {} بالفعل.
bg: Времето за изчакване за роля {} вече е деактивирано.
bn: ভূমিকা {} এর জন্য কুলডাউন ইতিমধ্যে অক্ষম করা হয়েছে৷
ca: El temps de reutilització per a la funció {} ja està desactivat.
cs: Cooldown pro roli {} již zakázán.
da: Nedkøling for rolle {} er allerede deaktiveret.
de: Abklingzeit für Rolle {} bereits deaktiviert.
el: Το Cooldown για το ρόλο {} είναι ήδη απενεργοποιημένο.
es: El tiempo de reutilización para el rol {} ya está deshabilitado.
et: Jahutamine rolli {} jaoks on juba keelatud.
fa: خنک شدن برای نقش {} قبلاً غیرفعال شده است.
fi: Jäähdytys roolille {} on jo poistettu käytöstä.
fr: Le temps de recharge pour le rôle {} est déjà désactivé.
he: צינון עבור תפקיד {} כבר מושבת.
hi: भूमिका {} के लिए कूलडाउन पहले से ही अक्षम है।
hr: Hlađenje za ulogu {} već je onemogućeno.
hu: A(z) {} szerepkör lehűtése már le van tiltva.
id: Cooldown untuk peran {} sudah dinonaktifkan.
it: Il tempo di recupero per il ruolo {} è già disabilitato.
ja: ロール {} のクールダウンはすでに無効になっています。
lt: {} vaidmens atvėsimas jau išjungtas.
lv: Atdzesēšana lomai {} jau ir atspējota.
ms: Cooldown untuk peranan {} sudah dilumpuhkan.
nl: Afkoelperiode voor rol {} is al uitgeschakeld.
no: Nedkjøling for rollen {} er allerede deaktivert.
pl: Czas odnowienia dla roli {} jest już wyłączony.
pt: O tempo de espera para a função {} já está desativado.
ro: Temporizarea pentru rolul {} a fost deja dezactivată.
ru: Время восстановления для роли {} уже отключено.
sk: Cooldown pre rolu {} je už vypnutý.
sl: Ohladitev za vlogo {} je že onemogočena.
sv: Nedkylning för roll {} har redan inaktiverats.
th: คูลดาวน์สำหรับบทบาท {} ถูกปิดใช้งานแล้ว
tr: {} rolü için bekleme süresi zaten devre dışı.
uk: Час відновлення для ролі {} уже вимкнено.
vi: Thời gian hồi chiêu cho vai trò {} đã bị tắt.

source: Role {} `{}` voting whitelist.
af: Rol {} `{}` stemwitlys.
ar: الدور {} `{}` القائمة البيضاء للتصويت.
bg: Роля {} `{}` гласуване в бял списък.
bn: ভূমিকা {} `{}` ভোটিং সাদাতালিকা৷
ca: Llista blanca de vot de rol {} `{}`.
cs: Role {} `{}` hlasovací whitelist.
da: Rolle {} `{}` stemmehvidliste.
de: Rolle {} „{}“ Abstimmungs-Whitelist.
el: Λίστα επιτρεπόμενων ψηφοφοριών ρόλου {} `{}`.
es: Lista blanca de votación de rol {} `{}`.
et: Roll {} `{}` hääletamise valge nimekiri.
fa: فهرست سفید رای دادن نقش {} `{}`.
fi: Rooli {} `{}` äänestys sallittujen lista.
fr: Rôle {} `{}` liste blanche de vote.
he: תפקיד {} `{}` רשימת ההצבעות הלבנה.
hi: भूमिका {} `{}` मतदान श्वेतसूची।
hr: Uloga {} `{}` glasačka lista dopuštenih.
hu: Szerep {} `{}` szavazási engedélyezési lista.
id: Peran {} `{}` daftar putih pemungutan suara.
it: Lista bianca di voto del ruolo {} `{}`.
ja: ロール {} `{}` 投票ホワイトリスト。
lt: Vaidmuo {} `{}` balsavimo baltas sąrašas.
lv: Lomu {} `{}` balsošanas baltais saraksts.
ms: Peranan {} `{}` senarai putih mengundi.
nl: Rol {} `{}` witte lijst voor stemmen.
no: Hviteliste for rolle {} `{}`.
pl: Rola {} `{}` Biała lista głosowania.
pt: Função {} `{}` lista de permissões de votação.
ro: Lista albă de vot pentru rolul {} `{}`.
ru: Роль {} `{}` Белый список голосования.
sk: Rola {} `{}` hlasovacia biela listina.
sl: Vloga {} `{}` glasovalni beli seznam.
sv: Roll {} `{}` röstningsvitlista.
th: บทบาท {} `{}` รายการที่อนุญาตในการลงคะแนน
tr: Rol {} `{}` oylama beyaz listesi.
uk: Білий список для голосування ролі {} `{}`.
vi: Vai trò {} `{}` danh sách trắng biểu quyết.

source: Role {} `{}` suggest whitelist.
af: Rol {} `{}` stel witlys voor.
ar: الدور {} `{}` يقترح القائمة البيضاء.
bg: Роля {} `{}` предлага бял списък.
bn: ভূমিকা {} `{}` সুপারিশ সাদা তালিকা.
ca: El rol {} `{}` suggereix una llista blanca.
cs: Seznam povolených návrhů role {} `{}`.
da: Rolle {} `{}` foreslå hvidliste.
de: Rolle {} „{}“ schlägt Whitelist vor.
el: Ρόλος {} «{}» πρότασης λίστας επιτρεπόμενων.
es: Rol {} `{}` sugiere lista blanca.
et: Roll {} `{}` soovitab lubatud nimekirja.
fa: نقش {} `{}` پیشنهاد لیست سفید.
fi: Rooli {} `{}` ehdota sallittujen luetteloa.
fr: Le rôle {} `{}` suggère une liste blanche.
he: תפקיד {} `{}` מציע רשימת היתרים.
hi: भूमिका {} `{}` श्वेतसूची का सुझाव दें।
hr: Uloga {} `{}` predloži popis dopuštenih.
hu: A(z) {} `{}` szerepkör engedélyezőlistát javasol.
id: Peran {} `{}` menyarankan daftar putih.
it: Il ruolo {} `{}` suggerisce la whitelist.
ja: ロール {} `{}` はホワイトリストを提案します。
lt: Vaidmuo {} `{}` siūlo baltąjį sąrašą.
lv: Loma {} `{}` ieteikt balto sarakstu.
ms: Peranan {} `{}` cadangkan senarai putih.
nl: Rol {} `{}` stelt witte lijst voor.
no: Rolle {} `{}` foreslår hviteliste.
pl: Rola {} `{}` sugeruje białą listę.
pt: Função {} `{}` sugere lista de permissões.
ro: Rolul {} `{}` sugerează lista albă.
ru: Роль {} `{}` предлагает белый список.
sk: Zoznam povolených návrhov roly {} `{}`.
sl: Vloga {} `{}` predlaga seznam dovoljenih.
sv: Roll {} `{}` föreslå vitlista.
th: บทบาท {} `{}` แนะนำรายการที่อนุญาต
tr: {} `{}` rolü beyaz listeyi öneriyor.
uk: Білий список запропонованих ролей {} `{}`.
vi: Vai trò {} `{}` đề xuất danh sách trắng.

source: Role {} `{}` approvers list.
af: Rol {} `{}` goedkeurderslys.
ar: قائمة المعتمدين للدور {} `{}`.
bg: Списък на одобряващите роля {} `{}`.
bn: ভূমিকা {} `{}` অনুমোদনকারীদের তালিকা।
ca: Llista d'aprovadors del rol {} `{}`.
cs: Seznam schvalovatelů role {} `{}`.
da: Rolle {} `{}` godkenderliste.
de: Rolle {} „{}“ Liste der Genehmiger.
el: Ρόλος {} Λίστα εγκρίσεων `{}`.
es: Lista de aprobadores del rol {} `{}`.
et: Rolli {} `{}` heakskiitjate loend.
fa: نقش {} فهرست تأییدکنندگان «{}».
fi: Roolin {} `{}` hyväksyjien luettelo.
fr: Liste des approbateurs du rôle {} `{}`.
he: רשימת המאשרים של תפקיד {} `{}`.
hi: भूमिका {} `{}` अनुमोदकों की सूची।
hr: Popis odobravatelja uloga {} `{}`.
hu: Szerepkör {} `{}` jóváhagyók listája.
id: Peran {} `{}` daftar pemberi persetujuan.
it: Elenco approvatori ruolo {} `{}`.
ja: ロール {} `{}` 承認者リスト。
lt: Vaidmuo {} `{}` patvirtinėjų sąrašas.
lv: Lomu {} `{}` apstiprinātāju saraksts.
ms: Senarai kelulusan {} `{}` peranan.
nl: Rol {} `{}` lijst met goedkeurders.
no: Rolle {} `{}` godkjennerliste.
pl: Rola {} `{}` lista osób zatwierdzających.
pt: Lista de aprovadores da função {} `{}`.
ro: Lista aprobatorilor rol {} `{}`.
ru: Роль {} `{}` Список утверждающих.
sk: Rola {} `{}` zoznam schvaľovateľov.
sl: Seznam odobriteljev vloge {} `{}`.
sv: Roll {} `{}` godkännarelista.
th: บทบาท {} `{}` รายชื่อผู้อนุมัติ
tr: Rol {} `{}` onaylayanlar listesi.
uk: Список затверджувачів ролі {} `{}`.
vi: Danh sách người phê duyệt vai trò {} `{}`.

source: Role `{}` removed from blacklist.
af: Rol `{}` verwyder van swartlys.
ar: تمت إزالة الدور `{}` من القائمة السوداء.
bg: Ролята „{}“ е премахната от черния списък.
bn: ভূমিকা `{}` কালো তালিকা থেকে সরানো হয়েছে।
ca: S'ha eliminat el rol {} de la llista negra.
cs: Role `{}` odstraněna z černé listiny.
da: Rollen "{}" fjernet fra sortlisten.
de: Rolle „{}“ von der Blacklist entfernt.
el: Ο ρόλος "{}" καταργήθηκε από τη μαύρη λίστα.
es: Rol `{}` eliminado de la lista negra.
et: Roll `{}` eemaldati mustast nimekirjast.
fa: نقش "{}" از لیست سیاه حذف شد.
fi: Rooli `{}` poistettu mustalta listalta.
fr: Rôle `{}` supprimé de la liste noire.
he: התפקיד `{}` הוסר מהרשימה השחורה.
hi: भूमिका `{}` को काली सूची से हटा दिया गया।
hr: Uloga `{}` uklonjena s crne liste.
hu: A `{}` szerepkör eltávolítva a feketelistáról.
id: Peran `{}` dihapus dari daftar hitam.
it: Ruolo "{}" rimosso dalla lista nera.
ja: ロール「{}」がブラックリストから削除されました。
lt: Vaidmuo `{}` pašalintas iš juodojo sąrašo.
lv: Loma `{}` noņemta no melnā saraksta.
ms: Peranan `{}` dialih keluar daripada senarai hitam.
nl: Rol `{}` verwijderd van zwarte lijst.
no: Rollen «{}» fjernet fra svartelisten.
pl: Rola `{}` została usunięta z czarnej listy.
pt: Função `{}` removida da lista negra.
ro: Rolul „{}” a fost eliminat din lista neagră.
ru: Роль `{}` удалена из черного списка.
sk: Rola `{}` bola odstránená z čiernej listiny.
sl: Vloga `{}` je odstranjena s črnega seznama.
sv: Rollen `{}` har tagits bort från svartlista.
th: บทบาท `{}` ถูกลบออกจากบัญชีดำ
tr: `{}` rolü kara listeden kaldırıldı.
uk: Роль `{}` видалено з чорного списку.
vi: Vai trò `{}` đã bị xóa khỏi danh sách đen.

source: Role `{}` added to blacklist.
af: Rol `{}` is by swartlys gevoeg.
ar: تمت إضافة الدور `{}` إلى القائمة السوداء.
bg: Ролята „{}“ е добавена към черния списък.
bn: ভূমিকা `{}` কালো তালিকায় যোগ করা হয়েছে৷
ca: El rol `{}` s'ha afegit a la llista negra.
cs: Role `{}` přidána na černou listinu.
da: Rollen "{}" tilføjet til sortlisten.
de: Rolle „{}“ zur Blacklist hinzugefügt.
el: Ο ρόλος "{}" προστέθηκε στη μαύρη λίστα.
es: Rol `{}` agregado a la lista negra.
et: Roll `{}` lisati musta nimekirja.
fa: نقش "{}" به لیست سیاه اضافه شد.
fi: Rooli `{}` lisättiin mustalle listalle.
fr: Rôle `{}` ajouté à la liste noire.
he: התפקיד `{}` נוסף לרשימה השחורה.
hi: भूमिका `{}` को काली सूची में जोड़ा गया।
hr: Uloga `{}` dodana je na crnu listu.
hu: A `{}` szerepkör hozzáadva a feketelistához.
id: Peran `{}` ditambahkan ke daftar hitam.
it: Ruolo "{}" aggiunto alla lista nera.
ja: ロール「{}」がブラックリストに追加されました。
lt: Vaidmuo „{}“ įtrauktas į juodąjį sąrašą.
lv: Loma `{}` pievienota melnajam sarakstam.
ms: Peranan `{}` ditambahkan pada senarai hitam.
nl: Rol `{}` toegevoegd aan zwarte lijst.
no: Rollen «{}» lagt til svartelisten.
pl: Rola `{}` dodana do czarnej listy.
pt: Função `{}` adicionada à lista negra.
ro: Rolul `{}` a fost adăugat la lista neagră.
ru: Роль `{}` добавлена ​​в черный список.
sk: Rola `{}` bola pridaná na čiernu listinu.
sl: Vloga `{}` dodana na črni seznam.
sv: Rollen "{}" har lagts till på svartlista.
th: เพิ่มบทบาท `{}` ลงในบัญชีดำแล้ว
tr: `{}` rolü kara listeye eklendi.
uk: Роль `{}` додано до чорного списку.
vi: Vai trò `{}` được thêm vào danh sách đen.

source: Role with ID `{}` removed from blacklist.
af: Rol met ID `{}` verwyder van swartlys.
ar: تمت إزالة الدور بالمعرف `{}` من القائمة السوداء.
bg: Роля с ID `{}` премахната от черния списък.
bn: আইডি `{}` সহ ভূমিকা কালো তালিকা থেকে সরানো হয়েছে।
ca: S'ha eliminat el rol amb l'identificador `{}` de la llista negra.
cs: Role s ID `{}` odstraněna z černé listiny.
da: Rolle med id '{}' fjernet fra sortlisten.
de: Rolle mit der ID „{}“ aus der Blacklist entfernt.
el: Ο ρόλος με αναγνωριστικό `{}` καταργήθηκε από τη μαύρη λίστα.
es: Rol con ID `{}` eliminado de la lista negra.
et: Roll ID-ga `{}` eemaldati mustast nimekirjast.
fa: نقش با شناسه «{}» از لیست سیاه حذف شد.
fi: Rooli tunnuksella `{}` poistettu mustalta listalta.
fr: Rôle avec l'ID `{}` supprimé de la liste noire.
he: תפקיד עם המזהה `{}` הוסר מהרשימה השחורה.
hi: आईडी `{}` वाली भूमिका को काली सूची से हटा दिया गया।
hr: Uloga s ID-om `{}` uklonjena je s crne liste.
hu: A `{}` azonosítójú szerepkör eltávolítva a tiltólistáról.
id: Peran dengan ID `{}` dihapus dari daftar hitam.
it: Ruolo con ID `{}` rimosso dalla lista nera.
ja: ID「{}」のロールがブラックリストから削除されました。
lt: Vaidmuo su ID `{}` pašalintas iš juodojo sąrašo.
lv: Loma ar ID `{}` noņemta no melnā saraksta.
ms: Peranan dengan ID `{}` dialih keluar daripada senarai hitam.
nl: Rol met ID `{}` verwijderd van de zwarte lijst.
no: Rolle med ID «{}» fjernet fra svartelisten.
pl: Rola o identyfikatorze `{}` została usunięta z czarnej listy.
pt: Função com ID `{}` removida da lista negra.
ro: Rol cu ​​ID `{}` eliminat din lista neagră.
ru: Роль с идентификатором `{}` удалена из черного списка.
sk: Rola s ID `{}` bola odstránená z čiernej listiny.
sl: Vloga z ID-jem `{}` je odstranjena s črnega seznama.
sv: Roll med ID `{}` borttagen från svartlista.
th: บทบาทที่มี ID `{}` ถูกลบออกจากบัญชีดำ
tr: `{}` kimlikli rol kara listeden kaldırıldı.
uk: Роль з ідентифікатором `{}` вилучено з чорного списку.
vi: Vai trò có ID `{}` đã bị xóa khỏi danh sách đen.
