Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/ideaboard/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Suggestion #{} has been approved.
af: Voorstel #{} is goedgekeur.
ar: تمت الموافقة على الاقتراح رقم {{}.
bg: Предложение #{} е одобрено.
bn: প্রস্তাবনা #{} অনুমোদিত হয়েছে।
ca: S'ha aprovat el suggeriment núm. {}.
cs: Návrh #{} byl schválen.
da: Forslag #{} er blevet godkendt.
de: Vorschlag #{} wurde genehmigt.
el: Η πρόταση #{} έχει εγκριθεί.
es: La sugerencia #{} ha sido aprobada.
et: Soovitus #{} on heaks kiidetud.
fa: پیشنهاد #{} تأیید شد.
fi: Ehdotus #{} on hyväksytty.
fr: La suggestion n° {} a été approuvée.
he: הצעה מס' {} אושרה.
hi: सुझाव #{} स्वीकृत कर दिया गया है.
hr: Prijedlog #{} je odobren.
hu: A #{} javaslatot jóváhagyták.
id: Saran #{} telah disetujui.
it: Il suggerimento #{} è stato approvato.
ja: 提案 #{} は承認されました。
lt: Pasiūlymas Nr. {} patvirtintas.
lv: Ieteikums Nr. {} ir apstiprināts.
ms: Cadangan #{} telah diluluskan.
nl: Suggestie #{} is goedgekeurd.
no: Forslag #{} er godkjent.
pl: Sugestia nr {} została zatwierdzona.
pt: A sugestão #{} foi aprovada.
ro: Sugestia #{} a fost aprobată.
ru: Предложение № {} одобрено.
sk: Návrh #{} bol schválený.
sl: Predlog št. {} je bil odobren.
sv: Förslag #{} har godkänts.
th: คำแนะนำ #{} ได้รับการอนุมัติแล้ว
tr: Öneri #{} onaylandı.
uk: Пропозицію №{} схвалено.
vi: Đề xuất #{} đã được phê duyệt.

source: Reject a suggestion.
af: Verwerp 'n voorstel.
ar: رفض الاقتراح.
bg: Отхвърляне на предложение.
bn: একটি পরামর্শ প্রত্যাখ্যান করুন.
ca: Rebutja un suggeriment.
cs: Odmítněte návrh.
da: Afvis et forslag.
de: Einen Vorschlag ablehnen.
el: Απορρίψτε μια πρόταση.
es: Rechazar una sugerencia.
et: Keeldu soovitusest.
fa: یک پیشنهاد را رد کنید.
fi: Hylkää ehdotus.
fr: Rejetez une suggestion.
he: דחה הצעה.
hi: किसी सुझाव को अस्वीकार करें.
hr: Odbijte prijedlog.
hu: Javaslat elutasítása.
id: Tolak saran.
it: Rifiuta un suggerimento.
ja: 提案を拒否します。
lt: Atmesti pasiūlymą.
lv: Noraidīt ieteikumu.
ms: Tolak cadangan.
nl: Een suggestie afwijzen.
no: Avvis et forslag.
pl: Odrzuć sugestię.
pt: Rejeite uma sugestão.
ro: Respinge o sugestie.
ru: Отклонить предложение.
sk: Odmietnuť návrh.
sl: Zavrni predlog.
sv: Avvisa ett förslag.
th: ปฏิเสธข้อเสนอแนะ
tr: Bir öneriyi reddedin.
uk: Відхилити пропозицію.
vi: Từ chối một đề nghị.

source: You do not have the required roles to reject suggestions.
af: Jy het nie die vereiste rolle om voorstelle te verwerp nie.
ar: ليس لديك الأدوار المطلوبة لرفض الاقتراحات.
bg: Нямате необходимите роли, за да отхвърляте предложения.
bn: পরামর্শ প্রত্যাখ্যান করার জন্য আপনার কাছে প্রয়োজনীয় ভূমিকা নেই।
ca: No teniu les funcions necessàries per rebutjar suggeriments.
cs: Nemáte požadované role k odmítnutí návrhů.
da: Du har ikke de nødvendige roller til at afvise forslag.
de: Sie verfügen nicht über die erforderlichen Rollen, um Vorschläge abzulehnen.
el: Δεν έχετε τους απαιτούμενους ρόλους για να απορρίψετε προτάσεις.
es: No tienes los roles necesarios para rechazar sugerencias.
et: Teil pole soovituste tagasilükkamiseks vajalikke rolle.
fa: شما نقش های لازم برای رد پیشنهادها را ندارید.
fi: Sinulla ei ole tarvittavia rooleja ehdotusten hylkäämiseen.
fr: Vous ne disposez pas des rôles requis pour rejeter les suggestions.
he: אין לך את התפקידים הנדרשים כדי לדחות הצעות.
hi: सुझावों को अस्वीकार करने के लिए आपके पास आवश्यक भूमिकाएँ नहीं हैं।
hr: Nemate potrebne uloge za odbijanje prijedloga.
hu: Nem rendelkezik a javaslatok elutasításához szükséges szerepekkel.
id: Anda tidak memiliki peran yang diperlukan untuk menolak saran.
it: Non disponi dei ruoli richiesti per rifiutare i suggerimenti.
ja: 提案を拒否するために必要な役割がありません。
lt: Neturite reikiamų vaidmenų, kad galėtumėte atmesti pasiūlymus.
lv: Jums nav nepieciešamo lomu, lai noraidītu ieteikumus.
ms: Anda tidak mempunyai peranan yang diperlukan untuk menolak cadangan.
nl: U beschikt niet over de vereiste rollen om suggesties af te wijzen.
no: Du har ikke de nødvendige rollene for å avvise forslag.
pl: Nie masz wymaganych ról, aby odrzucać sugestie.
pt: Você não tem as funções necessárias para rejeitar sugestões.
ro: Nu aveți rolurile necesare pentru a respinge sugestiile.
ru: У вас недостаточно ролей, чтобы отклонять предложения.
sk: Nemáte požadované roly na odmietnutie návrhov.
sl: Nimate zahtevanih vlog za zavrnitev predlogov.
sv: Du har inte de roller som krävs för att avvisa förslag.
th: คุณไม่มีบทบาทที่จำเป็นในการปฏิเสธข้อเสนอแนะ
tr: Önerileri reddetmek için gerekli rollere sahip değilsiniz.
uk: Ви не маєте необхідних ролей, щоб відхиляти пропозиції.
vi: Bạn không có vai trò cần thiết để từ chối đề xuất.

source: The rejected suggestions channel has not been set!
af: Die afgekeurde voorstelle-kanaal is nie gestel nie!
ar: لم يتم ضبط قناة الاقتراحات المرفوضة!
bg: Каналът за отхвърлени предложения не е зададен!
bn: প্রত্যাখ্যান পরামর্শ চ্যানেল সেট করা হয়নি!
ca: El canal de suggeriments rebutjats no s'ha configurat!
cs: Kanál odmítnutých návrhů nebyl nastaven!
da: Kanalen for afviste forslag er ikke indstillet!
de: Der Kanal für abgelehnte Vorschläge wurde nicht festgelegt!
el: Το κανάλι προτάσεων που απορρίφθηκαν δεν έχει οριστεί!
es: ¡El canal de sugerencias rechazadas no ha sido configurado!
et: Tagasilükatud soovituste kanal ei ole määratud!
fa: کانال پیشنهادات رد شده تنظیم نشده است!
fi: Hylättyjen ehdotusten kanavaa ei ole asetettu!
fr: Le canal des suggestions rejetées n’a pas été défini !
he: ערוץ ההצעות שנדחו לא הוגדר!
hi: अस्वीकृत सुझाव चैनल सेट नहीं किया गया है!
hr: Kanal odbijenih prijedloga nije postavljen!
hu: Az elutasított javaslatok csatornája nincs beállítva!
id: Saluran saran yang ditolak belum disetel!
it: Il canale dei suggerimenti rifiutati non è stato impostato!
ja: 拒否された提案チャンネルが設定されていません。
lt: Atmestų pasiūlymų kanalas nenustatytas!
lv: Noraidīto ieteikumu kanāls nav iestatīts!
ms: Saluran cadangan yang ditolak belum ditetapkan!
nl: Het kanaal voor afgewezen suggesties is niet ingesteld!
no: Kanalen for avviste forslag er ikke angitt!
pl: Kanał odrzuconych sugestii nie został ustawiony!
pt: O canal de sugestões rejeitadas não foi definido!
ro: Canalul de sugestii respinse nu a fost setat!
ru: Канал отклоненных предложений не установлен!
sk: Kanál odmietnutých návrhov nebol nastavený!
sl: Kanal zavrnjenih predlogov ni nastavljen!
sv: Kanalen för avvisade förslag har inte ställts in!
th: ยังไม่ได้ตั้งค่าช่องคำแนะนำที่ถูกปฏิเสธ!
tr: Reddedilen öneriler kanalı ayarlanmadı!
uk: Канал відхилених пропозицій не встановлено!
vi: Kênh đề xuất bị từ chối chưa được thiết lập!

source: The rejected suggestions channel no longer exists!
af: Die afgekeurde voorstelle-kanaal bestaan ​​nie meer nie!
ar: قناة الاقتراحات المرفوضة لم تعد موجودة!
bg: Каналът за отхвърлени предложения вече не съществува!
bn: প্রত্যাখ্যান করা প্রস্তাবনা চ্যানেলটি আর বিদ্যমান নেই!
ca: El canal de suggeriments rebutjats ja no existeix!
cs: Kanál odmítnutých návrhů již neexistuje!
da: Kanalen for afviste forslag eksisterer ikke længere!
de: Der Kanal für abgelehnte Vorschläge existiert nicht mehr!
el: Το κανάλι προτάσεων που απορρίφθηκαν δεν υπάρχει πλέον!
es: ¡El canal de sugerencias rechazadas ya no existe!
et: Tagasilükatud soovituste kanalit pole enam olemas!
fa: کانال پیشنهادات رد شده دیگر وجود ندارد!
fi: Hylättyjen ehdotusten kanavaa ei enää ole!
fr: Le canal des suggestions rejetées n’existe plus !
he: ערוץ ההצעות שנדחו כבר לא קיים!
hi: अस्वीकृत सुझाव चैनल अब मौजूद नहीं है!
hr: Kanal odbijenih prijedloga više ne postoji!
hu: Az elutasított javaslatok csatorna már nem létezik!
id: Saluran saran yang ditolak sudah tidak ada lagi!
it: Il canale dei suggerimenti rifiutati non esiste più!
ja: 拒否された提案チャンネルはもう存在しません。
lt: Atmestų pasiūlymų kanalo nebėra!
lv: Noraidīto ieteikumu kanāls vairs nepastāv!
ms: Saluran cadangan yang ditolak tidak lagi wujud!
nl: Het afgewezen suggestieskanaal bestaat niet meer!
no: Kanalen for avviste forslag eksisterer ikke lenger!
pl: Kanał odrzuconych sugestii już nie istnieje!
pt: O canal de sugestões rejeitadas não existe mais!
ro: Canalul de sugestii respins nu mai există!
ru: Канал отклоненных предложений больше не существует!
sk: Kanál odmietnutých návrhov už neexistuje!
sl: Kanal zavrnjenih predlogov ne obstaja več!
sv: Kanalen för avvisade förslag finns inte längre!
th: ช่องทางข้อเสนอแนะที่ถูกปฏิเสธไม่มีอยู่แล้ว!
tr: Reddedilen öneriler kanalı artık mevcut değil!
uk: Канал відхилених пропозицій більше не існує!
vi: Kênh đề xuất bị từ chối không còn tồn tại!

source: [Rejected]
af: [Verwerp]
ar: [مرفوض]
bg: [Отхвърлено]
bn: [প্রত্যাখ্যান]
ca: [Rebutjat]
cs: [Odmítnuto]
da: [Afvist]
de: [Abgelehnt]
el: [Απορρίφθηκε]
es: [Rechazado]
et: [Tagasi lükatud]
fa: [رد شد]
fi: [hylätty]
fr: [Rejeté]
he: [נִדחֶה]
hi: [अस्वीकार कर दिया]
hr: [Odbijeno]
hu: [Elutasítva]
id: [Ditolak]
it: [Respinto]
ja: [拒否されました]
lt: [Atmesta]
lv: [Noraidīts]
ms: [Ditolak]
nl: [Afgewezen]
no: [Avvist]
pl: [Odrzucony]
pt: [Rejeitado]
ro: [Respins]
ru: [Отклоненный]
sk: [Odmietnuté]
sl: [Zavrnjeno]
sv: [Avvisad]
th: [ถูกปฏิเสธ]
tr: [Reddedilmiş]
uk: [Відхилено]
vi: [Vật bị loại bỏ]

source: Rejected Suggestion
af: Verwerpe voorstel
ar: اقتراح مرفوض
bg: Отхвърлено предложение
bn: প্রত্যাখ্যান প্রস্তাব
ca: Suggeriment rebutjat
cs: Zamítnutý návrh
da: Afvist forslag
de: Vorschlag abgelehnt
el: Απορριφθείσα πρόταση
es: Sugerencia rechazada
et: Tagasilükatud soovitus
fa: پیشنهاد رد شده
fi: Hylätty ehdotus
fr: Suggestion rejetée
he: הצעה נדחתה
hi: अस्वीकृत सुझाव
hr: Odbijen prijedlog
hu: Elutasított javaslat
id: Saran yang Ditolak
it: Suggerimento rifiutato
ja: 拒否された提案
lt: Atmestas pasiūlymas
lv: Noraidīts ieteikums
ms: Cadangan Ditolak
nl: Suggestie afgewezen
no: Avvist forslag
pl: Odrzucona sugestia
pt: Sugestão rejeitada
ro: Sugestie respinsă
ru: Отклонено предложение
sk: Zamietnutý návrh
sl: Zavrnjen predlog
sv: Avvisat förslag
th: คำแนะนำที่ถูกปฏิเสธ
tr: Reddedilen Öneri
uk: Відхилена пропозиція
vi: Đề xuất bị từ chối

source: Suggested anonymously
af: Anoniem voorgestel
ar: اقترح مجهول
bg: Предложено анонимно
bn: বেনামে প্রস্তাবিত
ca: Suggerit de manera anònima
cs: Navrženo anonymně
da: Foreslået anonymt
de: Anonym vorgeschlagen
el: Προτείνεται ανώνυμα
es: Sugerido de forma anónima
et: Soovitatud anonüümselt
fa: به صورت ناشناس پیشنهاد می شود
fi: Ehdotettu nimettömänä
fr: Suggéré anonymement
he: הוצע בעילום שם
hi: गुमनाम रूप से सुझाव दिया गया
hr: Predloženo anonimno
hu: Névtelenül ajánlott
id: Disarankan secara anonim
it: Suggerito in forma anonima
ja: 匿名で提案
lt: Siūloma anonimiškai
lv: Ieteikts anonīmi
ms: Dicadangkan tanpa nama
nl: Anoniem voorgesteld
no: Foreslått anonymt
pl: Sugerowane anonimowo
pt: Sugerido anonimamente
ro: Sugerat anonim
ru: Предложено анонимно
sk: Navrhnuté anonymne
sl: Predlagano anonimno
sv: Föreslog anonymt
th: แนะนำโดยไม่ระบุชื่อ
tr: Anonim olarak önerildi
uk: Запропоновано анонімно
vi: Được đề xuất ẩn danh

source: Reason for Rejection
af: Rede vir Verwerping
ar: سبب الرفض
bg: Причина за отхвърляне
bn: প্রত্যাখ্যানের কারণ
ca: Motiu del rebuig
cs: Důvod odmítnutí
da: Årsag til afvisning
de: Grund für die Ablehnung
el: Λόγος Απόρριψης
es: Motivo del rechazo
et: Tagasilükkamise põhjus
fa: دلیل رد
fi: Hylkäämisen syy
fr: Motif du rejet
he: סיבה לדחייה
hi: खारिज करने का कारण
hr: Razlog za odbijanje
hu: Elutasítás oka
id: Alasan Penolakan
it: Motivo del rifiuto
ja: 拒否理由
lt: Atmetimo priežastis
lv: Noraidījuma iemesls
ms: Sebab Penolakan
nl: Reden voor afwijzing
no: Årsak til avvisning
pl: Powód odrzucenia
pt: Motivo da rejeição
ro: Motivul respingerii
ru: Причина отклонения
sk: Dôvod odmietnutia
sl: Razlog za zavrnitev
sv: Orsak till avslag
th: เหตุผลในการปฏิเสธ
tr: Reddetme Nedeni
uk: Причина відмови
vi: Lý do từ chối

source: The denied suggestions channel no longer exists!
af: Die geweierde voorstelle-kanaal bestaan ​​nie meer nie!
ar: قناة الاقتراحات المرفوضة لم تعد موجودة!
bg: Каналът за отказани предложения вече не съществува!
bn: অস্বীকৃত প্রস্তাবনা চ্যানেলটি আর বিদ্যমান নেই!
ca: El canal de suggeriments denegats ja no existeix!
cs: Kanál zamítnutých návrhů již neexistuje!
da: Kanalen afviste forslag eksisterer ikke længere!
de: Der Kanal für abgelehnte Vorschläge existiert nicht mehr!
el: Το κανάλι απορριφθέντων προτάσεων δεν υπάρχει πλέον!
es: ¡El canal de sugerencias denegadas ya no existe!
et: Keelatud soovituste kanalit pole enam olemas!
fa: کانال پیشنهادات رد شده دیگر وجود ندارد!
fi: Kiellettyjen ehdotusten kanavaa ei enää ole!
fr: Le canal des suggestions refusées n'existe plus !
he: ערוץ ההצעות שנדחו כבר לא קיים!
hi: अस्वीकृत सुझाव चैनल अब मौजूद नहीं है!
hr: Kanal odbijenih prijedloga više ne postoji!
hu: Az elutasított javaslatok csatorna már nem létezik!
id: Saluran saran yang ditolak sudah tidak ada lagi!
it: Il canale dei suggerimenti negati non esiste più!
ja: 拒否された提案チャンネルはもう存在しません。
lt: Atmestų pasiūlymų kanalo nebėra!
lv: Noraidīto ieteikumu kanāls vairs nepastāv!
ms: Saluran cadangan yang ditolak tidak lagi wujud!
nl: Het kanaal voor geweigerde suggesties bestaat niet meer!
no: Kanalen for avslått forslag eksisterer ikke lenger!
pl: Kanał odrzuconych sugestii już nie istnieje!
pt: O canal de sugestões negadas não existe mais!
ro: Canalul de sugestii refuzate nu mai există!
ru: Канал отклоненных предложений больше не существует!
sk: Kanál odmietnutých návrhov už neexistuje!
sl: Kanal zavrnjenih predlogov ne obstaja več!
sv: Kanalen för nekade förslag finns inte längre!
th: ช่องทางข้อเสนอแนะที่ถูกปฏิเสธไม่มีอยู่แล้ว!
tr: Reddedilen öneriler kanalı artık mevcut değil!
uk: Канал відхилених пропозицій більше не існує!
vi: Kênh đề xuất bị từ chối không còn tồn tại!

source: Your [suggestion #{}]({}) has been rejected!
af: Jou [voorstel #{}]({}) is verwerp!
ar: تم رفض [اقتراحك رقم {}]({})!
bg: Вашето [предложение #{}]({}) беше отхвърлено!
bn: আপনার [পরামর্শ #{}]({}) প্রত্যাখ্যান করা হয়েছে!
ca: El vostre [suggeriment núm.{}]({}) ha estat rebutjat!
cs: Váš [návrh #{}]({}) byl zamítnut!
da: Dit [forslag #{}]({}) er blevet afvist!
de: Ihr [Vorschlag #{}]({}) wurde abgelehnt!
el: Η [πρότασή σας #{}]({}) απορρίφθηκε!
es: ¡Tu [sugerencia #{}]({}) ha sido rechazada!
et: Teie [soovitus #{}]({}) lükati tagasi!
fa: [پیشنهاد #{}]({}) شما رد شد!
fi: [ehdotuksesi #{}]({}) on hylätty!
fr: Votre [suggestion n°{}]({}) a été rejetée !
he: [הצעה מס'{}]({}) שלך נדחתה!
hi: आपका [सुझाव #{}]({}) अस्वीकार कर दिया गया है!
hr: Vaš [prijedlog #{}]({}) je odbijen!
hu: Az Ön [javaslata #{}] ({}) elutasítva!
id: [Saran #{}]({}) Anda telah ditolak!
it: Il tuo [suggerimento n.{}]({}) è stato rifiutato!
ja: あなたの [提案 #{}]({}) は拒否されました。
lt: Jūsų [pasiūlymas Nr. {}]({}) buvo atmestas!
lv: Jūsu [ieteikums #{}]({}) ir noraidīts!
ms: [Cadangan #{}]({}) anda telah ditolak!
nl: Uw [suggestie #{}]({}) is afgewezen!
no: Ditt [forslag #{}]({}) har blitt avvist!
pl: Twoja [sugestia nr{}]({}) została odrzucona!
pt: Sua [sugestão #{}]({}) foi rejeitada!
ro: [Sugestia dvs. #{}]({}) a fost respinsă!
ru: Ваше [предложение №{}]({}) отклонено!
sk: Váš [návrh č.{}]({}) bol odmietnutý!
sl: Vaš [predlog št.{}]({}) je bil zavrnjen!
sv: Ditt [förslag #{}]({}) har avvisats!
th: [ข้อเสนอแนะ #{}]({}) ของคุณถูกปฏิเสธ!
tr: [Öneriniz #{}]({}) reddedildi!
uk: Вашу [пропозицію №{}]({}) відхилено!
vi: [Đề xuất #{}]({}) của bạn đã bị từ chối!

source: Suggestion #{} has been rejected.
af: Voorstel #{} is verwerp.
ar: تم رفض الاقتراح رقم {{}.
bg: Предложение #{} беше отхвърлено.
bn: প্রস্তাবনা #{} প্রত্যাখ্যান করা হয়েছে।
ca: S'ha rebutjat el suggeriment núm. {}.
cs: Návrh #{} byl zamítnut.
da: Forslag #{} er blevet afvist.
de: Vorschlag #{} wurde abgelehnt.
el: Η πρόταση #{} έχει απορριφθεί.
es: La sugerencia #{} ha sido rechazada.
et: Soovitus #{} lükati tagasi.
fa: پیشنهاد #{} رد شده است.
fi: Ehdotus #{} on hylätty.
fr: La suggestion n° {} a été rejetée.
he: הצעה מס' {} נדחתה.
hi: सुझाव #{} अस्वीकार कर दिया गया है.
hr: Prijedlog #{} je odbijen.
hu: A #{}. javaslat elutasítva.
id: Saran #{} telah ditolak.
it: Il suggerimento #{} è stato rifiutato.
ja: 提案 #{} は拒否されました。
lt: Pasiūlymas Nr. {} buvo atmestas.
lv: Ieteikums #{} ir noraidīts.
ms: Cadangan #{} telah ditolak.
nl: Suggestie #{} is afgewezen.
no: Forslag #{} har blitt avvist.
pl: Sugestia nr {} została odrzucona.
pt: A sugestão #{} foi rejeitada.
ro: Sugestia #{} a fost respinsă.
ru: Предложение № {} отклонено.
sk: Návrh #{} bol odmietnutý.
sl: Predlog št. {} je bil zavrnjen.
sv: Förslag #{} har avvisats.
th: คำแนะนำ #{} ถูกปฏิเสธ
tr: Öneri #{} reddedildi.
uk: Пропозицію #{} відхилено.
vi: Đề xuất #{} đã bị từ chối.

source: View the current upvoters and downvoters of a suggestion.
af: Bekyk die huidige op- en afstemmers van 'n voorstel.
ar: عرض المصوتين الحاليين والمعارضين للاقتراح.
bg: Преглед на текущите гласували за и против предложение.
bn: একটি পরামর্শের বর্তমান আপভোটার এবং ডাউনভোটার দেখুন।
ca: Consulta els votants actuals a favor i en contra d'un suggeriment.
cs: Prohlédněte si aktuální hlasující pro a proti návrhu.
da: Se de aktuelle op- og nedstemmere af et forslag.
de: Sehen Sie sich die aktuellen Upvoter und Downvoter eines Vorschlags an.
el: Δείτε τους τρέχοντες θετικούς και αρνητικούς ψηφοφόρους μιας πρότασης.
es: Ver los votantes actuales a favor y en contra de una sugerencia.
et: Vaadake soovituse praeguseid poolt- ja vastuhääletajaid.
fa: رای دهندگان مثبت و منفی فعلی یک پیشنهاد را مشاهده کنید.
fi: Katso ehdotuksen nykyiset plus- ja miinusäänestäjät.
fr: Afficher les votes positifs et négatifs actuels d'une suggestion.
he: הצג את המצביעים העדכניים והמצביעים מטה של ​​הצעה.
hi: किसी सुझाव के वर्तमान अपवोटर और डाउनवोटर देखें।
hr: Pogledajte trenutne one koji glasaju za i protiv prijedloga.
hu: Tekintse meg egy javaslat jelenlegi pozitív és negatív szavazatait.
id: Lihat upvoter dan downvoter saat ini dari suatu saran.
it: Visualizza gli attuali votanti positivi e negativi di un suggerimento.
ja: 提案に対する現在の賛成票と反対票を表示します。
lt: Peržiūrėkite dabartinius, balsavusius už ir atmetusius pasiūlymą.
lv: Skatiet pašreizējos ieteikuma atbalstītājus un negatīvos balsotājus.
ms: Lihat pengundi naik dan turun undi semasa bagi cadangan.
nl: Bekijk de huidige upvoters en downvoters van een suggestie.
no: Se gjeldende opp- og nedstemmere av et forslag.
pl: Wyświetl aktualnych zwolenników i zwolenników sugestii.
pt: Veja os votos positivos e negativos atuais de uma sugestão.
ro: Vizualizați votanții actuali pozitivi și negativi ai unei sugestii.
ru: Просмотрите текущих голосовавших за и против предложения.
sk: Pozrite si aktuálnych hlasujúcich za a proti návrhu.
sl: Oglejte si trenutne tiste, ki so glasovali za in proti predlogu.
sv: Visa aktuella upp- och nedröstare av ett förslag.
th: ดูผู้ลงคะแนนสนับสนุนและผู้ลงคะแนนไม่เห็นด้วยในปัจจุบันของข้อเสนอแนะ
tr: Bir önerinin geçerli olumlu oy verenlerini ve olumsuz oy verenlerini görüntüleyin.
uk: Перегляд поточних тих, хто проголосував за та проти пропозиції.
vi: Xem những người ủng hộ và phản đối hiện tại của một đề xuất.

source: Suggestion number to view votes for
af: Voorstelnommer om stemme voor te sien
ar: رقم الاقتراح لعرض الأصوات له
bg: Номер на предложението, за което да видите гласовете
bn: জন্য ভোট দেখতে সাজেশন নম্বর
ca: Número de suggeriment per veure els vots
cs: Číslo návrhu pro zobrazení hlasů
da: Forslagsnummer til at se stemmer på
de: Vorschlagsnummer, für die Stimmen angezeigt werden sollen
el: Αριθμός πρότασης για προβολή ψήφων
es: Número de sugerencia para ver los votos
et: Soovitusnumber häälte vaatamiseks
fa: شماره پیشنهاد برای مشاهده آرا
fi: Ehdotusnumero nähdäksesi äänet
fr: Numéro de suggestion pour afficher les votes
he: מספר הצעה לצפייה בהצבעות
hi: वोट देखने के लिए सुझाव संख्या
hr: Broj prijedloga za pregled glasova
hu: Javaslatszám a szavazatok megtekintéséhez
id: Nomor saran untuk melihat suara
it: Numero del suggerimento per cui visualizzare i voti
ja: 投票を表示する提案番号
lt: Pasiūlymo numeris, už kurį norite peržiūrėti balsus
lv: Ieteikuma numurs, par kuru skatīt balsojumus
ms: Nombor cadangan untuk melihat undian
nl: Suggestienummer om de stemmen voor te bekijken
no: Forslagsnummer å se stemmer på
pl: Numer sugestii, na którą chcesz wyświetlić głosy
pt: Número de sugestão para ver os votos
ro: Număr de sugestie pentru a vedea voturile
ru: Номер предложения для просмотра голосов
sk: Číslo návrhu na zobrazenie hlasov
sl: Številka predloga za ogled glasov
sv: Förslagsnummer att se röster på
th: หมายเลขข้อเสนอแนะเพื่อดูการโหวต
tr: Oyların görüntüleneceği öneri numarası
uk: Номер пропозиції для перегляду голосів
vi: Số gợi ý để xem phiếu bầu cho

source: You do not have the required roles to inspect suggestions.
af: Jy het nie die vereiste rolle om voorstelle te inspekteer nie.
ar: ليس لديك الأدوار المطلوبة لفحص الاقتراحات.
bg: Нямате необходимите роли, за да проверявате предложенията.
bn: পরামর্শ পরিদর্শন করার জন্য আপনার কাছে প্রয়োজনীয় ভূমিকা নেই।
ca: No teniu les funcions necessàries per inspeccionar els suggeriments.
cs: Nemáte požadované role ke kontrole návrhů.
da: Du har ikke de nødvendige roller til at inspicere forslag.
de: Sie verfügen nicht über die erforderlichen Rollen, um Vorschläge zu prüfen.
el: Δεν έχετε τους απαιτούμενους ρόλους για να επιθεωρήσετε προτάσεις.
es: No tiene los roles necesarios para inspeccionar sugerencias.
et: Teil pole soovituste kontrollimiseks vajalikke rolle.
fa: شما نقش های لازم برای بررسی پیشنهادات را ندارید.
fi: Sinulla ei ole tarvittavia rooleja ehdotusten tarkastamiseen.
fr: Vous ne disposez pas des rôles requis pour inspecter les suggestions.
he: אין לך את התפקידים הנדרשים כדי לבדוק הצעות.
hi: सुझावों का निरीक्षण करने के लिए आपके पास आवश्यक भूमिकाएँ नहीं हैं।
hr: Nemate potrebne uloge za pregled prijedloga.
hu: Nem rendelkezik a szükséges szerepekkel a javaslatok ellenőrzéséhez.
id: Anda tidak memiliki peran yang diperlukan untuk memeriksa saran.
it: Non disponi dei ruoli richiesti per esaminare i suggerimenti.
ja: 提案を検査するために必要な役割がありません。
lt: Neturite reikiamų vaidmenų, kad galėtumėte peržiūrėti pasiūlymus.
lv: Jums nav nepieciešamo lomu, lai pārbaudītu ieteikumus.
ms: Anda tidak mempunyai peranan yang diperlukan untuk memeriksa cadangan.
nl: U beschikt niet over de vereiste rollen om suggesties te inspecteren.
no: Du har ikke de nødvendige rollene for å inspisere forslag.
pl: Nie masz wymaganych ról, aby sprawdzać sugestie.
pt: Você não tem as funções necessárias para inspecionar sugestões.
ro: Nu aveți rolurile necesare pentru a inspecta sugestiile.
ru: У вас нет необходимых ролей для проверки предложений.
sk: Nemáte požadované roly na kontrolu návrhov.
sl: Nimate zahtevanih vlog za pregledovanje predlogov.
sv: Du har inte de roller som krävs för att granska förslag.
th: คุณไม่มีบทบาทที่จำเป็นในการตรวจสอบข้อเสนอแนะ
tr: Önerileri incelemek için gerekli rollere sahip değilsiniz.
uk: Ви не маєте необхідних ролей для перегляду пропозицій.
vi: Bạn không có vai trò cần thiết để kiểm tra đề xuất.
