Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/ideaboard/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Not set
af: Nie gestel nie
ar: لم يتم ضبطه
bg: Не е зададено
bn: সেট করা হয়নি
ca: No configurat
cs: Nenastaveno
da: Ikke indstillet
de: Nicht festgelegt
el: Δεν έχει οριστεί
es: No establecido
et: Pole määratud
fa: تنظیم نشده است
fi: Ei asetettu
fr: Non défini
he: לא מוגדר
hi: सेट नहीं
hr: Nije postavljeno
hu: Nincs beállítva
id: Tidak disetel
it: Non impostato
ja: 未設定
lt: Nenustatyta
lv: Nav iestatīts
ms: Tidak ditetapkan
nl: Niet ingesteld
no: Ikke satt
pl: Nie ustawiono
pt: Não definido
ro: Nu setat
ru: Не установлено
sk: Nie je nastavené
sl: Ni nastavljeno
sv: Inte inställt
th: ไม่ได้ตั้งค่า
tr: Ayarlanmadı
uk: Не встановлено
vi: Chưa đặt

source: Ideaboard Settings
af: Ideebord instellings
ar: إعدادات لوحة الأفكار
bg: Настройки на таблото за идеи
bn: আইডিয়াবোর্ড সেটিংস
ca: Configuració del tauler d'idees
cs: Nastavení Ideaboardu
da: Ideaboard-indstillinger
de: Ideaboard-Einstellungen
el: Ρυθμίσεις Ideaboard
es: Configuración del tablero de ideas
et: Ideaboardi seaded
fa: تنظیمات Ideaboard
fi: Ideaboard-asetukset
fr: Paramètres du tableau d'idées
he: הגדרות לוח רעיון
hi: आइडियाबोर्ड सेटिंग्स
hr: Postavke ploče ideja
hu: Ötlettábla beállításai
id: Pengaturan Papan Ide
it: Impostazioni della tavola delle idee
ja: アイデアボードの設定
lt: Idėjų lentos nustatymai
lv: Ideaboard iestatījumi
ms: Tetapan Papan Idea
nl: Ideaboard-instellingen
no: Ideaboard-innstillinger
pl: Ustawienia tablicy pomysłów
pt: Configurações do quadro de ideias
ro: Setări Ideaboard
ru: Настройки доски идей
sk: Nastavenia dosky nápadov
sl: Nastavitve idejne plošče
sv: Ideaboard-inställningar
th: การตั้งค่าไอเดียบอร์ด
tr: Fikir Panosu Ayarları
uk: Параметри дошки ідей
vi: Cài đặt bảng ý tưởng

source: Cooldowns
af: Afkoelings
ar: فترات التهدئة
bg: Охлаждания
bn: কুলডাউনস
cs: Cooldowny
da: Nedkøling
de: Abklingzeiten
es: Enfriamientos
et: Jahutused
fi: Jäähdytykset
fr: Temps de recharge
he: צינון
hi: शीतलन
hr: Hlađenja
hu: Lehűlés
id: Cooldown
it: Cooldown
ja: クールダウン
lt: Atšalimai
lv: Atdzesēšana
ms: Cooldown
nl: Afkoelperiodes
no: Nedkjøling
pl: Czasy odnowienia
pt: Recargas
ro: Cooldown-uri
ru: Кулдауны
sl: Ohladitve
sv: Nedkylningar
th: คูลดาวน์
tr: Bekleme süreleri
uk: Перезарядки
vi: Thời gian hồi chiêu

source: None Set
af: Geen Stel
ar: لا شيء محدد
bg: Няма зададено
bn: কোনটি সেট নয়
ca: Cap establert
cs: Žádné Nastaveno
da: Ingen sæt
de: Keine festgelegt
el: Κανένα Σετ
es: Ninguno establecido
et: Puudub Määra
fa: هیچ مجموعه ای
fi: Ei mitään asetettu
fr: Aucun défini
he: אין מוגדר
hi: कोई सेट नहीं
hr: Ništa nije postavljeno
hu: Nincs beállítva
id: Tidak ada yang disetel
it: Nessuno Impostato
ja: なし セット
lt: Nėra nustatyta
lv: Nav Iestatīts
ms: Tiada Set
nl: Geen Ingesteld
no: Ingen satt
pl: Brak Ustaw
pt: Nenhum definido
ro: Niciunul Set
ru: Нет Установлено
sk: Žiadne nastavené
sl: Nič ni nastavljeno
sv: Ingen Set
th: ไม่มีชุด
tr: Hiçbiri Ayarlanmadı
uk: Не встановлено
vi: Không có bộ

source: Account Age
af: Rekening Ouderdom
ar: عمر الحساب
bg: Възраст на акаунта
bn: অ্যাকাউন্টের বয়স
ca: Edat del compte
cs: Věk účtu
da: Kontoens alder
de: Kontoalter
el: Ηλικία λογαριασμού
es: Edad de la cuenta
et: Konto vanus
fa: سن حساب
fi: Tilin ikä
fr: Âge du compte
he: גיל חשבון
hi: खाता आयु
hr: Starost računa
hu: Fiók életkora
id: Usia Akun
it: Età dell'account
ja: アカウントの年齢
lt: Sąskaitos amžius
lv: Konta vecums
ms: Umur Akaun
nl: Accountleeftijd
no: Kontoalder
pl: Wiek konta
pt: Idade da conta
ro: Vârsta contului
ru: Возраст аккаунта
sk: Vek účtu
sl: Starost računa
sv: Kontoålder
th: อายุบัญชี
tr: Hesap Yaşı
uk: Вік облікового запису
vi: Tuổi tài khoản

source: Join Time
af: Sluit aan by Tyd
ar: انضم إلى الوقت
bg: Време за присъединяване
bn: সময় যোগদান
ca: Uneix-te al temps
cs: Připojte se k Time
da: Deltag Tid
de: Machen Sie mit bei Time
es: Hora de unirse
et: Liitu Ajaga
fa: به تایم بپیوندید
fi: Liity aika
fr: Rejoignez le temps
he: הצטרף לזמן
hi: सम्मिलित होने का समय
hr: Vrijeme pridruživanja
hu: Csatlakozz az időhöz
id: Bergabunglah dengan Waktu
it: Unisciti a Time
ja: 参加時間
lt: Prisijunkite prie laiko
lv: Pievienojieties laikam
ms: Sertai Masa
nl: Doe mee met de tijd
no: Bli med Time
pl: Dołącz do czasu
pt: Hora de adesão
ru: Присоединяйтесь ко времени
sk: Pripojte sa k Time
sl: Čas pridružitve
sv: Gå med Time
th: เข้าร่วมเวลา
tr: Katılma Zamanı
uk: Час приєднання
vi: Thời gian tham gia

source: Vote Roles
af: Stem rolle
ar: أدوار التصويت
bg: Роли за гласуване
bn: ভোটের ভূমিকা
ca: Rols de votació
cs: Hlasovací role
da: Stemmeroller
de: Abstimmungsrollen
el: Ρόλοι ψήφου
es: Roles de votación
et: Hääletusrollid
fa: نقش های رای
fi: Äänestysroolit
fr: Rôles de vote
he: תפקידי הצבעה
hi: वोट भूमिकाएँ
hr: Uloge glasanja
hu: Szavazási szerepek
id: Peran Pemungutan Suara
it: Ruoli di voto
ja: 投票の役割
lt: Balsavimo vaidmenys
lv: Balsošanas lomas
ms: Peranan Undi
nl: Stem rollen
no: Stemmeroller
pl: Role głosowania
pt: Funções de votação
ro: Roluri de vot
ru: Голосование за роли
sk: Úlohy hlasovania
sl: Glasovalne vloge
sv: Rösta roller
th: โหวตบทบาท
tr: Oy Rolleri
uk: Ролі голосування
vi: Vai trò bầu chọn

source: Suggest Roles
af: Stel rolle voor
ar: اقترح الأدوار
bg: Предложете роли
bn: ভূমিকা প্রস্তাব করুন
ca: Suggereix rols
cs: Navrhněte role
da: Foreslå roller
de: Schlagen Sie Rollen vor
el: Προτείνετε ρόλους
es: Sugerir roles
et: Soovitage rolle
fa: پیشنهاد نقش ها
fi: Ehdota rooleja
fr: Suggérer des rôles
he: הצע תפקידים
hi: भूमिकाएँ सुझाएँ
hr: Predložite uloge
hu: Szerepek javaslata
id: Sarankan Peran
it: Suggerisci ruoli
ja: 役割を提案する
lt: Pasiūlykite vaidmenis
lv: Ieteikt lomas
ms: Cadangkan Peranan
nl: Stel rollen voor
no: Foreslå roller
pl: Sugeruj role
pt: Sugerir funções
ro: Sugerați roluri
ru: Предложить роли
sk: Navrhnite roly
sl: Predlagajte vloge
sv: Föreslå roller
th: แนะนำบทบาท
tr: Rolleri Öner
uk: Запропонуйте ролі
vi: Đề xuất vai trò

source: Approvers
af: Goedkeurders
ar: الموافقون
bg: Одобряващи
bn: অনুমোদনকারী
ca: Aprovadors
cs: Schvalovatelé
da: Godkendere
de: Genehmiger
el: Εγκριτές
es: Aprobadores
et: Heakskiitjad
fa: تایید کنندگان
fi: Hyväksyjät
fr: Approbateurs
he: מאשרים
hi: अनुमोदनकर्ता
hr: Odobravatelji
hu: Jóváhagyók
id: Pemberi persetujuan
it: Approvatori
ja: 承認者
lt: Tvirtintojai
lv: Apstiprinātāji
ms: Pelulus
nl: Goedkeurders
no: Godkjennere
pl: Osoby zatwierdzające
pt: Aprovadores
ro: Aprobatori
ru: Утверждающие
sk: Schvaľovatelia
sl: Odobritelji
sv: Godkännare
th: ผู้อนุมัติ
tr: Onaylayanlar
uk: Затверджувачі
vi: Người phê duyệt

source: Roles required to approve suggestions
af: Rolle word vereis om voorstelle goed te keur
ar: الأدوار المطلوبة للموافقة على الاقتراحات
bg: Необходими роли за одобряване на предложения
bn: প্রস্তাবনা অনুমোদনের জন্য প্রয়োজনীয় ভূমিকা
ca: Funcions necessàries per aprovar suggeriments
cs: Role potřebné ke schválení návrhů
da: Roller påkrævet for at godkende forslag
de: Erforderliche Rollen zum Genehmigen von Vorschlägen
el: Ρόλοι που απαιτούνται για την έγκριση προτάσεων
es: Roles necesarios para aprobar sugerencias
et: Soovituste kinnitamiseks vajalikud rollid
fa: نقش های مورد نیاز برای تأیید پیشنهادها
fi: Ehdotusten hyväksymiseen vaadittavat roolit
fr: Rôles requis pour approuver les suggestions
he: תפקידים נדרשים כדי לאשר הצעות
hi: सुझावों को स्वीकृत करने के लिए भूमिकाएँ आवश्यक हैं
hr: Uloge potrebne za odobravanje prijedloga
hu: A javaslatok jóváhagyásához szükséges szerepkörök
id: Peran diperlukan untuk menyetujui saran
it: Ruoli richiesti per approvare i suggerimenti
ja: 提案の承認に必要なロール
lt: Pasiūlymams patvirtinti reikalingi vaidmenys
lv: Ieteikumu apstiprināšanai nepieciešamas lomas
ms: Peranan diperlukan untuk meluluskan cadangan
nl: Rollen vereist om suggesties goed te keuren
no: Roller som kreves for å godkjenne forslag
pl: Role wymagane do zatwierdzania sugestii
pt: Funções necessárias para aprovar sugestões
ro: Roluri necesare pentru aprobarea sugestiilor
ru: Роли, необходимые для утверждения предложений
sk: Roly potrebné na schválenie návrhov
sl: Za odobritev predlogov so potrebne vloge
sv: Roller som krävs för att godkänna förslag
th: บทบาทที่จำเป็นในการอนุมัติข้อเสนอแนะ
tr: Önerileri onaylamak için gereken roller
uk: Ролі, необхідні для затвердження пропозицій
vi: Cần có các vai trò để phê duyệt đề xuất

source: LevelUp Integration
af: LevelUp-integrasie
ar: التكامل المستوى الأعلى
bg: LevelUp интеграция
bn: লেভেলআপ ইন্টিগ্রেশন
ca: Integració LevelUp
es: Integración de nivel superior
et: LevelUp integratsioon
fa: یکپارچه سازی LevelUp
fi: LevelUp-integraatio
fr: Intégration LevelUp
he: שילוב LevelUp
hi: लेवलअप इंटीग्रेशन
hr: LevelUp integracija
hu: LevelUp integráció
id: Integrasi Naik Level
it: Integrazione di livello
ja: レベルアップの統合
lt: „LevelUp“ integracija
lv: LevelUp integrācija
ms: Integrasi LevelUp
nl: LevelUp-integratie
no: LevelUp-integrasjon
pl: Integracja z LevelUp
pt: Integração LevelUp
ro: Integrare LevelUp
ru: Интеграция LevelUp
sl: Integracija LevelUp
th: บูรณาการระดับขึ้น
tr: LevelUp Entegrasyonu
uk: Інтеграція LevelUp
vi: Tích hợp tăng cấp

source: Ark Playtime Integration
af: Ark speeltyd-integrasie
ar: ارك بلاي تايم التكامل
bg: Интегриране на Ark Playtime
bn: আর্ক প্লেটাইম ইন্টিগ্রেশন
ca: Integració Ark Playtime
cs: Integrace Ark Playtime
es: Integración del tiempo de juego de Ark
et: Ark Playtime integratsioon
fa: Ark Playtime ادغام
fi: Ark Playtime -integraatio
fr: Intégration de l'heure de jeu d'Ark
he: שילוב זמן משחק של Ark
hi: आर्क प्लेटाइम एकीकरण
hr: Ark Playtime integracija
hu: Ark Playtime integráció
id: Integrasi Waktu Bermain Ark
it: Integrazione di Ark Playtime
ja: Ark プレイタイムの統合
lt: „Ark Playtime“ integracija
lv: Ark Playtime integrācija
ms: Penyepaduan Masa Bermain Ark
nl: Ark Speeltijd-integratie
pl: Integracja z Ark Playtime
pt: Integração Ark Playtime
ro: Integrare Ark Playtime
ru: Интеграция Ark Playtime
sk: Integrácia Ark Playtime
sl: Ark Playtime Integracija
th: บูรณาการ Ark Playtime
tr: Ark Çalma Süresi Entegrasyonu
uk: Інтеграція Ark Playtime
vi: Tích hợp thời gian chơi Ark

source: Role Blacklist
af: Rol Swartlys
ar: القائمة السوداء للدور
bg: Черен списък на ролите
bn: ভূমিকা কালো তালিকা
ca: Llista negra de rols
da: Rollesortliste
de: Rollen-Blacklist
el: Μαύρη λίστα ρόλων
es: Lista negra de roles
et: Rollide must nimekiri
fa: لیست سیاه نقش
fi: Roolien musta lista
fr: Liste noire des rôles
he: רשימה שחורה של תפקידים
hi: भूमिका ब्लैकलिस्ट
hr: Crna lista uloga
hu: Szerep feketelista
id: Daftar Hitam Peran
it: Lista nera dei ruoli
ja: 役割のブラックリスト
lt: Vaidmenų juodasis sąrašas
lv: Lomas melnais saraksts
ms: Senarai Hitam Peranan
nl: Rol zwarte lijst
no: Rollesvarteliste
pl: Czarna lista ról
pt: Lista negra de funções
ro: Lista neagră de roluri
ru: Черный список ролей
sl: Črni seznam vlog
sv: Rollsvartlista
th: บทบาทบัญชีดำ
tr: Rol Kara Listesi
uk: Чорний список ролей
vi: Danh sách đen vai trò

source: User Blacklist
af: Gebruikers swartlys
ar: القائمة السوداء للمستخدم
bg: Черен списък на потребителите
bn: ব্যবহারকারী কালো তালিকা
ca: Llista negra d'usuaris
cs: Černá listina uživatelů
da: Bruger sortliste
de: Benutzer-Blacklist
el: Μαύρη λίστα χρηστών
es: Lista negra de usuarios
et: Kasutajate must nimekiri
fa: لیست سیاه کاربر
fi: Käyttäjien musta lista
fr: Liste noire des utilisateurs
he: רשימה שחורה של משתמשים
hi: उपयोगकर्ता ब्लैकलिस्ट
hr: Crna lista korisnika
hu: Felhasználói tiltólista
id: Daftar Hitam Pengguna
it: Lista nera degli utenti
ja: ユーザーのブラックリスト
lt: Vartotojo juodasis sąrašas
lv: Lietotāju melnais saraksts
ms: Senarai Hitam Pengguna
nl: Zwarte lijst van gebruikers
no: Brukersvarteliste
pl: Czarna lista użytkowników
pt: Lista negra de usuários
ro: Lista neagră a utilizatorilor
ru: Черный список пользователей
sk: Čierna listina používateľov
sl: Črni seznam uporabnikov
sv: Användarsvartlista
th: บัญชีดำของผู้ใช้
tr: Kullanıcı Kara Listesi
uk: Чорний список користувачів
vi: Danh sách đen người dùng

source: This channel is already set as the {} channel!
af: Hierdie kanaal is reeds gestel as die {}-kanaal!
ar: تم تعيين هذه القناة بالفعل كقناة {}!
bg: Този канал вече е зададен като {} канал!
bn: এই চ্যানেলটি ইতিমধ্যেই {} চ্যানেল হিসেবে সেট করা আছে!
ca: Aquest canal ja està definit com a canal {}!
cs: Tento kanál je již nastaven jako kanál {}!
da: Denne kanal er allerede indstillet som {}-kanalen!
de: Dieser Kanal ist bereits als {}-Kanal festgelegt!
el: Αυτό το κανάλι έχει ήδη οριστεί ως κανάλι {}!
es: ¡Este canal ya está configurado como canal {}!
et: See kanal on juba määratud kanaliks {}!
fa: این کانال قبلاً به عنوان کانال {} تنظیم شده است!
fi: Tämä kanava on jo määritetty kanavaksi {}!
fr: Cette chaîne est déjà définie comme chaîne {} !
he: ערוץ זה כבר מוגדר כערוץ {}!
hi: यह चैनल पहले से ही {} चैनल के रूप में सेट है!
hr: Ovaj kanal je već postavljen kao {} kanal!
hu: Ez a csatorna már be van állítva {} csatornaként!
id: Saluran ini sudah disetel sebagai saluran {}!
it: Questo canale è già impostato come canale {}!
ja: このチャンネルはすでに {} チャンネルとして設定されています。
lt: Šis kanalas jau nustatytas kaip {} kanalas!
lv: Šis kanāls jau ir iestatīts kā {} kanāls!
ms: Saluran ini telah ditetapkan sebagai saluran {}!
nl: Dit kanaal is al ingesteld als het {}-kanaal!
no: Denne kanalen er allerede satt som {}-kanalen!
pl: Ten kanał jest już ustawiony jako kanał {}!
pt: Este canal já está definido como o canal {}!
ro: Acest canal este deja setat ca canal {}!
ru: Этот канал уже установлен как канал {}!
sk: Tento kanál je už nastavený ako kanál {}!
sl: Ta kanal je že nastavljen kot kanal {}!
sv: Den här kanalen är redan inställd som kanalen {}!
th: ช่องนี้ถูกกำหนดให้เป็นช่อง {} แล้ว!
tr: Bu kanal zaten {} kanalı olarak ayarlandı!
uk: Цей канал уже встановлено як канал {}!
vi: Kênh này đã được đặt làm kênh {}!

source: I don't have permission to send messages in {}!
af: Ek het nie toestemming om boodskappe in {} te stuur nie!
ar: ليس لدي إذن بإرسال رسائل في {}!
bg: Нямам разрешение да изпращам съобщения в {}!
bn: আমার কাছে {} এ বার্তা পাঠানোর অনুমতি নেই!
ca: No tinc permís per enviar missatges a {}!
cs: Nemám oprávnění odesílat zprávy v {}!
da: Jeg har ikke tilladelse til at sende beskeder i {}!
de: Ich habe keine Berechtigung zum Senden von Nachrichten in {}!
el: Δεν έχω άδεια να στείλω μηνύματα στο {}!
es: ¡No tengo permiso para enviar mensajes en {}!
et: Mul ei ole luba domeenis {} sõnumeid saata!
fa: من اجازه ارسال پیام در {} را ندارم!
fi: Minulla ei ole lupaa lähettää viestejä verkkotunnuksessa {}!
fr: Je n'ai pas l'autorisation d'envoyer des messages dans {} !
he: אין לי הרשאה לשלוח הודעות ב-{}!
hi: मुझे {} में संदेश भेजने की अनुमति नहीं है!
hr: Nemam dopuštenje za slanje poruka u {}!
hu: Nincs engedélyem üzenetek küldésére itt: {}!
id: Saya tidak punya izin untuk mengirim pesan dalam {}!
it: Non ho il permesso di inviare messaggi in {}!
ja: {} でメッセージを送信する権限がありません。
lt: Neturiu leidimo siųsti pranešimų {}!
lv: Man nav atļaujas sūtīt ziņojumus domēnā {}!
ms: Saya tiada kebenaran untuk menghantar mesej dalam {}!
nl: Ik heb geen toestemming om berichten te verzenden in {}!
no: Jeg har ikke tillatelse til å sende meldinger i {}!
pl: Nie mam uprawnień do wysyłania wiadomości w {}!
pt: Não tenho permissão para enviar mensagens em {}!
ro: Nu am permisiunea de a trimite mesaje în {}!
ru: У меня нет разрешения отправлять сообщения в {}!
sk: Nemám povolenie na odosielanie správ v {}!
sl: Nimam dovoljenja za pošiljanje sporočil v {}!
sv: Jag har inte behörighet att skicka meddelanden i {}!
th: ฉันไม่ได้รับอนุญาตให้ส่งข้อความใน {}!
tr: {} içinde mesaj gönderme iznim yok!
uk: Я не маю дозволу надсилати повідомлення в {}!
vi: Tôi không có quyền gửi tin nhắn trong {}!

source: I don't have permission to send embeds in {}!
af: Ek het nie toestemming om inbeddings in {} te stuur nie!
ar: ليس لدي إذن بإرسال التضمينات في {}!
bg: Нямам разрешение да изпращам вграждания в {}!
bn: আমার কাছে {} এ এম্বেড পাঠানোর অনুমতি নেই!
ca: No tinc permís per enviar incrustacions a {}!
cs: Nemám oprávnění odesílat vložené položky do {}!
da: Jeg har ikke tilladelse til at sende indlejringer i {}!
de: Ich habe keine Berechtigung zum Senden von Einbettungen in {}!
el: Δεν έχω άδεια να στείλω ενσωματώσεις στο {}!
es: ¡No tengo permiso para enviar incrustaciones en {}!
et: Mul ei ole luba saata manustusi domeeni {}!
fa: من اجازه ارسال جاسازی در {} را ندارم!
fi: Minulla ei ole lupaa lähettää upotuksia kohteeseen {}!
fr: Je n'ai pas l'autorisation d'envoyer des intégrations dans {} !
he: אין לי הרשאה לשלוח הטמעות ב-{}!
hi: मेरे पास {} में एंबेड भेजने की अनुमति नहीं है!
hr: Nemam dopuštenje za slanje umetanja u {}!
hu: Nincs engedélyem beágyazások küldésére itt: {}!
id: Saya tidak punya izin untuk mengirim penyematan di {}!
it: Non ho l'autorizzazione per inviare incorporamenti in {}!
ja: {} に埋め込みを送信する権限がありません。
lt: Neturiu leidimo siųsti įterpimų į {}!
lv: Man nav atļaujas sūtīt iegultos materiālus pakalpojumā {}!
ms: Saya tiada kebenaran untuk menghantar benaman dalam {}!
nl: Ik heb geen toestemming om insluitingen te verzenden in {}!
no: Jeg har ikke tillatelse til å sende innbygginger i {}!
pl: Nie mam uprawnień do wysyłania osadzania w {}!
pt: Não tenho permissão para enviar incorporações em {}!
ro: Nu am permisiunea de a trimite încorporari în {}!
ru: У меня нет разрешения на отправку вставок в {}!
sk: Nemám oprávnenie na odosielanie vložených položiek do {}!
sl: Nimam dovoljenja za pošiljanje vdelav v {}!
sv: Jag har inte behörighet att skicka inbäddningar i {}!
th: ฉันไม่ได้รับอนุญาตให้ส่งการฝังใน {}!
tr: {} içine yerleştirme gönderme iznim yok!
uk: Я не маю дозволу надсилати вставки в {}!
vi: Tôi không có quyền gửi nội dung nhúng trong {}!

source: Are you sure you want to continue? (y/n)
af: Is jy seker jy wil voortgaan? (j/n)
ar: هل أنت متأكد أنك تريد الاستمرار؟ (ص / ن)
bg: Сигурни ли сте, че искате да продължите? (да/не)
bn: আপনি কি চালিয়ে যেতে চান? (y/n)
ca: Esteu segur que voleu continuar? (s/n)
cs: Opravdu chcete pokračovat? (y/n)
da: Er du sikker på, at du vil fortsætte? (å/n)
de: Sind Sie sicher, dass Sie fortfahren möchten? (j/n)
el: Είστε βέβαιοι ότι θέλετε να συνεχίσετε; (y/n)
es: ¿Estás seguro de que quieres continuar? (t/n)
et: Kas soovite kindlasti jätkata? (ja/n)
fa: آیا مطمئن هستید که می خواهید ادامه دهید؟ (y/n)
fi: Haluatko varmasti jatkaa? (y/n)
fr: Êtes-vous sûr de vouloir continuer ? (o/n)
he: האם אתה בטוח שאתה רוצה להמשיך? (י/נ)
hi: क्या आप वाकई जारी रखना चाहते हैं? (य/नहीं)
hr: Jeste li sigurni da želite nastaviti? (da/ne)
hu: Biztosan folytatja? (i/n)
id: Apakah Anda yakin ingin melanjutkan? (y/n)
it: Sei sicuro di voler continuare? (sì/no)
ja: 続行してもよろしいですか? (はい/いいえ)
lt: Ar tikrai norite tęsti? (y/n)
lv: Vai tiešām vēlaties turpināt? (jā/n)
ms: Adakah anda pasti mahu meneruskan? (y/n)
nl: Weet u zeker dat u wilt doorgaan? (j/n)
no: Er du sikker på at du vil fortsette? (å/n)
pl: Czy na pewno chcesz kontynuować? (t/n)
pt: Tem certeza de que deseja continuar? (s/n)
ro: Ești sigur că vrei să continui? (da/nu)
ru: Вы уверены, что хотите продолжить? (да/нет)
sk: Naozaj chcete pokračovať? (áno/nie)
sl: Ste prepričani, da želite nadaljevati? (da/ne)
sv: Är du säker på att du vill fortsätta? (å/n)
th: คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ? (มี/ไม่มี)
tr: Devam etmek istediğinizden emin misiniz? (e/h)
uk: Ви впевнені, що бажаєте продовжити? (да/не)
vi: Bạn có chắc chắn muốn tiếp tục không? (có/không)

source: Change cancelled.
af: Verandering gekanselleer.
ar: تم إلغاء التغيير.
bg: Промяната е отменена.
bn: পরিবর্তন বাতিল করা হয়েছে।
ca: S'ha cancel·lat el canvi.
cs: Změna zrušena.
da: Ændring annulleret.
de: Änderung abgebrochen.
el: Η αλλαγή ακυρώθηκε.
es: Cambio cancelado.
et: Muudatus tühistati.
fa: تغییر لغو شد.
fi: Muutos peruttu.
fr: Changement annulé.
he: השינוי בוטל.
hi: परिवर्तन रद्द किया गया.
hr: Promjena otkazana.
hu: Változás törölve.
id: Perubahan dibatalkan.
it: Modifica annullata.
ja: 変更はキャンセルされました。
lt: Pakeitimas atšauktas.
lv: Izmaiņas atceltas.
ms: Perubahan dibatalkan.
nl: Wijziging geannuleerd.
no: Endring avbrutt.
pl: Zmiana anulowana.
pt: Alteração cancelada.
ro: Modificare anulată.
ru: Изменение отменено.
sk: Zmena zrušená.
sl: Sprememba preklicana.
sv: Ändring avbruten.
th: การเปลี่ยนแปลงถูกยกเลิก
tr: Değişiklik iptal edildi.
uk: Зміну скасовано.
vi: Đã hủy thay đổi.

source: Suggestion #{}
af: Voorstel #{}
ar: اقتراح #{}
bg: Предложение #{}
bn: সাজেশন #{}
ca: Suggeriment núm. {}
cs: Návrh č. {}
da: Forslag #{}
de: Anregung #{}
el: Πρόταση #{}
es: Sugerencia #{}
et: Soovitus #{}
fa: پیشنهاد #{}
fi: Ehdotus #{}
he: הצעה מס'{}
hi: सुझाव #{}
hr: Prijedlog #{}
hu: {}. javaslat
id: Saran #{}
it: Suggerimento #{}
ja: 提案 ＃{}
lt: #{} pasiūlymas
lv: Ieteikums Nr. {}
ms: Cadangan #{}
nl: Suggestie #{}
no: Forslag #{}
pl: Sugestia nr{}
pt: Sugestão nº{}
ro: Sugestia #{}
ru: Предположение #{}
sk: Návrh č. {}
sl: Predlog #{}
sv: Förslag #{}
th: คำแนะนำ #{}
tr: Telkin #{}
uk: Пропозиція №{}
vi: Gợi ý #{}

source: Posted anonymously
af: Anoniem geplaas
ar: نشر مجهول
bg: Публикувано анонимно
bn: বেনামে পোস্ট করা হয়েছে
ca: Publicat de manera anònima
cs: Publikováno anonymně
da: Skrevet anonymt
de: Anonym gepostet
el: Δημοσιεύτηκε ανώνυμα
es: Publicado de forma anónima
et: Postitatud anonüümselt
fa: به صورت ناشناس ارسال شده است
fi: Lähetetty nimettömänä
fr: Publié de manière anonyme
he: פורסם בעילום שם
hi: गुमनाम रूप से पोस्ट किया गया
hr: Objavljeno anonimno
hu: Névtelenül közzétéve
id: Diposting secara anonim
it: Inserito in forma anonima
ja: 匿名で投稿
lt: Paskelbta anonimiškai
lv: Publicēts anonīmi
ms: Disiarkan tanpa nama
nl: Anoniem geplaatst
no: Lagt ut anonymt
pl: Opublikowano anonimowo
pt: Postado anonimamente
ro: Postat anonim
ru: Опубликовано анонимно
sk: Uverejnené anonymne
sl: Objavljeno anonimno
sv: Postat anonymt
th: โพสต์โดยไม่ระบุชื่อ
tr: Anonim olarak gönderildi
uk: Опубліковано анонімно
vi: Đăng ẩn danh

source: Posted by {}
af: Geplaas deur {}
ar: تم النشر بواسطة {}
bg: Публикувано от {}
bn: পোস্ট করেছেন {}
ca: Publicat per {}
cs: Autor: {}
da: Indsendt af {}
de: Gepostet von {}
el: Δημοσιεύτηκε από {}
es: Publicado por {}
et: Postitas {}
fa: ارسال شده توسط {}
fi: Lähettäjä {}
fr: Publié par {}
he: פורסם על ידי {}
hi: के द्वारा प्रकाशित किया गया {}
hr: Objavio {}
hu: Írta: {}
id: Diposting oleh {}
it: Inserito da {}
ja: 投稿者: {}
lt: Paskelbė {}
lv: Ievietoja {}
ms: Dihantar oleh {}
nl: Geplaatst door {}
no: Lagt ut av {}
pl: Wysłane przez: {}
pt: Postado por {}
ro: Postat de {}
ru: Автор: {}
sk: Uverejnil {}
sl: Objavil {}
sv: Upplagt av {}
th: โพสต์โดย {}
tr: {} tarafından gönderildi
uk: Опубліковано {}
vi: Được đăng bởi {}

source: Suggestion #{} Discussion
af: Voorstel #{} Bespreking
ar: اقتراح #{} مناقشة
bg: Предложение #{} Дискусия
bn: সাজেশন #{} আলোচনা
ca: Suggeriment núm. {} Discussió
cs: Návrh #{} Diskuze
da: Forslag #{} Diskussion
de: Vorschlag #{} Diskussion
el: Πρόταση #{} Συζήτηση
es: Sugerencia #{} Discusión
et: Soovitus #{} Arutelu
fa: پیشنهاد #{} بحث
fi: Ehdotus #{} Keskustelu
fr: Suggestion n°{} Discussion
he: הצעה #{} דיון
hi: सुझाव #{} चर्चा
hr: Prijedlog #{} Rasprava
hu: Javaslat #{} Beszélgetés
id: Saran #{} Diskusi
it: Suggerimento n. {} Discussione
ja: 提案 #{} ディスカッション
lt: #{} pasiūlymas Diskusija
lv: Ieteikums #{} Diskusija
ms: Cadangan #{} Perbincangan
nl: Suggestie #{} Discussie
no: Forslag #{} Diskusjon
pl: Sugestia nr{} Dyskusja
pt: Sugestão #{} Discussão
ro: Sugestia #{} Discuție
ru: Предложение № {} Обсуждение
sk: Návrh č. {} Diskusia
sl: Predlog #{} Razprava
sv: Förslag #{} Diskussion
th: คำแนะนำ #{} การสนทนา
tr: Öneri #{} Tartışma
uk: Пропозиція №{} Обговорення
vi: Đề xuất #{} Thảo luận
