Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/ideaboard/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: No approvers have been set! Use the {} command to add one.
af: Geen goedkeurders is ingestel nie! Gebruik die {} opdrag om een ​​by te voeg.
ar: لم يتم تعيين أي موافقين! استخدم الأمر {} لإضافة واحد.
bg: Няма зададени одобряващи! Използвайте командата {}, за да добавите такъв.
bn: কোন অনুমোদনকারী সেট করা হয়েছে! একটি যোগ করতে {} কমান্ড ব্যবহার করুন।
ca: No s'ha establert cap aprovador! Utilitzeu l'ordre {} per afegir-ne un.
cs: Nebyli nastaveni žádní schvalovatelé! Použijte příkaz {} k přidání.
da: Der er ikke angivet nogen godkendere! Brug kommandoen {} til at tilføje en.
de: Es wurden keine Genehmiger festgelegt! Verwenden Sie den Befehl {}, um einen hinzuzufügen.
el: Δεν έχουν οριστεί εγκριτές! Χρησιμοποιήστε την εντολή {} για να προσθέσετε ένα.
es: ¡No se han establecido aprobadores! Utilice el comando {} para agregar uno.
et: Ühtegi heakskiitjat pole määratud! Kasutage ühe lisamiseks käsku {}.
fa: هیچ تایید کننده ای تعیین نشده است! برای اضافه کردن یکی از دستور {} استفاده کنید.
fi: Hyväksyjiä ei ole asetettu! Lisää yksi komennolla {}.
fr: Aucun approbateur n'a été défini ! Utilisez la commande {} pour en ajouter un.
he: לא הוגדרו מאשרים! השתמש בפקודה {} כדי להוסיף אחד.
hi: कोई अनुमोदक निर्धारित नहीं किया गया है! एक जोड़ने के लिए {} कमांड का उपयोग करें।
hr: Nisu postavljeni odobravatelji! Koristite naredbu {} za dodavanje.
hu: Nincsenek jóváhagyók beállítva! A {} paranccsal adhat hozzá egyet.
id: Tidak ada pemberi persetujuan yang ditetapkan! Gunakan perintah {} untuk menambahkannya.
it: Non è stato impostato alcun approvatore! Utilizza il comando {} per aggiungerne uno.
ja: 承認者が設定されていません!追加するには、{} コマンドを使用します。
lt: Tvirtintojų nenustatyta! Norėdami pridėti vieną, naudokite komandą {}.
lv: Nav iestatīts neviens apstiprinātājs! Izmantojiet komandu {}, lai to pievienotu.
ms: Tiada kelulusan telah ditetapkan! Gunakan arahan {} untuk menambah satu.
nl: Er zijn geen goedkeurders ingesteld! Gebruik de opdracht {} om er een toe te voegen.
no: Ingen godkjennere er satt! Bruk {}-kommandoen for å legge til en.
pl: Nie ustawiono żadnych osób zatwierdzających! Użyj polecenia {}, aby je dodać.
pt: Nenhum aprovador foi definido! Use o comando {} para adicionar um.
ro: Nu au fost setati aprobatori! Utilizați comanda {} pentru a adăuga una.
ru: Утверждающие лица не установлены! Используйте команду {}, чтобы добавить его.
sk: Neboli nastavení žiadni schvaľovatelia! Na pridanie použite príkaz {}.
sl: Nastavljen ni noben odobritelj! Uporabite ukaz {}, da ga dodate.
sv: Inga godkännare har ställts in! Använd kommandot {} för att lägga till en.
th: ยังไม่ได้ตั้งค่าผู้อนุมัติ! ใช้คำสั่ง {} เพื่อเพิ่มหนึ่งรายการ
tr: Hiçbir onaylayan belirlenmedi! Bir tane eklemek için {} komutunu kullanın.
uk: Схвалювачів не встановлено! Використовуйте команду {}, щоб додати один.
vi: Chưa có người phê duyệt nào được thiết lập! Sử dụng lệnh {} để thêm một.

source: You do not have the required roles to approve suggestions.
af: Jy het nie die vereiste rolle om voorstelle goed te keur nie.
ar: ليس لديك الأدوار المطلوبة للموافقة على الاقتراحات.
bg: Нямате необходимите роли, за да одобрявате предложения.
bn: পরামর্শ অনুমোদন করার জন্য আপনার প্রয়োজনীয় ভূমিকা নেই।
ca: No teniu les funcions necessàries per aprovar suggeriments.
cs: Nemáte požadované role ke schválení návrhů.
da: Du har ikke de nødvendige roller til at godkende forslag.
de: Sie verfügen nicht über die erforderlichen Rollen, um Vorschläge zu genehmigen.
el: Δεν έχετε τους απαιτούμενους ρόλους για να εγκρίνετε προτάσεις.
es: No tienes los roles necesarios para aprobar sugerencias.
et: Teil pole soovituste kinnitamiseks vajalikke rolle.
fa: شما نقش های لازم برای تأیید پیشنهادها را ندارید.
fi: Sinulla ei ole tarvittavia rooleja ehdotusten hyväksymiseen.
fr: Vous ne disposez pas des rôles requis pour approuver les suggestions.
he: אין לך את התפקידים הנדרשים כדי לאשר הצעות.
hi: सुझावों को स्वीकृत करने के लिए आपके पास आवश्यक भूमिकाएँ नहीं हैं।
hr: Nemate potrebne uloge za odobravanje prijedloga.
hu: Nem rendelkezik a javaslatok jóváhagyásához szükséges szerepekkel.
id: Anda tidak memiliki peran yang diperlukan untuk menyetujui saran.
it: Non disponi dei ruoli richiesti per approvare i suggerimenti.
ja: 提案を承認するために必要な役割がありません。
lt: Neturite reikiamų vaidmenų, kad patvirtintumėte pasiūlymus.
lv: Jums nav nepieciešamo lomu, lai apstiprinātu ieteikumus.
ms: Anda tidak mempunyai peranan yang diperlukan untuk meluluskan cadangan.
nl: U beschikt niet over de vereiste rollen om suggesties goed te keuren.
no: Du har ikke de nødvendige rollene for å godkjenne forslag.
pl: Nie masz wymaganych ról, aby zatwierdzać sugestie.
pt: Você não tem as funções necessárias para aprovar sugestões.
ro: Nu aveți rolurile necesare pentru a aproba sugestii.
ru: У вас недостаточно ролей для утверждения предложений.
sk: Nemáte potrebné roly na schválenie návrhov.
sl: Nimate potrebnih vlog za odobritev predlogov.
sv: Du har inte de roller som krävs för att godkänna förslag.
th: คุณไม่มีบทบาทที่จำเป็นในการอนุมัติคำแนะนำ
tr: Önerileri onaylamak için gerekli rollere sahip değilsiniz.
uk: Ви не маєте необхідних ролей для затвердження пропозицій.
vi: Bạn không có các vai trò cần thiết để phê duyệt đề xuất.

source: The pending suggestions channel has not been set!
af: Die hangende voorstelle-kanaal is nie gestel nie!
ar: لم يتم تعيين قناة الاقتراحات المعلقة!
bg: Каналът за чакащи предложения не е зададен!
bn: মুলতুবি পরামর্শ চ্যানেল সেট করা হয়নি!
ca: El canal de suggeriments pendents no s'ha definit!
cs: Kanál čekajících návrhů nebyl nastaven!
da: Kanalen for afventende forslag er ikke indstillet!
de: Der Kanal für ausstehende Vorschläge wurde nicht festgelegt!
el: Το κανάλι προτάσεων σε εκκρεμότητα δεν έχει οριστεί!
es: ¡El canal de sugerencias pendientes no ha sido configurado!
et: Ootel soovituste kanal ei ole määratud!
fa: کانال پیشنهادات معلق تنظیم نشده است!
fi: Odottavaa ehdotuskanavaa ei ole asetettu!
fr: Le canal de suggestions en attente n'a pas été défini !
he: ערוץ ההצעות הממתינות לא הוגדר!
hi: लंबित सुझाव चैनल सेट नहीं किया गया है!
hr: Kanal s prijedlozima na čekanju nije postavljen!
hu: A függőben lévő javaslatok csatornája nincs beállítva!
id: Saluran saran yang tertunda belum disetel!
it: Il canale dei suggerimenti in sospeso non è stato impostato!
ja: 保留中の提案チャネルが設定されていません。
lt: Laukiančių pasiūlymų kanalas nenustatytas!
lv: Neapstiprināto ieteikumu kanāls nav iestatīts!
ms: Saluran cadangan yang belum selesai belum ditetapkan!
nl: Het kanaal voor openstaande suggesties is niet ingesteld!
no: Kanalen for ventende forslag er ikke angitt!
pl: Kanał oczekujących sugestii nie został ustawiony!
pt: O canal de sugestões pendentes não foi definido!
ro: Canalul de sugestii în așteptare nu a fost setat!
ru: Канал ожидающих предложений не установлен!
sk: Kanál čakajúcich návrhov nebol nastavený!
sl: Kanal za čakajoče predloge ni nastavljen!
sv: Kanalen för väntande förslag har inte ställts in!
th: ยังไม่ได้ตั้งค่าช่องข้อเสนอแนะที่รอดำเนินการ!
tr: Bekleyen öneriler kanalı ayarlanmadı!
uk: Канал пропозицій, що очікують на розгляд, не встановлено!
vi: Kênh đề xuất đang chờ xử lý chưa được đặt!

source: The approved suggestions channel has not been set!
af: Die goedgekeurde voorstelle-kanaal is nie gestel nie!
ar: لم يتم تعيين قناة الاقتراحات المعتمدة!
bg: Одобреният канал за предложения не е зададен!
bn: অনুমোদিত পরামর্শ চ্যানেল সেট করা হয়নি!
ca: El canal de suggeriments aprovat no s'ha establert!
cs: Kanál schválených návrhů nebyl nastaven!
da: Den godkendte forslagskanal er ikke indstillet!
de: Der Kanal für genehmigte Vorschläge wurde nicht festgelegt!
el: Το κανάλι εγκεκριμένων προτάσεων δεν έχει οριστεί!
es: ¡El canal de sugerencias aprobado no ha sido configurado!
et: Kinnitatud soovituste kanal pole määratud!
fa: کانال پیشنهادات تایید شده تنظیم نشده است!
fi: Hyväksyttyä ehdotuskanavaa ei ole asetettu!
fr: Le canal de suggestions approuvées n'a pas été défini !
he: ערוץ ההצעות המאושר לא הוגדר!
hi: स्वीकृत सुझाव चैनल सेट नहीं किया गया है!
hr: Kanal odobrenih prijedloga nije postavljen!
hu: A jóváhagyott javaslatok csatornája nincs beállítva!
id: Saluran saran yang disetujui belum disetel!
it: Il canale dei suggerimenti approvati non è stato impostato!
ja: 承認された提案チャネルが設定されていません。
lt: Patvirtintas pasiūlymų kanalas nenustatytas!
lv: Apstiprinātais ieteikumu kanāls nav iestatīts!
ms: Saluran cadangan yang diluluskan belum ditetapkan!
nl: Het kanaal voor goedgekeurde suggesties is niet ingesteld!
no: Den godkjente forslagskanalen er ikke angitt!
pl: Zatwierdzony kanał sugestii nie został ustawiony!
pt: O canal de sugestões aprovadas não foi definido!
ro: Canalul de sugestii aprobat nu a fost setat!
ru: Канал одобренных предложений не установлен!
sk: Kanál schválených návrhov nebol nastavený!
sl: Kanal odobrenih predlogov ni nastavljen!
sv: Den godkända förslagskanalen har inte ställts in!
th: ยังไม่ได้ตั้งค่าช่องทางข้อเสนอแนะที่ได้รับอนุมัติ!
tr: Onaylanan öneriler kanalı ayarlanmadı!
uk: Схвалений канал пропозицій не встановлено!
vi: Kênh đề xuất được phê duyệt chưa được thiết lập!

source: The pending suggestions channel no longer exists!
af: Die hangende voorstelle-kanaal bestaan ​​nie meer nie!
ar: قناة الاقتراحات المعلقة لم تعد موجودة!
bg: Каналът за чакащи предложения вече не съществува!
bn: মুলতুবি প্রস্তাবনা চ্যানেলটি আর বিদ্যমান নেই!
ca: El canal de suggeriments pendents ja no existeix!
cs: Kanál čekajících návrhů již neexistuje!
da: Kanalen med afventende forslag eksisterer ikke længere!
de: Der Kanal für ausstehende Vorschläge existiert nicht mehr!
el: Το κανάλι προτάσεων σε εκκρεμότητα δεν υπάρχει πλέον!
es: ¡El canal de sugerencias pendientes ya no existe!
et: Ootel soovituste kanalit pole enam olemas!
fa: کانال پیشنهادات معلق دیگر وجود ندارد!
fi: Odottavat ehdotukset -kanavaa ei enää ole!
fr: Le canal des suggestions en attente n'existe plus !
he: ערוץ ההצעות הממתינות כבר לא קיים!
hi: लंबित सुझाव चैनल अब मौजूद नहीं है!
hr: Kanal s prijedlozima na čekanju više ne postoji!
hu: A függőben lévő javaslatok csatorna már nem létezik!
id: Saluran saran yang tertunda sudah tidak ada lagi!
it: Il canale dei suggerimenti in sospeso non esiste più!
ja: 保留中の提案チャンネルはもう存在しません。
lt: Laukiančių pasiūlymų kanalo nebėra!
lv: Neapstiprināto ieteikumu kanāls vairs nepastāv!
ms: Saluran cadangan yang belum selesai tidak lagi wujud!
nl: Het openstaande suggestieskanaal bestaat niet meer!
no: Kanalen for ventende forslag eksisterer ikke lenger!
pl: Kanał oczekujących sugestii już nie istnieje!
pt: O canal de sugestões pendentes não existe mais!
ro: Canalul de sugestii în așteptare nu mai există!
ru: Канал ожидающих предложений больше не существует!
sk: Kanál čakajúcich návrhov už neexistuje!
sl: Kanal s čakajočimi predlogi ne obstaja več!
sv: Den väntande förslagskanalen finns inte längre!
th: ช่องทางข้อเสนอแนะที่รอดำเนินการไม่มีอยู่แล้ว!
tr: Bekleyen öneriler kanalı artık mevcut değil!
uk: Канал пропозицій, що очікують на розгляд, більше не існує!
vi: Kênh đề xuất đang chờ xử lý không còn tồn tại!

source: The approved suggestions channel no longer exists!
af: Die goedgekeurde voorstelle-kanaal bestaan ​​nie meer nie!
ar: قناة الاقتراحات المعتمدة لم تعد موجودة!
bg: Одобреният канал за предложения вече не съществува!
bn: অনুমোদিত পরামর্শ চ্যানেল আর বিদ্যমান নেই!
ca: El canal de suggeriments aprovat ja no existeix!
cs: Schválený kanál návrhů již neexistuje!
da: Den godkendte forslagskanal eksisterer ikke længere!
de: Der genehmigte Vorschlagskanal existiert nicht mehr!
el: Το κανάλι εγκεκριμένων προτάσεων δεν υπάρχει πλέον!
es: ¡El canal de sugerencias aprobado ya no existe!
et: Kinnitatud soovituste kanalit pole enam olemas!
fa: کانال پیشنهادات تایید شده دیگر وجود ندارد!
fi: Hyväksytty ehdotuskanava ei ole enää olemassa!
fr: Le canal des suggestions approuvées n'existe plus !
he: ערוץ ההצעות המאושר כבר לא קיים!
hi: स्वीकृत सुझाव चैनल अब मौजूद नहीं है!
hr: Kanal odobrenih prijedloga više ne postoji!
hu: A jóváhagyott javaslatok csatorna már nem létezik!
id: Saluran saran yang disetujui sudah tidak ada lagi!
it: Il canale dei suggerimenti approvati non esiste più!
ja: 承認された提案チャネルはもう存在しません。
lt: Patvirtinto pasiūlymų kanalo nebėra!
lv: Apstiprinātais ieteikumu kanāls vairs nepastāv!
ms: Saluran cadangan yang diluluskan tidak lagi wujud!
nl: Het kanaal met goedgekeurde suggesties bestaat niet meer!
no: Den godkjente forslagskanalen eksisterer ikke lenger!
pl: Zatwierdzony kanał sugestii już nie istnieje!
pt: O canal de sugestões aprovadas não existe mais!
ro: Canalul de sugestii aprobat nu mai există!
ru: Канал одобренных предложений больше не существует!
sk: Schválený kanál návrhov už neexistuje!
sl: Odobreni kanal za predloge ne obstaja več!
sv: Den godkända förslagskanalen finns inte längre!
th: ช่องทางข้อเสนอแนะที่ได้รับอนุมัติไม่มีอยู่แล้ว!
tr: Onaylanan öneriler kanalı artık mevcut değil!
uk: Схвалений канал пропозицій більше не існує!
vi: Kênh đề xuất được phê duyệt không còn tồn tại!

source: That suggestion does not exist!
af: Daardie voorstel bestaan ​​nie!
ar: هذا الاقتراح غير موجود!
bg: Това предложение не съществува!
bn: সেই পরামর্শের অস্তিত্ব নেই!
ca: Aquest suggeriment no existeix!
cs: Ten návrh neexistuje!
da: Det forslag findes ikke!
de: Diesen Vorschlag gibt es nicht!
el: Αυτή η πρόταση δεν υπάρχει!
es: ¡Esa sugerencia no existe!
et: Seda soovitust pole olemas!
fa: این پیشنهاد وجود ندارد!
fi: Tätä ehdotusta ei ole olemassa!
fr: Cette suggestion n'existe pas !
he: ההצעה הזו לא קיימת!
hi: वह सुझाव मौजूद नहीं है!
hr: Taj prijedlog ne postoji!
hu: Ez a javaslat nem létezik!
id: Saran itu tidak ada!
it: Questo suggerimento non esiste!
ja: その提案は存在しません!
lt: Toks pasiūlymas neegzistuoja!
lv: Tāds ieteikums neeksistē!
ms: Cadangan itu tidak wujud!
nl: Die suggestie bestaat niet!
no: Det forslaget finnes ikke!
pl: Ta sugestia nie istnieje!
pt: Essa sugestão não existe!
ro: Acea sugestie nu există!
ru: Этого предложения не существует!
sk: Ten návrh neexistuje!
sl: Ta predlog ne obstaja!
sv: Det förslaget finns inte!
th: ไม่มีคำแนะนำนั้น!
tr: O öneri yok!
uk: Такої пропозиції не існує!
vi: Đề nghị đó không tồn tại!

source: I couldn't delete the pending message: {}
af: Ek kon nie die hangende boodskap uitvee nie: {}
ar: لم أتمكن من حذف الرسالة المعلقة: {}
bg: Не можах да изтрия чакащото съобщение: {}
bn: আমি মুলতুবি থাকা বার্তাটি মুছতে পারিনি: {}
ca: No he pogut suprimir el missatge pendent: {}
cs: Nepodařilo se mi smazat nevyřízenou zprávu: {}
da: Jeg kunne ikke slette den afventende meddelelse: {}
de: Ich konnte die ausstehende Nachricht nicht löschen: {}
el: Δεν μπόρεσα να διαγράψω το εκκρεμές μήνυμα: {}
es: No pude eliminar el mensaje pendiente: {}
et: Ma ei saanud ootel olevat sõnumit kustutada: {}
fa: من نتوانستم پیام معلق را حذف کنم: {}
fi: En voinut poistaa odottavaa viestiä: {}
fr: Je n'ai pas pu supprimer le message en attente : {}
he: לא הצלחתי למחוק את ההודעה הממתינה: {}
hi: मैं लंबित संदेश को हटा नहीं सका: {}
hr: Nisam mogao izbrisati poruku na čekanju: {}
hu: Nem tudtam törölni a függőben lévő üzenetet: {}
id: Saya tidak bisa menghapus pesan yang tertunda: {}
it: Non sono riuscito a eliminare il messaggio in sospeso: {}
ja: 保留中のメッセージを削除できませんでした: {}
lt: Nepavyko ištrinti laukiančio pranešimo: {}
lv: Es nevarēju izdzēst neapstiprināto ziņojumu: {}
ms: Saya tidak dapat memadamkan mesej yang belum selesai: {}
nl: Ik kon het openstaande bericht niet verwijderen: {}
no: Jeg kunne ikke slette den ventende meldingen: {}
pl: Nie udało mi się usunąć oczekującej wiadomości: {}
pt: Não consegui excluir a mensagem pendente: {}
ro: Nu am putut șterge mesajul în așteptare: {}
ru: Мне не удалось удалить ожидающее сообщение: {}
sk: Nepodarilo sa mi odstrániť čakajúcu správu: {}
sl: Nisem mogel izbrisati čakajočega sporočila: {}
sv: Jag kunde inte ta bort det väntande meddelandet: {}
th: ฉันไม่สามารถลบข้อความที่รอดำเนินการได้: {}
tr: Bekleyen mesajı silemedim: {}
uk: Мені не вдалося видалити повідомлення, що очікує на розгляд: {}
vi: Tôi không thể xóa tin nhắn đang chờ xử lý: {}

source: [Approved]
af: [Goedgekeur]
ar: [موافقة]
bg: [Одобрен]
bn: [অনুমোদিত]
ca: [Aprovat]
cs: [Schválený]
da: [Godkendt]
de: [Genehmigt]
el: [Εγκρίθηκε]
es: [Aprobado]
et: [Kinnitatud]
fa: [تأیید شد]
fi: [Hyväksytty]
fr: [Approuvé]
he: [מְאוּשָׁר]
hi: [अनुमत]
hr: [Odobreno]
hu: [Jóváhagyott]
id: [Disetujui]
it: [Approvato]
ja: [承認された]
lt: [Patvirtinta]
lv: [Apstiprināts]
ms: [Diluluskan]
nl: [Goedgekeurd]
no: [Godkjent]
pl: [Zatwierdzony]
pt: [Aprovado]
ro: [Aprobat]
ru: [Одобренный]
sk: [Schválené]
sl: [Odobreno]
sv: [Godkänd]
th: [ที่ได้รับการอนุมัติ]
tr: [Onaylı]
uk: [Схвалено]
vi: [Tán thành]

source: Approved Suggestion
af: Goedgekeurde voorstel
ar: اقتراح تمت الموافقة عليه
bg: Одобрено предложение
bn: অনুমোদিত প্রস্তাবনা
ca: Suggeriment aprovat
cs: Schválený návrh
da: Godkendt forslag
de: Genehmigter Vorschlag
el: Εγκεκριμένη Πρόταση
es: Sugerencia aprobada
et: Heakskiidetud soovitus
fa: پیشنهاد تایید شده
fi: Hyväksytty ehdotus
fr: Suggestion approuvée
he: הצעה מאושרת
hi: स्वीकृत सुझाव
hr: Odobreni prijedlog
hu: Jóváhagyott javaslat
id: Saran yang Disetujui
it: Suggerimento approvato
ja: 承認された提案
lt: Patvirtintas pasiūlymas
lv: Apstiprināts ieteikums
ms: Cadangan yang Diluluskan
nl: Goedgekeurde suggestie
no: Godkjent forslag
pl: Zatwierdzona sugestia
pt: Sugestão Aprovada
ro: Sugestie aprobată
ru: Одобренное предложение
sk: Schválený návrh
sl: Odobren predlog
sv: Godkänt förslag
th: คำแนะนำที่ได้รับอนุมัติ
tr: Onaylanmış Öneri
uk: Схвалена пропозиція
vi: Đề xuất được phê duyệt

source: Suggested by {}
af: Voorgestel deur {}
ar: مقترح بواسطة {}
bg: Предложено от {}
bn: {} দ্বারা প্রস্তাবিত
ca: Suggerit per {}
cs: Navrhl(a) {}
da: Foreslået af {}
de: Vorgeschlagen von {}
el: Προτάθηκε από {}
es: Sugerido por {}
et: Soovitanud {}
fa: پیشنهاد شده توسط {}
fi: ehdotti {}
fr: Suggéré par {}
he: הוצע על ידי {}
hi: सलाहदाता {}
hr: Predlaže {}
hu: Javasolta: {}
id: Disarankan oleh {}
it: Suggerito da {}
ja: {} によって提案されました
lt: Pasiūlė {}
lv: Ieteica {}
ms: Dicadangkan oleh {}
nl: Voorgesteld door {}
no: Foreslått av {}
pl: Sugerowane przez {}
pt: Sugerido por {}
ro: Sugerat de {}
ru: Предложено {}
sk: Navrhol {}
sl: Predlagal {}
sv: Föreslagen av {}
th: แนะนำโดย {}
tr: {} tarafından önerildi
uk: Запропоновано {}
vi: Được đề xuất bởi {}

source: Suggested by a user who is no longer in the server.
af: Voorgestel deur 'n gebruiker wat nie meer in die bediener is nie.
ar: تم اقتراحه بواسطة مستخدم لم يعد موجودًا في الخادم.
bg: Предложено от потребител, който вече не е в сървъра.
bn: সার্ভারে আর নেই এমন একজন ব্যবহারকারীর দ্বারা প্রস্তাবিত৷
ca: Suggerit per un usuari que ja no és al servidor.
cs: Navrženo uživatelem, který již není na serveru.
da: Foreslået af en bruger, der ikke længere er på serveren.
de: Vorgeschlagen von einem Benutzer, der nicht mehr auf dem Server ist.
el: Προτείνεται από έναν χρήστη που δεν είναι πλέον στον διακομιστή.
es: Sugerido por un usuario que ya no está en el servidor.
et: Soovitas kasutaja, kes pole enam serveris.
fa: توسط کاربری که دیگر در سرور نیست پیشنهاد شده است.
fi: Käyttäjän ehdottama, joka ei ole enää palvelimella.
fr: Proposé par un utilisateur qui n'est plus sur le serveur.
he: הוצע על ידי משתמש שכבר אינו בשרת.
hi: एक ऐसे उपयोगकर्ता द्वारा सुझाया गया जो अब सर्वर में नहीं है।
hr: Predložio korisnik koji više nije na poslužitelju.
hu: Olyan felhasználó javasolta, aki már nincs a szerveren.
id: Disarankan oleh pengguna yang tidak lagi berada di server.
it: Suggerito da un utente che non è più nel server.
ja: サーバーに存在しないユーザーによって提案されました。
lt: Pasiūlė vartotojas, kurio nebėra serveryje.
lv: Ieteica lietotājs, kurš vairs neatrodas serverī.
ms: Dicadangkan oleh pengguna yang tidak lagi berada dalam pelayan.
nl: Voorgesteld door een gebruiker die zich niet meer op de server bevindt.
no: Foreslått av en bruker som ikke lenger er på serveren.
pl: Sugerowane przez użytkownika, którego nie ma już na serwerze.
pt: Sugerido por um usuário que não está mais no servidor.
ro: Sugerat de un utilizator care nu se mai află pe server.
ru: Предложено пользователем, которого больше нет на сервере.
sk: Navrhnuté používateľom, ktorý už nie je na serveri.
sl: Predlagal uporabnik, ki ni več na strežniku.
sv: Föreslagen av en användare som inte längre finns på servern.
th: แนะนำโดยผู้ใช้ที่ไม่ได้อยู่ในเซิร์ฟเวอร์อีกต่อไป
tr: Artık sunucuda olmayan bir kullanıcı tarafından önerildi.
uk: Запропоновано користувачем, якого більше немає на сервері.
vi: Được đề xuất bởi người dùng không còn ở trong máy chủ.

source: Reason
af: Rede
ar: سبب
bg: Причина
bn: কারণ
ca: Raó
cs: Důvod
da: Årsag
de: Grund
el: Λόγος
es: Razón
et: Põhjus
fa: دلیل
fi: Syy
fr: Raison
he: לְנַמֵק
hi: कारण
hr: Razlog
hu: Ok
id: Alasan
it: Motivo
ja: 理由
lt: Priežastis
lv: Iemesls
ms: Sebab
nl: Reden
no: Grunn
pl: Powód
pt: Razão
ro: Motiv
ru: Причина
sk: Dôvod
sl: Razlog
sv: Resonera
th: เหตุผล
tr: Sebep
uk: Причина
vi: Lý do

source: Results
af: Resultate
ar: نتائج
bg: Резултати
bn: ফলাফল
ca: Resultats
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
et: Tulemused
fa: نتایج
fi: Tulokset
fr: Résultats
he: תוצאות
hi: परिणाम
hr: Rezultati
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
lt: Rezultatai
lv: Rezultāti
ms: Keputusan
nl: Resultaten
no: Resultater
pl: Wyniki
pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sl: Rezultati
sv: Resultat
th: ผลลัพธ์
tr: Sonuçlar
uk: Результати
vi: Kết quả

source: Your [suggestion #{}]({}) has been approved!
af: Jou [voorstel #{}]({}) is goedgekeur!
ar: تمت الموافقة على [اقتراحك رقم {}]({})!
bg: Вашето [предложение #{}]({}) е одобрено!
bn: আপনার [পরামর্শ #{}]({}) অনুমোদিত হয়েছে!
ca: El vostre [suggeriment núm.{}]({}) s'ha aprovat!
cs: Váš [návrh #{}]({}) byl schválen!
da: Dit [forslag #{}]({}) er blevet godkendt!
de: Ihr [Vorschlag #{}]({}) wurde genehmigt!
el: Η [πρότασή σας #{}]({}) εγκρίθηκε!
es: ¡Tu [sugerencia #{}]({}) ha sido aprobada!
et: Teie [soovitus #{}]({}) on heaks kiidetud!
fa: [پیشنهاد #{}]({}) شما تأیید شد!
fi: [ehdotuksesi #{}]({}) on hyväksytty!
fr: Votre [suggestion n°{}]({}) a été approuvée !
he: [הצעה מס'{}]({}) שלך אושרה!
hi: आपका [सुझाव #{}]({}) स्वीकृत हो गया है!
hr: Vaš [prijedlog #{}]({}) je odobren!
hu: Az Ön [javaslata #{}]({}) jóváhagyva!
id: [Saran #{}]({}) Anda telah disetujui!
it: Il tuo [suggerimento n.{}]({}) è stato approvato!
ja: あなたの [提案 #{}]({}) は承認されました。
lt: Jūsų [pasiūlymas Nr. {}]({}) patvirtintas!
lv: Jūsu [ieteikums #{}]({}) ir apstiprināts!
ms: [cadangan #{}]({}) anda telah diluluskan!
nl: Uw [suggestie #{}]({}) is goedgekeurd!
no: Ditt [forslag #{}]({}) er godkjent!
pl: Twoja [sugestia nr{}]({}) została zatwierdzona!
pt: Sua [sugestão #{}]({}) foi aprovada!
ro: [Sugestia dvs. #{}]({}) a fost aprobată!
ru: Ваше [предложение №{}]({}) одобрено!
sk: Váš [návrh č.{}]({}) bol schválený!
sl: Vaš [predlog št.{}]({}) je bil odobren!
sv: Ditt [förslag #{}]({}) har godkänts!
th: [ข้อเสนอแนะ #{}]({}) ของคุณได้รับการอนุมัติแล้ว!
tr: [Öneriniz #{}]({}) onaylandı!
uk: Вашу [пропозицію №{}]({}) схвалено!
vi: [Đề xuất #{}]({}) của bạn đã được phê duyệt!
