Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/ideaboard/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Your in-game profile must be registered in order to vote on suggestions.
af: Jou inspeletjie-profiel moet geregistreer wees om oor voorstelle te stem.
ar: يجب أن يتم تسجيل ملفك الشخصي داخل اللعبة لتتمكن من التصويت على الاقتراحات.
bg: Вашият профил в играта трябва да бъде регистриран, за да гласувате за предложения.
bn: সাজেশনে ভোট দেওয়ার জন্য আপনার ইন-গেম প্রোফাইল অবশ্যই নিবন্ধিত হতে হবে।
ca: El teu perfil del joc ha d'estar registrat per poder votar els suggeriments.
cs: Aby bylo možné hlasovat o návrzích, musí být váš herní profil zaregistrován.
da: Din profil i spillet skal være registreret for at kunne stemme på forslag.
de: Ihr In-Game-Profil muss registriert sein, um über Vorschläge abstimmen zu können.
el: Το προφίλ σας εντός παιχνιδιού πρέπει να είναι εγγεγραμμένο για να ψηφίσετε προτάσεις.
es: Tu perfil en el juego debe estar registrado para poder votar sugerencias.
et: Soovituste üle hääletamiseks peab teie mängusisene profiil olema registreeritud.
fa: برای رای دادن به پیشنهادات، نمایه درون بازی شما باید ثبت شود.
fi: Pelin sisäinen profiilisi on rekisteröitävä, jotta voit äänestää ehdotuksista.
fr: Votre profil en jeu doit être enregistré pour pouvoir voter sur les suggestions.
he: הפרופיל שלך במשחק חייב להיות רשום כדי להצביע על הצעות.
hi: सुझावों पर वोट करने के लिए आपकी इन-गेम प्रोफ़ाइल पंजीकृत होनी चाहिए।
hr: Vaš profil u igri mora biti registriran kako biste mogli glasati o prijedlozima.
hu: A javaslatokra való szavazáshoz regisztrálnia kell játékbeli profilját.
id: Profil dalam game Anda harus terdaftar untuk memberikan suara pada saran.
it: Il tuo profilo di gioco deve essere registrato per poter votare i suggerimenti.
ja: 提案に投票するには、ゲーム内プロフィールを登録する必要があります。
lt: Kad galėtumėte balsuoti už pasiūlymus, jūsų žaidimo profilis turi būti užregistruotas.
lv: Lai balsotu par ieteikumiem, jūsu spēles profilam ir jābūt reģistrētam.
ms: Profil dalam permainan anda mesti didaftarkan untuk mengundi cadangan.
nl: Je in-game profiel moet geregistreerd zijn om op suggesties te kunnen stemmen.
no: Profilen din i spillet må være registrert for å kunne stemme på forslag.
pl: Aby móc głosować na sugestie, musisz zarejestrować swój profil w grze.
pt: Seu perfil no jogo deve estar registrado para poder votar nas sugestões.
ro: Profilul dvs. din joc trebuie să fie înregistrat pentru a vota sugestii.
ru: Чтобы голосовать за предложения, ваш внутриигровой профиль должен быть зарегистрирован.
sk: Ak chcete hlasovať o návrhoch, váš herný profil musí byť zaregistrovaný.
sl: Vaš profil v igri mora biti registriran, če želite glasovati o predlogih.
sv: Din profil i spelet måste vara registrerad för att kunna rösta på förslag.
th: โปรไฟล์ในเกมของคุณจะต้องลงทะเบียนจึงจะโหวตข้อเสนอแนะได้
tr: Önerilere oy verebilmek için oyun içi profilinizin kayıtlı olması gerekir.
uk: Ваш ігровий профіль має бути зареєстрований, щоб голосувати за пропозиції.
vi: Hồ sơ trong trò chơi của bạn phải được đăng ký để bỏ phiếu cho các đề xuất.

source: Use the {} command to link your discord account.
af: Gebruik die {}-opdrag om jou discord-rekening te koppel.
ar: استخدم الأمر {} لربط حساب Discord الخاص بك.
bg: Използвайте командата {}, за да свържете своя Discord акаунт.
bn: আপনার ডিসকর্ড অ্যাকাউন্ট লিঙ্ক করতে {} কমান্ড ব্যবহার করুন।
ca: Utilitzeu l'ordre {} per enllaçar el vostre compte de Discord.
cs: Pomocí příkazu {} propojte svůj discord účet.
da: Brug kommandoen {} til at linke din discord-konto.
de: Verwenden Sie den Befehl {}, um Ihr Discord-Konto zu verknüpfen.
el: Χρησιμοποιήστε την εντολή {} για να συνδέσετε τον λογαριασμό διαφωνίας σας.
es: Utilice el comando {} para vincular su cuenta de Discord.
et: Discordi konto linkimiseks kasutage käsku {}.
fa: از دستور {} برای پیوند دادن اکانت discord خود استفاده کنید.
fi: Käytä {}-komentoa linkittääksesi discord-tilisi.
fr: Utilisez la commande {} pour lier votre compte Discord.
he: השתמש בפקודה {} כדי לקשר את חשבון הדיסקורד שלך.
hi: अपने डिसॉर्डर खाते को लिंक करने के लिए {} कमांड का उपयोग करें।
hr: Koristite naredbu {} da povežete svoj discord račun.
hu: A discord fiók összekapcsolásához használja a {} parancsot.
id: Gunakan perintah {} untuk menautkan akun perselisihan Anda.
it: Usa il comando {} per collegare il tuo account Discord.
ja: {} コマンドを使用して、Discord アカウントをリンクします。
lt: Norėdami susieti nesutarimų paskyrą, naudokite komandą {}.
lv: Izmantojiet komandu {}, lai saistītu savu nesaskaņu kontu.
ms: Gunakan arahan {} untuk memautkan akaun perselisihan anda.
nl: Gebruik de opdracht {} om uw discord-account te koppelen.
no: Bruk {}-kommandoen for å koble til discord-kontoen din.
pl: Użyj polecenia {}, aby połączyć swoje konto Discord.
pt: Use o comando {} para vincular sua conta do Discord.
ro: Utilizați comanda {} pentru a vă conecta contul Discord.
ru: Используйте команду {}, чтобы связать свою учетную запись Discord.
sk: Na prepojenie svojho discord účtu použite príkaz {}.
sl: Uporabite ukaz {}, da povežete svoj račun discord.
sv: Använd kommandot {} för att länka ditt discord-konto.
th: ใช้คำสั่ง {} เพื่อเชื่อมโยงบัญชีที่ไม่ลงรอยกันของคุณ
tr: Discord hesabınızı bağlamak için {} komutunu kullanın.
uk: Використовуйте команду {}, щоб пов’язати свій обліковий запис Discord.
vi: Sử dụng lệnh {} để liên kết tài khoản discord của bạn.

source: You must have at least {} hours of playtime to vote.
af: Jy moet ten minste {} uur speeltyd hê om te stem.
ar: يجب أن يكون لديك ما لا يقل عن {} ساعة من وقت اللعب حتى تتمكن من التصويت.
bg: Трябва да имате поне {} часа време за игра, за да гласувате.
bn: ভোট দেওয়ার জন্য আপনার অবশ্যই কমপক্ষে {} ঘন্টা খেলার সময় থাকতে হবে৷
ca: Heu de tenir almenys {} hores de joc per votar.
cs: K hlasování musíte mít alespoň {} hodin hraní.
da: Du skal have mindst {} timers spilletid for at stemme.
de: Sie müssen mindestens {} Stunden Spielzeit haben, um abzustimmen.
el: Πρέπει να έχετε τουλάχιστον {} ώρες παιχνιδιού για να ψηφίσετε.
es: Debes tener al menos {} horas de juego para votar.
et: Hääletamiseks peab teil olema vähemalt {} tundi mänguaega.
fa: برای رای دادن باید حداقل {} ساعت زمان بازی داشته باشید.
fi: Sinulla on oltava vähintään {} tuntia soittoaikaa äänestääksesi.
fr: Vous devez disposer d'au moins {} heures de jeu pour voter.
he: אתה חייב להיות לפחות {} שעות של זמן משחק כדי להצביע.
hi: वोट देने के लिए आपके पास कम से कम {} घंटे का खेल का समय होना चाहिए।
hr: Za glasanje morate imati najmanje {} sati igre.
hu: A szavazáshoz legalább {} óra játékidővel kell rendelkeznie.
id: Anda harus memiliki waktu bermain minimal {} jam untuk memberikan suara.
it: Devi avere almeno {} ore di gioco per votare.
ja: 投票するには少なくとも {} 時間のプレイ時間が必要です。
lt: Norėdami balsuoti, turite turėti mažiausiai {} valandas.
lv: Lai balsotu, jums ir jābūt vismaz {} stundām atskaņošanas laika.
ms: Anda mesti mempunyai sekurang-kurangnya {} jam masa bermain untuk mengundi.
nl: Je moet minimaal {} uur speeltijd hebben om te kunnen stemmen.
no: Du må ha minst {} timers spilletid for å stemme.
pl: Aby oddać głos, musisz mieć co najmniej {} godzin gry.
pt: Você deve ter pelo menos {} horas de jogo para votar.
ro: Trebuie să aveți cel puțin {} ore de joacă pentru a vota.
ru: Чтобы проголосовать, у вас должно быть как минимум {} часов игрового времени.
sk: Na hlasovanie musíte mať aspoň {} hodín hracieho času.
sl: Za glasovanje morate imeti vsaj {} ur igranja.
sv: Du måste ha minst {} timmars speltid för att rösta.
th: คุณต้องมีเวลาเล่นอย่างน้อย {} ชั่วโมงจึงจะโหวตได้
tr: Oy vermek için en az {} saatlik oyun süreniz olmalıdır.
uk: Щоб проголосувати, у вас має бути принаймні {} годин гри.
vi: Bạn phải có ít nhất {} giờ chơi để bình chọn.

source: You cannot vote on your own suggestion.
af: Jy kan nie oor jou eie voorstel stem nie.
ar: لا يمكنك التصويت على اقتراحك الخاص.
bg: Не можете да гласувате за собственото си предложение.
bn: আপনি নিজের পরামর্শে ভোট দিতে পারবেন না।
ca: No pots votar el teu propi suggeriment.
cs: Nemůžete hlasovat o svém vlastním návrhu.
da: Du kan ikke stemme på dit eget forslag.
de: Sie können nicht über Ihren eigenen Vorschlag abstimmen.
el: Δεν μπορείτε να ψηφίσετε με δική σας πρόταση.
es: No puedes votar sobre tu propia sugerencia.
et: Te ei saa hääletada enda ettepaneku üle.
fa: شما نمی توانید به پیشنهاد خود رای دهید.
fi: Et voi äänestää omaa ehdotustasi.
fr: Vous ne pouvez pas voter sur votre propre suggestion.
he: אתה לא יכול להצביע על ההצעה שלך.
hi: आप अपने सुझाव पर वोट नहीं कर सकते.
hr: Ne možete glasovati o vlastitom prijedlogu.
hu: Saját javaslatára nem szavazhat.
id: Anda tidak dapat memberikan suara pada saran Anda sendiri.
it: Non puoi votare il tuo stesso suggerimento.
ja: 自分の提案に投票することはできません。
lt: Jūs negalite balsuoti už savo pasiūlymą.
lv: Jūs nevarat balsot par savu ierosinājumu.
ms: Anda tidak boleh mengundi atas cadangan anda sendiri.
nl: U kunt niet op uw eigen voorstel stemmen.
no: Du kan ikke stemme på ditt eget forslag.
pl: Nie można głosować na własną sugestię.
pt: Você não pode votar em sua própria sugestão.
ro: Nu puteți vota pe propria sugestie.
ru: Вы не можете голосовать по собственному предложению.
sk: Nemôžete hlasovať o svojom vlastnom návrhu.
sl: Ne morete glasovati o svojem predlogu.
sv: Du kan inte rösta på ditt eget förslag.
th: คุณไม่สามารถลงคะแนนตามข้อเสนอแนะของคุณเองได้
tr: Kendi önerinize oy veremezsiniz.
uk: Ви не можете голосувати за власну пропозицію.
vi: Bạn không thể bỏ phiếu theo đề xuất của riêng bạn.

source: You have switched your downvote to an upvote.
af: Jy het jou afstem na 'n opstem verander.
ar: لقد قمت بتحويل التصويت السلبي إلى التصويت الإيجابي.
bg: Превключихте гласуването си против на гласуване за.
bn: আপনি আপনার ডাউনভোটকে আপভোটে পরিবর্তন করেছেন।
ca: Has canviat el teu vot negatiu a un vot favorable.
cs: Přepnuli jste svůj hlas proti na hlas pro.
da: Du har skiftet din nedstemme til en opstemme.
de: Sie haben Ihr Downvote in ein Upvote umgewandelt.
el: Έχετε αλλάξει την αρνητική ψήφο σας σε μια υπέρ.
es: Ha cambiado su voto negativo por un voto positivo.
et: Olete oma vastuhääle muutnud poolthääle vastu.
fa: شما رای مخالف خود را به رای موافق تغییر داده اید.
fi: Olet vaihtanut miinus-äänesi plus-ääneksi.
fr: Vous avez changé votre vote négatif en vote positif.
he: שינית את ההצבעה שלך להצבעה כלפי מעלה.
hi: आपने अपने डाउनवोट को अपवोट में बदल दिया है।
hr: Svoj glas protiv promijenili ste u glas za.
hu: Ön negatív szavazatát pozitívra változtatta.
id: Anda telah mengubah suara negatif Anda menjadi suara positif.
it: Hai cambiato il tuo voto negativo in voto positivo.
ja: 反対票を賛成票に切り替えました。
lt: Balsavimą neigiamai pakeitėte į teigiamą.
lv: Jūs esat mainījis savu negatīvo balsojumu uz pozitīvu.
ms: Anda telah menukar undian turun anda kepada undian naik.
nl: U heeft uw downvote omgezet in een upvote.
no: Du har byttet nedstemmen til en oppstemme.
pl: Zamieniłeś swój głos w dół na głos za.
pt: Você mudou seu voto negativo para um voto positivo.
ro: Ți-ai schimbat votul negativ cu un vot pozitiv.
ru: Вы поменяли свой отрицательный голос на положительный.
sk: Zmenili ste svoj hlas proti na hlasovanie za.
sl: Svoj glas proti ste spremenili v glas za.
sv: Du har ändrat din nedröst till en uppröst.
th: คุณได้เปลี่ยน downvote ของคุณเป็น upvote
tr: Olumsuz oyununuzu olumlu oya çevirdiniz.
uk: Ви змінили свій голос проти на голосування за.
vi: Bạn đã chuyển phiếu phản đối của mình thành phiếu tán thành.

source: You have removed your upvote.
af: Jy het jou opstem verwyder.
ar: لقد قمت بإزالة التصويت الإيجابي الخاص بك.
bg: Премахнахте гласуването си за.
bn: আপনি আপনার আপভোট সরিয়ে দিয়েছেন।
ca: Heu eliminat el vostre vot favorable.
cs: Odebrali jste svůj hlas pro.
da: Du har fjernet din stemme.
de: Sie haben Ihre positive Bewertung entfernt.
el: Καταργήσατε τη θετική ψήφο σας.
es: Has eliminado tu voto a favor.
et: Olete oma poolthääle eemaldanud.
fa: شما رای موافق خود را حذف کرده اید.
fi: Olet poistanut plus-äänesi.
fr: Vous avez supprimé votre vote positif.
he: הסרת את ההצבעה בעד.
hi: आपने अपना अपवोट हटा दिया है.
hr: Uklonili ste svoj glas za.
hu: Eltávolította pozitív szavazatát.
id: Anda telah menghapus suara positif Anda.
it: Hai rimosso il tuo voto positivo.
ja: 賛成票を削除しました。
lt: Pašalinote savo balsą už.
lv: Jūs esat noņēmis savu pozitīvu balsojumu.
ms: Anda telah mengalih keluar undi sokong anda.
nl: U heeft uw stem verwijderd.
no: Du har fjernet oppstemmen din.
pl: Usunąłeś swój głos za.
pt: Você removeu seu voto positivo.
ro: Ți-ai eliminat votul pozitiv.
ru: Вы удалили свой голос «за».
sk: Odstránili ste svoj súhlas.
sl: Odstranili ste svoj glas za.
sv: Du har tagit bort din uppröst.
th: คุณได้ลบการโหวตเห็นด้วยของคุณแล้ว
tr: Olumlu oyunuzu kaldırdınız.
uk: Ви видалили свій голос за.
vi: Bạn đã xóa bỏ phiếu tán thành của mình.

source: You have upvoted this suggestion.
af: Jy het hierdie voorstel gestem.
ar: لقد قمت بالتصويت على هذا الاقتراح.
bg: Вие гласувахте за това предложение.
bn: আপনি এই পরামর্শ আপভোট করেছেন.
ca: Heu votat positivament aquest suggeriment.
cs: Hlasovali jste pro tento návrh.
da: Du har stemt op for dette forslag.
de: Sie haben diesen Vorschlag positiv bewertet.
el: Έχετε υπερψηφίσει αυτήν την πρόταση.
es: Has votado a favor de esta sugerencia.
et: Olete selle soovituse poolthääle andnud.
fa: شما به این پیشنهاد رای مثبت داده اید.
fi: Olet äänestänyt tätä ehdotusta.
fr: Vous avez voté positivement pour cette suggestion.
he: הצבעת בעד הצעה זו.
hi: आपने इस सुझाव को अपवोट किया है.
hr: Glasali ste za ovaj prijedlog.
hu: Ön pozitívan szavazta ezt a javaslatot.
id: Anda telah membatalkan saran ini.
it: Hai votato positivamente questo suggerimento.
ja: あなたはこの提案に賛成票を投じました。
lt: Jūs balsavote už šį pasiūlymą.
lv: Jūs esat nobalsojis par šo ieteikumu.
ms: Anda telah mengundi semula cadangan ini.
nl: U heeft deze suggestie positief gestemd.
no: Du har stemt opp dette forslaget.
pl: Zagłosowałeś za tą sugestią.
pt: Você votou positivamente nesta sugestão.
ro: Ați votat pozitiv această sugestie.
ru: Вы проголосовали за это предложение.
sk: Za tento návrh ste hlasovali.
sl: Podprli ste ta predlog.
sv: Du har röstat upp detta förslag.
th: คุณได้โหวตเห็นด้วยกับข้อเสนอแนะนี้
tr: Bu öneriye olumlu oy verdiniz.
uk: Ви підтримали цю пропозицію.
vi: Bạn đã tán thành đề xuất này.

source: You have switched your upvote to a downvote.
af: Jy het jou opstem na 'n afstem verander.
ar: لقد قمت بتحويل التصويت الإيجابي الخاص بك إلى التصويت السلبي.
bg: Превключихте гласуването си „за“ на гласуване „против“.
bn: আপনি আপনার আপভোটকে ডাউনভোটে পরিবর্তন করেছেন।
ca: Has canviat el teu vot favorable a un vot negatiu.
cs: Přepnuli jste svůj hlas pro na hlas proti.
da: Du har skiftet din op-stemme til en ned-stemme.
de: Sie haben Ihr Upvote in ein Downvote umgewandelt.
el: Έχετε αλλάξει την υπέρ της ψήφου σας σε μια αρνητική ψήφο.
es: Ha cambiado su voto a favor a un voto en contra.
et: Olete muutnud oma poolthääle negatiivseks.
fa: شما رای موافق خود را به رای منفی تغییر داده اید.
fi: Olet vaihtanut plus-äänesi miinusääneksi.
fr: Vous avez changé votre vote positif en vote négatif.
he: שינית את ההצבעה שלך להצבעה כלפי מטה.
hi: आपने अपने अपवोट को डाउनवोट में बदल दिया है।
hr: Promijenili ste svoj glas za glas protiv.
hu: A pozitív szavazatát negatívra változtatta.
id: Anda telah mengubah suara positif Anda menjadi suara negatif.
it: Hai cambiato il tuo voto positivo in un voto negativo.
ja: 賛成票を反対票に切り替えました。
lt: Balsavimą „už“ pakeitėte į „prieš“.
lv: Jūs esat mainījis savu pozitīvu balsojumu uz negatīvu.
ms: Anda telah menukar undi sokong anda kepada undian rendah.
nl: U heeft uw upvote omgezet in een downvote.
no: Du har endret oppstemmen til en nedstemme.
pl: Zmieniłeś swój głos „za” na „przeciw”.
pt: Você mudou seu voto positivo para um voto negativo.
ro: Ți-ai schimbat votul pozitiv cu un vot negativ.
ru: Вы поменяли свой голос «за» на «против».
sk: Prepli ste svoj hlas za na hlasovanie proti.
sl: Svoj glas za glas ste spremenili v glas proti.
sv: Du har ändrat din uppröst till en nedröst.
th: คุณได้เปลี่ยน upvote ของคุณเป็น downvote
tr: Olumlu oyununuzu olumsuz oya çevirdiniz.
uk: Ви змінили свій голос «за» на «проти».
vi: Bạn đã chuyển phiếu tán thành của mình thành phiếu phản đối.

source: You have removed your downvote.
af: Jy het jou afstem verwyder.
ar: لقد قمت بإزالة التصويت السلبي الخاص بك.
bg: Премахнахте гласа си против.
bn: আপনি আপনার ডাউনভোট মুছে ফেলেছেন।
ca: Heu eliminat el vostre vot en contra.
cs: Odebrali jste svůj hlas proti.
da: Du har fjernet din nedstemme.
de: Sie haben Ihre Ablehnung entfernt.
el: Καταργήσατε την αρνητική ψήφο σας.
es: Has eliminado tu voto negativo.
et: Olete oma miinushääle eemaldanud.
fa: شما رای مخالف خود را حذف کرده اید.
fi: Olet poistanut miinusäänesi.
fr: Vous avez supprimé votre vote négatif.
he: הסרת את ההצבעה נגד.
hi: आपने अपना डाउनवोट हटा दिया है.
hr: Uklonili ste svoj glas protiv.
hu: Eltávolította negatív szavazatát.
id: Anda telah menghapus suara negatif Anda.
it: Hai rimosso il tuo voto negativo.
ja: 反対票を削除しました。
lt: Pašalinote savo priešingą balsą.
lv: Jūs esat noņēmis savu negatīvo balsojumu.
ms: Anda telah mengalih keluar undi tolak anda.
nl: U heeft uw downvote verwijderd.
no: Du har fjernet nedstemmen din.
pl: Usunąłeś swój głos negatywny.
pt: Você removeu seu voto negativo.
ro: Ți-ai eliminat votul negativ.
ru: Вы удалили свой отрицательный голос.
sk: Odstránili ste svoj hlas proti.
sl: Odstranili ste svoj glas proti.
sv: Du har tagit bort din nedröst.
th: คุณได้ลบ downvote ของคุณแล้ว
tr: Olumsuz oyunuzu kaldırdınız.
uk: Ви видалили свій голос проти.
vi: Bạn đã loại bỏ phiếu phản đối của mình.

source: You have downvoted this suggestion.
af: Jy het hierdie voorstel afgestem.
ar: لقد قمت بالتصويت السلبي على هذا الاقتراح.
bg: Гласувахте против това предложение.
bn: আপনি এই পরামর্শ ডাউনভোট করেছেন.
ca: Heu votat negativament aquest suggeriment.
cs: Tento návrh jste hlasovali proti.
da: Du har nedstemt dette forslag.
de: Sie haben diesen Vorschlag abgelehnt.
el: Καταψηφίσατε αυτήν την πρόταση.
es: Has rechazado esta sugerencia.
et: Olete selle soovituse alla hääletanud.
fa: شما به این پیشنهاد رای منفی داده اید.
fi: Olet miinusäänesttänyt tämän ehdotuksen.
fr: Vous avez rejeté cette suggestion.
he: דחית את ההצעה הזו.
hi: आपने इस सुझाव को अस्वीकार कर दिया है.
hr: Glasali ste protiv ovog prijedloga.
hu: Ön leszavazta ezt a javaslatot.
id: Anda telah menolak saran ini.
it: Hai sottovalutato questo suggerimento.
ja: あなたはこの提案に反対票を投じました。
lt: Jūs nubalsavote prieš šį pasiūlymą.
lv: Jūs esat noraidījis šo ieteikumu.
ms: Anda telah menolak cadangan ini.
nl: U heeft deze suggestie afgewezen.
no: Du har nedstemt dette forslaget.
pl: Odrzuciłeś tę sugestię.
pt: Você votou negativamente nesta sugestão.
ro: Ați votat negativ această sugestie.
ru: Вы отклонили это предложение.
sk: Za tento návrh ste hlasovali proti.
sl: Ta predlog ste zavrnili.
sv: Du har nedröstat detta förslag.
th: คุณได้ลงคะแนนข้อเสนอแนะนี้
tr: Bu öneriye olumsuz oy verdiniz.
uk: Ви відхилили цю пропозицію.
vi: Bạn đã đánh giá thấp đề xuất này.
