Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/ideaboard/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Your [{}]({}) has been posted!
af: Jou [{}]({}) is geplaas!
ar: تم نشر [{}]({}) الخاص بك!
bg: Вашите [{}]({}) са публикувани!
bn: আপনার [{}]({}) পোস্ট করা হয়েছে!
ca: El vostre [{}]({}) s'ha publicat!
cs: Vaše [{}]({}) bylo zveřejněno!
da: Din [{}]({}) er blevet sendt!
de: Ihr [{}]({}) wurde gepostet!
el: Το [{}]({}) σας δημοσιεύτηκε!
es: ¡Tu [{}]({}) ha sido publicado!
et: Teie [{}]({}) on postitatud!
fa: [{}]({}) شما پست شد!
fi: Sinun [{}]({}) on lähetetty!
fr: Votre [{}]({}) a été publié !
he: ה-[{}]({}) שלך פורסם!
hi: आपका [{}]({}) पोस्ट कर दिया गया है!
hr: Vaš [{}]({}) je objavljen!
hu: A [{}]({}) közzétételre került!
id: [{}]({}) Anda telah diposting!
it: Il tuo [{}]({}) è stato pubblicato!
ja: あなたの [{}]({}) が投稿されました。
lt: Jūsų [{}]({}) paskelbtas!
lv: Jūsu [{}]({}) ir izlikts!
ms: [{}]({}) anda telah disiarkan!
nl: Je [{}]({}) is gepost!
no: Din [{}]({}) har blitt lagt ut!
pl: Twoje [{}]({}) zostało opublikowane!
pt: Seu [{}]({}) foi postado!
ro: [{}]({}) dvs. a fost postat!
ru: Ваш [{}]({}) опубликован!
sk: Vaša [{}]({}) bola uverejnená!
sl: Vaš [{}]({}) je bil objavljen!
sv: Din [{}]({}) har lagts upp!
th: [{}]({}) ของคุณถูกโพสต์แล้ว!
tr: [{}]({})'niz gönderildi!
uk: Ваш [{}]({}) опубліковано!
vi: [{}]({}) của bạn đã được đăng!

source: Your {} has been posted!
af: Jou {} is geplaas!
ar: لقد تم نشر {} الخاص بك!
bg: Вашият {} е публикуван!
bn: আপনার {} পোস্ট করা হয়েছে!
ca: El vostre {} s'ha publicat!
cs: Vaše {} bylo zveřejněno!
da: Din {} er blevet sendt!
de: Ihr {} wurde gepostet!
el: Το {} σας δημοσιεύτηκε!
es: ¡Tu {} ha sido publicado!
et: Teie {} on postitatud!
fa: {} شما پست شده است!
fi: {} on lähetetty!
fr: Votre {} a été publié !
he: ה-{} שלך פורסם!
hi: आपका {} पोस्ट कर दिया गया है!
hr: Vaš {} je objavljen!
hu: A(z) {} közzétételre került!
id: {} Anda telah diposting!
it: Il tuo {} è stato pubblicato!
ja: あなたの {} が投稿されました。
lt: Jūsų {} buvo paskelbtas!
lv: Jūsu {} ir izlikts!
ms: {} anda telah disiarkan!
nl: Je {} is gepost!
no: Din {} er lagt ut!
pl: Twój {} został opublikowany!
pt: Seu {} foi postado!
ro: {} dvs. a fost postat!
ru: Ваш {} опубликован!
sk: Vaša {} bola uverejnená!
sl: Vaš {} je bil objavljen!
sv: Din {} har lagts upp!
th: {} ของคุณถูกโพสต์แล้ว!
tr: {}'niz gönderildi!
uk: Ваш {} опубліковано!
vi: {} của bạn đã được đăng!

source: View your profile stats regarding suggestions and votes.
af: Bekyk jou profielstatistieke oor voorstelle en stemme.
ar: عرض إحصائيات ملفك الشخصي فيما يتعلق بالاقتراحات والتصويتات.
bg: Вижте статистиката на вашия профил относно предложения и гласове.
bn: পরামর্শ এবং ভোট সম্পর্কিত আপনার প্রোফাইল পরিসংখ্যান দেখুন।
ca: Consulta les estadístiques del teu perfil sobre suggeriments i vots.
cs: Prohlédněte si statistiky svého profilu týkající se návrhů a hlasování.
da: Se din profilstatistik vedrørende forslag og stemmer.
de: Sehen Sie sich Ihre Profilstatistiken zu Vorschlägen und Stimmen an.
el: Δείτε τα στατιστικά του προφίλ σας σχετικά με προτάσεις και ψήφους.
es: Vea las estadísticas de su perfil con respecto a sugerencias y votos.
et: Vaadake oma profiilistatistikat soovituste ja häälte kohta.
fa: مشاهده آمار نمایه خود در مورد پیشنهادات و رای ها.
fi: Tarkastele profiilisi ehdotuksia ja ääniä koskevia tilastoja.
fr: Consultez les statistiques de votre profil concernant les suggestions et les votes.
he: הצג את הנתונים הסטטיסטיים של הפרופיל שלך לגבי הצעות והצבעות.
hi: सुझावों और वोटों के संबंध में अपने प्रोफ़ाइल आँकड़े देखें।
hr: Pogledajte statistiku svog profila u vezi s prijedlozima i glasovima.
hu: Tekintse meg profilstatisztikáit a javaslatokkal és szavazatokkal kapcsolatban.
id: Lihat statistik profil Anda mengenai saran dan suara.
it: Visualizza le statistiche del tuo profilo relative a suggerimenti e voti.
ja: 提案と投票に関するプロフィール統計を表示します。
lt: Peržiūrėkite savo profilio statistiką apie pasiūlymus ir balsus.
lv: Skatiet sava profila statistiku par ieteikumiem un balsojumiem.
ms: Lihat statistik profil anda mengenai cadangan dan undian.
nl: Bekijk uw profielstatistieken met betrekking tot suggesties en stemmen.
no: Se profilstatistikken din angående forslag og stemmer.
pl: Przeglądaj statystyki swojego profilu dotyczące sugestii i głosów.
pt: Veja as estatísticas do seu perfil em relação a sugestões e votos.
ro: Vizualizați statisticile profilului dvs. referitoare la sugestii și voturi.
ru: Просмотрите статистику своего профиля относительно предложений и голосов.
sk: Pozrite si štatistiky svojho profilu týkajúce sa návrhov a hlasov.
sl: Oglejte si statistiko svojega profila glede predlogov in glasov.
sv: Se din profilstatistik angående förslag och röster.
th: ดูสถิติโปรไฟล์ของคุณเกี่ยวกับข้อเสนอแนะและการโหวต
tr: Öneriler ve oylarla ilgili profil istatistiklerinizi görüntüleyin.
uk: Перегляньте статистику свого профілю щодо пропозицій і голосувань.
vi: Xem số liệu thống kê hồ sơ của bạn về đề xuất và phiếu bầu.

source: Stats for {}
af: Statistieke vir {}
ar: إحصائيات {}
bg: Статистика за {}
bn: পরিসংখ্যান {}
ca: Estadístiques de {}
cs: Statistiky pro {}
da: Statistik for {}
de: Statistiken für {}
el: Στατιστικά για {}
es: Estadísticas para {}
et: Statistika {} kohta
fa: آمار برای {}
fi: Tilastot kohteelle {}
fr: Statistiques pour {}
he: סטטיסטיקות עבור {}
hi: {} के लिए आँकड़े
hr: Statistika za {}
hu: Statisztikák a következőhöz: {}
id: Statistik untuk {}
it: Statistiche per {}
ja: {} の統計
lt: {} statistika
lv: Statistika par {}
ms: Statistik untuk {}
nl: Statistieken voor {}
no: Statistikk for {}
pl: Statystyki dla {}
pt: Estatísticas de {}
ro: Statistici pentru {}
ru: Статистика для {}
sk: Štatistiky pre {}
sl: Statistika za {}
sv: Statistik för {}
th: สถิติสำหรับ {}
tr: {} için istatistikler
uk: Статистика для {}
vi: Số liệu thống kê cho {}

source: Suggestion Summary
af: Opsomming van die voorstel
ar: ملخص الاقتراح
bg: Резюме на предложението
bn: পরামর্শ সারাংশ
ca: Resum de suggeriments
cs: Shrnutí návrhu
da: Opsummering af forslag
de: Zusammenfassung des Vorschlags
el: Περίληψη πρότασης
es: Resumen de sugerencias
et: Soovituse kokkuvõte
fa: خلاصه پیشنهاد
fi: Ehdotuksen yhteenveto
fr: Résumé des suggestions
he: סיכום הצעות
hi: सुझाव सारांश
hr: Sažetak prijedloga
hu: Javaslat összegzése
id: Ringkasan Saran
it: Riepilogo dei suggerimenti
ja: 提案の概要
lt: Pasiūlymo santrauka
lv: Ieteikuma kopsavilkums
ms: Ringkasan Cadangan
nl: Suggestie Samenvatting
no: Sammendrag av forslag
pl: Podsumowanie sugestii
pt: Resumo da sugestão
ro: Rezumatul sugestiilor
ru: Краткое описание предложения
sk: Zhrnutie návrhu
sl: Povzetek predloga
sv: Sammanfattning av förslag
th: สรุปข้อเสนอแนะ
tr: Öneri Özeti
uk: Резюме пропозиції
vi: Tóm tắt đề xuất

source: Voting Summary
af: Opsomming van die stem
ar: ملخص التصويت
bg: Резюме на гласуването
bn: ভোটের সারাংশ
ca: Resum de la votació
cs: Shrnutí hlasování
da: Afstemningsoversigt
de: Abstimmungszusammenfassung
el: Σύνοψη ψηφοφορίας
es: Resumen de votación
et: Hääletuse kokkuvõte
fa: خلاصه رای گیری
fi: Äänestyksen yhteenveto
fr: Résumé du vote
he: סיכום הצבעות
hi: मतदान सारांश
hr: Sažetak glasovanja
hu: Szavazási összefoglaló
id: Ringkasan Pemungutan Suara
it: Riepilogo della votazione
ja: 投票概要
lt: Balsavimo santrauka
lv: Balsošanas kopsavilkums
ms: Ringkasan Pengundian
nl: Stemoverzicht
no: Avstemningssammendrag
pl: Podsumowanie głosowania
pt: Resumo da votação
ro: Rezumatul votului
ru: Итоги голосования
sk: Súhrn hlasovania
sl: Povzetek glasovanja
sv: Sammanfattning av röstningen
th: สรุปการลงคะแนนเสียง
tr: Oylama Özeti
uk: Підсумки голосування
vi: Tóm tắt biểu quyết

source: [Deleted]
af: [Uitgevee]
ar: [محذوف]
bg: [Изтрито]
bn: [মোছা হয়েছে]
ca: [Suprimit]
cs: [Smazáno]
da: [Slettet]
de: [Gelöscht]
el: [Διαγράφηκε]
es: [Eliminado]
et: [Kustutatud]
fa: [حذف شده]
fi: [poistettu]
fr: [Supprimé]
he: [נמחק]
hi: [हटाया गया]
hr: [Izbrisano]
hu: [Törölve]
id: [Dihapus]
it: [Eliminato]
ja: [削除済み]
lt: [Ištrinta]
lv: [Izdzēsts]
ms: [Dipadamkan]
nl: [Verwijderd]
no: [Slettet]
pl: [Usunięte]
pt: [Excluído]
ro: [Șters]
ru: [Удалено]
sk: [odstránené]
sl: [Izbrisano]
sv: [Raderad]
th: [ลบแล้ว]
tr: [Silindi]
uk: [Видалено]
vi: [Đã xóa]

source: Deleted Suggestion
af: Geskrap voorstel
ar: اقتراح محذوف
bg: Изтрито предложение
bn: মোছা প্রস্তাবনা
ca: Suggeriment suprimit
cs: Smazaný návrh
da: Slettet forslag
de: Vorschlag gelöscht
el: Διαγραμμένη πρόταση
es: Sugerencia eliminada
et: Kustutatud soovitus
fa: پیشنهاد حذف شده
fi: Poistettu ehdotus
fr: Suggestion supprimée
he: הצעה שנמחקה
hi: हटाया गया सुझाव
hr: Izbrisan prijedlog
hu: Javaslat törölve
id: Saran yang Dihapus
it: Suggerimento eliminato
ja: 削除された提案
lt: Ištrintas pasiūlymas
lv: Dzēsts ieteikums
ms: Cadangan Dipadamkan
nl: Suggestie verwijderd
no: Slettet forslag
pl: Usunięta sugestia
pt: Sugestão excluída
ro: Sugestie ștearsă
ru: Удалено предложение
sk: Odstránený návrh
sl: Izbrisan predlog
sv: Raderat förslag
th: คำแนะนำที่ถูกลบ
tr: Silinen Öneri
uk: Видалена пропозиція
vi: Đề xuất đã xóa

source: This suggestion no longer exists in the config!
af: Hierdie voorstel bestaan ​​nie meer in die konfigurasie nie!
ar: هذا الاقتراح لم يعد موجودا في التكوين!
bg: Това предложение вече не съществува в конфигурацията!
bn: এই পরামর্শটি আর কনফিগারে বিদ্যমান নেই!
ca: Aquest suggeriment ja no existeix a la configuració!
cs: Tento návrh již v konfiguraci neexistuje!
da: Dette forslag findes ikke længere i konfigurationen!
de: Dieser Vorschlag ist in der Konfiguration nicht mehr vorhanden!
el: Αυτή η πρόταση δεν υπάρχει πλέον στη διαμόρφωση!
es: ¡Esta sugerencia ya no existe en la configuración!
et: Seda soovitust konfiguratsioonis enam ei ole!
fa: این پیشنهاد دیگر در پیکربندی وجود ندارد!
fi: Tätä ehdotusta ei enää ole kokoonpanossa!
fr: Cette suggestion n'existe plus dans la config !
he: הצעה זו כבר לא קיימת בתצורה!
hi: यह सुझाव अब कॉन्फ़िगरेशन में मौजूद नहीं है!
hr: Ovaj prijedlog više ne postoji u konfiguraciji!
hu: Ez a javaslat már nem szerepel a konfigurációban!
id: Saran ini tidak ada lagi di konfigurasi!
it: Questo suggerimento non esiste più nella configurazione!
ja: この提案は設定にはもう存在しません。
lt: Šio pasiūlymo konfigūracijoje nebėra!
lv: Šis ieteikums vairs nepastāv konfigurācijā!
ms: Cadangan ini tidak lagi wujud dalam konfigurasi!
nl: Deze suggestie bestaat niet meer in de configuratie!
no: Dette forslaget eksisterer ikke lenger i konfigurasjonen!
pl: Ta sugestia nie istnieje już w konfiguracji!
pt: Esta sugestão não existe mais na configuração!
ro: Această sugestie nu mai există în configurație!
ru: Этого предложения больше нет в конфигурации!
sk: Tento návrh už v konfigurácii neexistuje!
sl: Ta predlog ne obstaja več v konfiguraciji!
sv: Detta förslag finns inte längre i konfigurationen!
th: คำแนะนำนี้ไม่มีอยู่ในการกำหนดค่าอีกต่อไป!
tr: Bu öneri artık yapılandırmada mevcut değil!
uk: Ця пропозиція більше не існує в конфігурації!
vi: Đề xuất này không còn tồn tại trong cấu hình!

source: You are blacklisted from voting.
af: Jy is op die swartlys van stem.
ar: لقد تم إدراجك في القائمة السوداء من التصويت.
bg: Вие сте в черния списък за гласуване.
bn: আপনি ভোট থেকে কালো তালিকাভুক্ত করা হয়.
ca: Estàs a la llista negra per votar.
cs: Jste na černé listině z hlasování.
da: Du er sortlistet fra at stemme.
de: Sie sind von der Abstimmung ausgeschlossen.
el: Είστε στη μαύρη λίστα από την ψηφοφορία.
es: Estás en la lista negra para votar.
et: Olete hääletamise musta nimekirja kantud.
fa: شما در لیست سیاه رای دادن هستید.
fi: Olet mustalla listalla äänestämästä.
fr: Vous êtes sur la liste noire du vote.
he: אתה ברשימה השחורה מההצבעה.
hi: आपको मतदान से काली सूची में डाल दिया गया है।
hr: Na crnoj ste listi za glasanje.
hu: Felkerült a szavazás tiltólistájára.
id: Anda masuk daftar hitam dari pemungutan suara.
it: Sei nella lista nera del voto.
ja: あなたはブラックリストに登録されており、投票できません。
lt: Jūs esate įtrauktas į juodąjį balsavimo sąrašą.
lv: Jūs esat iekļauts balsošanas melnajā sarakstā.
ms: Anda disenaraihitamkan daripada mengundi.
nl: U staat op de zwarte lijst van stemmen.
no: Du er svartelistet fra å stemme.
pl: Jesteś na czarnej liście osób uprawnionych do głosowania.
pt: Você está na lista negra de votação.
ro: Sunteți pe lista neagră de la vot.
ru: Вы внесены в черный список для голосования.
sk: Ste na čiernej listine hlasovania.
sl: Na črnem seznamu ste pri glasovanju.
sv: Du är svartlistad från att rösta.
th: คุณถูกขึ้นบัญชีดำจากการลงคะแนน
tr: Oy verme konusunda kara listeye alındınız.
uk: Ви заблоковані для голосування.
vi: Bạn bị đưa vào danh sách đen bỏ phiếu.

source: You have {grammar} and cannot vote.
af: Jy het {grammar} en kan nie stem nie.
ar: لديك {قواعد} ولا يمكنك التصويت.
bg: Имате {grammar} и не можете да гласувате.
bn: আপনার {grammar} আছে এবং ভোট দিতে পারবেন না।
ca: Tens {gramatica} i no pots votar.
cs: Máte {grammar} a nemůžete hlasovat.
da: Du har {grammar} og kan ikke stemme.
de: Sie haben {Grammatik} und können nicht abstimmen.
el: Έχετε {grammar} και δεν μπορείτε να ψηφίσετε.
es: Tienes {gramática} y no puedes votar.
et: Teil on {grammar} ja te ei saa hääletada.
fa: شما {گرامر} را دارید و نمی توانید رأی دهید.
fi: Sinulla on {kielioppi}, etkä voi äänestää.
fr: Vous avez la {grammaire} et vous ne pouvez pas voter.
he: יש לך {grammar} ולא תוכל להצביע.
hi: आपके पास व्याकरण है और आप वोट नहीं दे सकते।
hr: Imate {grammar} i ne možete glasati.
hu: Van {grammar}, és nem szavazhatsz.
id: Anda memiliki {tata bahasa} dan tidak dapat memilih.
it: Hai {grammar} e non puoi votare.
ja: あなたは {grammar} を持っているため、投票できません。
lt: Turite {grammatiką} ir negalite balsuoti.
lv: Jums ir {grammatika}, un jūs nevarat balsot.
ms: Anda mempunyai {grammar} dan tidak boleh mengundi.
nl: Je hebt {grammatica} en kunt niet stemmen.
no: Du har {grammar} og kan ikke stemme.
pl: Masz {gramatyka} i nie możesz głosować.
pt: Você tem {gramática} e não pode votar.
ro: Ai {gramatica} și nu poți vota.
ru: У вас есть {грамматика} и вы не можете голосовать.
sk: Máte {grammar} a nemôžete hlasovať.
sl: Imate {slovnico} in ne morete glasovati.
sv: Du har {grammar} och kan inte rösta.
th: คุณมี {grammar} และไม่สามารถลงคะแนนได้
tr: {Gramer} bilginiz var ve oy kullanamazsınız.
uk: Ви маєте {grammar} і не можете голосувати.
vi: Bạn có {ngữ pháp} và không thể bỏ phiếu.

source: You do not have any of the required roles to vote.
af: Jy het nie enige van die vereiste rolle om te stem nie.
ar: ليس لديك أي من الأدوار المطلوبة للتصويت.
bg: Нямате нито една от необходимите роли за гласуване.
bn: ভোট দেওয়ার জন্য আপনার কাছে প্রয়োজনীয় কোনো ভূমিকা নেই।
ca: No tens cap de les funcions necessàries per votar.
cs: Nemáte žádnou z požadovaných rolí k hlasování.
da: Du har ikke nogen af ​​de påkrævede roller for at stemme.
de: Sie verfügen über keine der erforderlichen Rollen, um abzustimmen.
el: Δεν έχετε κανέναν από τους απαιτούμενους ρόλους για να ψηφίσετε.
es: No tienes ninguno de los roles requeridos para votar.
et: Teil ei ole hääletamiseks ühtki nõutavat rolli.
fa: شما هیچ یک از نقش های لازم برای رای دادن را ندارید.
fi: Sinulla ei ole mitään vaadituista rooleista äänestääksesi.
fr: Vous n'avez aucun des rôles requis pour voter.
he: אין לך אף אחד מהתפקידים הנדרשים להצבעה.
hi: आपके पास वोट देने के लिए कोई भी आवश्यक भूमिका नहीं है।
hr: Nemate nijednu od potrebnih uloga za glasanje.
hu: Nem rendelkezik a szavazáshoz szükséges szerepkörök közül.
id: Anda tidak memiliki peran apa pun yang diperlukan untuk memilih.
it: Non disponi di nessuno dei ruoli richiesti per votare.
ja: 投票に必要な役割がありません。
lt: Neturite nė vieno iš būtinų vaidmenų, kad galėtumėte balsuoti.
lv: Jums nav nevienas no balsošanai nepieciešamajām lomām.
ms: Anda tidak mempunyai sebarang peranan yang diperlukan untuk mengundi.
nl: U beschikt niet over de vereiste rollen om te stemmen.
no: Du har ingen av de nødvendige rollene for å stemme.
pl: Nie masz żadnej z wymaganych ról, aby głosować.
pt: Você não tem nenhuma das funções necessárias para votar.
ro: Nu aveți niciunul dintre rolurile necesare pentru a vota.
ru: У вас нет ни одной из необходимых ролей для голосования.
sk: Nemáte žiadnu z požadovaných rolí na hlasovanie.
sl: Nimate nobene od zahtevanih vlog za glasovanje.
sv: Du har inte någon av de nödvändiga rollerna för att rösta.
th: คุณไม่มีบทบาทที่จำเป็นในการลงคะแนนเสียง
tr: Oy vermek için gerekli rollerden hiçbirine sahip değilsiniz.
uk: Ви не маєте жодної з необхідних ролей для голосування.
vi: Bạn không có bất kỳ vai trò bắt buộc nào để bỏ phiếu.

source: Your account is too new! You must wait `{tleft}` before you can vote.
af: Jou rekening is te nuut! Jy moet `{links}` wag voordat jy kan stem.
ar: حسابك جديد جدًا! يجب عليك الانتظار `{left}` قبل أن تتمكن من التصويت.
bg: Вашият акаунт е твърде нов! Трябва да изчакате `{tleft}` преди да можете да гласувате.
bn: আপনার অ্যাকাউন্ট খুব নতুন! ভোট দেওয়ার আগে আপনাকে অবশ্যই `{left}` অপেক্ষা করতে হবে।
ca: El teu compte és massa nou! Has d'esperar `{left}` abans de poder votar.
cs: Váš účet je příliš nový! Než budete moci hlasovat, musíte počkat `{left}`.
da: Din konto er for ny! Du skal vente `{left}`, før du kan stemme.
de: Ihr Konto ist zu neu! Sie müssen „{tleft}“ warten, bevor Sie abstimmen können.
el: Ο λογαριασμός σας είναι πολύ νέος! Πρέπει να περιμένετε `{tleft}` για να μπορέσετε να ψηφίσετε.
es: ¡Tu cuenta es demasiado nueva! Debes esperar `{tleft}` antes de poder votar.
et: Teie konto on liiga uus! Peate ootama "{tleft}", enne kui saate hääletada.
fa: حساب شما خیلی جدید است! قبل از اینکه بتوانید رأی دهید، باید «{tleft}» صبر کنید.
fi: Tilisi on liian uusi! Sinun on odotettava `{tleft}` ennen kuin voit äänestää.
fr: Votre compte est trop nouveau ! Vous devez attendre `{tleft}` avant de pouvoir voter.
he: החשבון שלך חדש מדי! עליך להמתין `{left}` לפני שתוכל להצביע.
hi: आपका खाता बहुत नया है! वोट देने से पहले आपको `{tleft}` प्रतीक्षा करनी होगी।
hr: Vaš račun je previše nov! Morate pričekati `{tleft}` prije nego što možete glasati.
hu: A fiókja túl új! Várnia kell `{tleft}`, mielőtt szavazhat.
id: Akun Anda terlalu baru! Anda harus menunggu `{tleft}` sebelum dapat memilih.
it: Il tuo account è troppo nuovo! Devi attendere `{tleft}` prima di poter votare.
ja: あなたのアカウントは新しすぎます!投票する前に `{tleft}` 待つ必要があります。
lt: Jūsų paskyra per nauja! Turite palaukti „{tleft}“, kad galėtumėte balsuoti.
lv: Jūsu konts ir pārāk jauns! Pirms balsošanas jums jānogaida `{tleft}`.
ms: Akaun anda terlalu baharu! Anda mesti menunggu `{left}` sebelum anda boleh mengundi.
nl: Je account is te nieuw! Je moet `{tleft}` wachten voordat je kunt stemmen.
no: Kontoen din er for ny! Du må vente `{tleft}` før du kan stemme.
pl: Twoje konto jest zbyt nowe! Musisz poczekać `{tleft}` zanim będziesz mógł głosować.
pt: Sua conta é muito nova! Você deve esperar `{tleft}` antes de poder votar.
ro: Contul dvs. este prea nou! Trebuie să așteptați `{left}` înainte de a putea vota.
ru: Ваш аккаунт слишком новый! Прежде чем голосовать, вам придется подождать `{tleft}`.
sk: Váš účet je príliš nový! Pred hlasovaním musíte počkať `{left}`.
sl: Vaš račun je preveč nov! Preden lahko glasujete, morate počakati `{tleft}`.
sv: Ditt konto är för nytt! Du måste vänta `{tleft}` innan du kan rösta.
th: บัญชีของคุณยังใหม่เกินไป! คุณต้องรอ `{tleft}` ก่อนจึงจะสามารถลงคะแนนได้
tr: Hesabınız çok yeni! Oy vermeden önce `{tleft}` beklemelisiniz.
uk: Ваш акаунт занадто новий! Вам потрібно зачекати `{tleft}`, перш ніж ви зможете проголосувати.
vi: Tài khoản của bạn quá mới! Bạn phải đợi `{tleft}` trước khi có thể bỏ phiếu.

source: You must be level {level} or higher to vote.
af: Jy moet vlak {level} of hoër wees om te stem.
ar: يجب أن تكون في المستوى {level} أو أعلى لتتمكن من التصويت.
bg: Трябва да сте ниво {level} или по-високо, за да гласувате.
bn: ভোট দেওয়ার জন্য আপনাকে অবশ্যই লেভেল {level} বা উচ্চতর হতে হবে।
ca: Has de tenir el nivell {level} o superior per votar.
cs: Abyste mohli hlasovat, musíte mít úroveň {level} nebo vyšší.
da: Du skal være niveau {level} eller højere for at stemme.
de: Um abstimmen zu können, müssen Sie die Stufe {level} oder höher erreicht haben.
el: Πρέπει να είστε επίπεδο {level} ή υψηλότερο για να ψηφίσετε.
es: Debes tener el nivel {level} o superior para votar.
et: Hääletamiseks peate olema tasemel {level} või kõrgem.
fa: برای رای دادن باید سطح {level} یا بالاتر باشید.
fi: Sinun on oltava tasolla {level} tai korkeampi äänestääksesi.
fr: Vous devez être de niveau {level} ou supérieur pour voter.
he: עליך להיות ברמה {level} ומעלה כדי להצביע.
hi: वोट देने के लिए आपका स्तर {स्तर} या उससे अधिक होना चाहिए।
hr: Morate biti {level} ili više razine da biste glasali.
hu: A szavazáshoz legalább {level} szintűnek kell lennie.
id: Anda harus berada pada level {level} atau lebih tinggi untuk dapat memilih.
it: Devi essere di livello {level} o superiore per votare.
ja: 投票するにはレベル {level} 以上である必要があります。
lt: Kad galėtumėte balsuoti, turite būti {level} ar aukštesnio lygio.
lv: Lai balsotu, jums ir jābūt {level} vai augstākam līmenim.
ms: Anda mesti tahap {level} atau lebih tinggi untuk mengundi.
nl: Je moet niveau {level} of hoger zijn om te kunnen stemmen.
no: Du må være nivå {level} eller høyere for å stemme.
pl: Aby móc głosować, musisz mieć poziom {level} lub wyższy.
pt: Você deve ter nível {level} ou superior para votar.
ro: Trebuie să fii de nivelul {level} sau mai mare pentru a vota.
ru: Чтобы голосовать, ваш уровень должен быть {level} или выше.
sk: Ak chcete hlasovať, musíte mať úroveň {level} alebo vyššiu.
sl: Za glasovanje morate biti {level} ali višje stopnje.
sv: Du måste vara nivå {level} eller högre för att rösta.
th: คุณต้องอยู่ในระดับ {level} หรือสูงกว่าจึงจะลงคะแนนได้
tr: Oy verebilmek için seviye {level} veya daha yüksek olmanız gerekir.
uk: Щоб голосувати, ви повинні мати рівень {level} або вищий.
vi: Bạn phải ở cấp độ {level} trở lên để bỏ phiếu.
