Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/ideaboard/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Role with ID `{}` not found in blacklist.
af: Rol met ID `{}` nie in swartlys gevind nie.
ar: الدور بالمعرف `{}` غير موجود في القائمة السوداء.
bg: Роля с ID `{}` не е намерена в черния списък.
bn: আইডি `{}` এর ভূমিকা কালো তালিকায় পাওয়া যায়নি।
ca: El rol amb l'identificador `{}` no s'ha trobat a la llista negra.
cs: Role s ID `{}` nebyla nalezena na černé listině.
da: Rolle med ID '{}' findes ikke på sortlisten.
de: Rolle mit der ID „{}“ wurde nicht in der Blacklist gefunden.
el: Ο ρόλος με το αναγνωριστικό `{}` δεν βρέθηκε στη μαύρη λίστα.
es: Rol con ID `{}` no encontrado en la lista negra.
et: Rolli ID-ga `{}` ei leitud mustast nimekirjast.
fa: نقش با شناسه «{}» در لیست سیاه یافت نشد.
fi: Roolia tunnuksella `{}` ei löydy mustalta listalta.
fr: Le rôle avec l'ID `{}` est introuvable dans la liste noire.
he: תפקיד עם מזהה `{}` לא נמצא ברשימה השחורה.
hi: काली सूची में आईडी `{}` वाली भूमिका नहीं मिली।
hr: Uloga s ID-om `{}` nije pronađena na crnoj listi.
hu: A `{}` azonosítójú szerepkör nem található a tiltólistán.
id: Peran dengan ID `{}` tidak ditemukan dalam daftar hitam.
it: Ruolo con ID `{}` non trovato nella lista nera.
ja: ID「{}」のロールがブラックリストに見つかりません。
lt: Vaidmuo su ID `{}` nerastas juodajame sąraše.
lv: Loma ar ID `{}` nav atrasta melnajā sarakstā.
ms: Peranan dengan ID `{}` tidak ditemui dalam senarai hitam.
nl: Rol met ID `{}` niet gevonden in zwarte lijst.
no: Rolle med ID «{}» ikke funnet i svartelisten.
pl: Nie znaleziono roli o identyfikatorze `{}` na czarnej liście.
pt: Função com ID `{}` não encontrada na lista negra.
ro: Rolul cu ID `{}` nu a fost găsit în lista neagră.
ru: Роль с идентификатором `{}` не найдена в черном списке.
sk: Rola s ID `{}` sa nenašla na čiernej listine.
sl: Vloge z ID-jem `{}` ni mogoče najti na črnem seznamu.
sv: Roll med ID `{}` hittades inte i svartlista.
th: ไม่พบบทบาทที่มี ID `{}` ในบัญชีดำ
tr: Kara listede `{}` kimlikli rol bulunamadı.
uk: Роль з ідентифікатором `{}` не знайдено в чорному списку.
vi: Không tìm thấy vai trò có ID `{}` trong danh sách đen.

source: User `{}` removed from blacklist.
af: Gebruiker `{}` verwyder van swartlys.
ar: تمت إزالة المستخدم `{}` من القائمة السوداء.
bg: Потребителят `{}` е премахнат от черния списък.
bn: ব্যবহারকারী `{}` কালো তালিকা থেকে সরানো হয়েছে।
ca: L'usuari `{}` s'ha eliminat de la llista negra.
cs: Uživatel `{}` odstraněn z černé listiny.
da: Brugeren `{}` fjernet fra sortlisten.
de: Benutzer „{}“ wurde von der Blacklist entfernt.
el: Ο χρήστης `{}` καταργήθηκε από τη μαύρη λίστα.
es: Usuario `{}` eliminado de la lista negra.
et: Kasutaja `{}` eemaldati mustast nimekirjast.
fa: کاربر `{}` از لیست سیاه حذف شد.
fi: Käyttäjä `{}` poistettiin mustalta listalta.
fr: L'utilisateur `{}` a été supprimé de la liste noire.
he: המשתמש `{}` הוסר מהרשימה השחורה.
hi: उपयोगकर्ता `{}` को काली सूची से हटा दिया गया।
hr: Korisnik `{}` uklonjen s crne liste.
hu: `{}` felhasználó eltávolítva a tiltólistáról.
id: Pengguna `{}` dihapus dari daftar hitam.
it: Utente "{}" rimosso dalla lista nera.
ja: ユーザー「{}」がブラックリストから削除されました。
lt: Naudotojas `{}` pašalintas iš juodojo sąrašo.
lv: Lietotājs `{}` noņemts no melnā saraksta.
ms: Pengguna `{}` dialih keluar daripada senarai hitam.
nl: Gebruiker `{}` verwijderd van zwarte lijst.
no: Bruker `{}` fjernet fra svartelisten.
pl: Użytkownik `{}` został usunięty z czarnej listy.
pt: Usuário `{}` removido da lista negra.
ro: Utilizatorul „{}” a fost eliminat din lista neagră.
ru: Пользователь `{}` удален из черного списка.
sk: Používateľ `{}` bol odstránený z čiernej listiny.
sl: Uporabnik `{}` odstranjen s črnega seznama.
sv: Användaren `{}` har tagits bort från svartlista.
th: ผู้ใช้ `{}` ถูกลบออกจากบัญชีดำ
tr: `{}` kullanıcısı kara listeden kaldırıldı.
uk: Користувача `{}` видалено з чорного списку.
vi: Người dùng `{}` đã bị xóa khỏi danh sách đen.

source: User `{}` added to blacklist.
af: Gebruiker `{}` is by swartlys gevoeg.
ar: تمت إضافة المستخدم `{}` إلى القائمة السوداء.
bg: Потребителят `{}` е добавен към черния списък.
bn: ব্যবহারকারী `{}` কালো তালিকায় যোগ করা হয়েছে।
ca: L'usuari `{}` s'ha afegit a la llista negra.
cs: Uživatel `{}` přidán na černou listinu.
da: Bruger `{}` tilføjet til sortliste.
de: Benutzer „{}“ zur Blacklist hinzugefügt.
el: Ο χρήστης `{}` προστέθηκε στη μαύρη λίστα.
es: Usuario `{}` agregado a la lista negra.
et: Kasutaja `{}` lisati musta nimekirja.
fa: کاربر `{}` به لیست سیاه اضافه شد.
fi: Käyttäjä `{}` lisättiin mustalle listalle.
fr: Utilisateur `{}` ajouté à la liste noire.
he: המשתמש `{}` נוסף לרשימה השחורה.
hi: उपयोगकर्ता `{}` को काली सूची में जोड़ा गया।
hr: Korisnik `{}` dodan na crnu listu.
hu: `{}` felhasználó felkerült a feketelistára.
id: Pengguna `{}` ditambahkan ke daftar hitam.
it: Utente "{}" aggiunto alla lista nera.
ja: ユーザー「{}」がブラックリストに追加されました。
lt: Naudotojas `{}` įtrauktas į juodąjį sąrašą.
lv: Lietotājs `{}` ir pievienots melnajam sarakstam.
ms: Pengguna `{}` ditambahkan pada senarai hitam.
nl: Gebruiker `{}` toegevoegd aan zwarte lijst.
no: Bruker `{}` lagt til svartelisten.
pl: Użytkownik `{}` dodany do czarnej listy.
pt: Usuário `{}` adicionado à lista negra.
ro: Utilizatorul `{}` a fost adăugat la lista neagră.
ru: Пользователь `{}` добавлен в черный список.
sk: Používateľ `{}` bol pridaný na čiernu listinu.
sl: Uporabnik `{}` dodan na črni seznam.
sv: Användaren `{}` lades till på svartlista.
th: ผู้ใช้ `{}` ถูกเพิ่มเข้าไปในบัญชีดำ
tr: `{}` kullanıcısı kara listeye eklendi.
uk: Користувача `{}` додано до чорного списку.
vi: Người dùng `{}` đã được thêm vào danh sách đen.

source: User with ID `{}` removed from blacklist.
af: Gebruiker met ID `{}` verwyder van swartlys.
ar: تمت إزالة المستخدم بالمعرف `{}` من القائمة السوداء.
bg: Потребител с ID `{}` премахнат от черния списък.
bn: আইডি `{}` সহ ব্যবহারকারীকে কালো তালিকা থেকে সরিয়ে দেওয়া হয়েছে।
ca: S'ha eliminat l'usuari amb l'identificador `{}` de la llista negra.
cs: Uživatel s ID `{}` odstraněn z černé listiny.
da: Bruger med ID '{}' fjernet fra sortlisten.
de: Benutzer mit der ID „{}“ wurde von der Blacklist entfernt.
el: Ο χρήστης με αναγνωριστικό `{}` καταργήθηκε από τη μαύρη λίστα.
es: Usuario con ID `{}` eliminado de la lista negra.
et: Kasutaja ID-ga `{}` eemaldati mustast nimekirjast.
fa: کاربر با شناسه «{}» از لیست سیاه حذف شد.
fi: Käyttäjä tunnuksella `{}` poistettu mustalta listalta.
fr: Utilisateur avec l'ID `{}` supprimé de la liste noire.
he: משתמש עם המזהה `{}` הוסר מהרשימה השחורה.
hi: `{}` आईडी वाले उपयोगकर्ता को काली सूची से हटा दिया गया।
hr: Korisnik s ID-om `{}` uklonjen je s crne liste.
hu: A(z) `{}` azonosítójú felhasználó eltávolítva a tiltólistáról.
id: Pengguna dengan ID `{}` dihapus dari daftar hitam.
it: Utente con ID `{}` rimosso dalla lista nera.
ja: ID「{}」を持つユーザーがブラックリストから削除されました。
lt: Naudotojas su ID `{}` pašalintas iš juodojo sąrašo.
lv: Lietotājs ar ID `{}` noņemts no melnā saraksta.
ms: Pengguna dengan ID `{}` dialih keluar daripada senarai hitam.
nl: Gebruiker met ID `{}` verwijderd van zwarte lijst.
no: Bruker med ID «{}» fjernet fra svartelisten.
pl: Użytkownik o identyfikatorze `{}` został usunięty z czarnej listy.
pt: Usuário com ID `{}` removido da lista negra.
ro: Utilizatorul cu ID `{}` a fost eliminat din lista neagră.
ru: Пользователь с идентификатором `{}` удален из черного списка.
sk: Používateľ s ID `{}` bol odstránený z čiernej listiny.
sl: Uporabnik z ID-jem `{}` je odstranjen s črnega seznama.
sv: Användare med ID `{}` borttagen från svartlista.
th: ผู้ใช้ที่มี ID `{}` ถูกลบออกจากบัญชีดำ
tr: `{}` kimliğine sahip kullanıcı kara listeden kaldırıldı.
uk: Користувача з ідентифікатором `{}` видалено з чорного списку.
vi: Người dùng có ID `{}` đã bị xóa khỏi danh sách đen.

source: User with ID `{}` not found in blacklist.
af: Gebruiker met ID `{}` nie in swartlys gevind nie.
ar: المستخدم بالمعرف `{}` غير موجود في القائمة السوداء.
bg: Потребител с ID `{}` не е намерен в черния списък.
bn: আইডি `{}` সহ ব্যবহারকারীকে কালো তালিকায় পাওয়া যায়নি।
ca: No s'ha trobat l'usuari amb ID `{}` a la llista negra.
cs: Uživatel s ID `{}` nebyl nalezen na černé listině.
da: Bruger med ID '{}' findes ikke på sortlisten.
de: Benutzer mit der ID „{}“ wurde nicht in der Blacklist gefunden.
el: Ο χρήστης με το αναγνωριστικό `{}` δεν βρέθηκε στη μαύρη λίστα.
es: Usuario con ID `{}` no encontrado en la lista negra.
et: Kasutajat ID-ga `{}` ei leitud mustast nimekirjast.
fa: کاربر با شناسه «{}» در لیست سیاه یافت نشد.
fi: Käyttäjää, jonka tunnus on `{}`, ei löydy mustalta listalta.
fr: L'utilisateur avec l'ID `{}` est introuvable dans la liste noire.
he: משתמש עם מזהה `{}` לא נמצא ברשימה השחורה.
hi: `{}` आईडी वाला उपयोगकर्ता काली सूची में नहीं मिला।
hr: Korisnik s ID-om `{}` nije pronađen na crnoj listi.
hu: A(z) `{}` azonosítójú felhasználó nem található a tiltólistán.
id: Pengguna dengan ID `{}` tidak ditemukan dalam daftar hitam.
it: Utente con ID `{}` non trovato nella lista nera.
ja: ID「{}」を持つユーザーがブラックリストに見つかりません。
lt: Naudotojas su ID `{}` nerastas juodajame sąraše.
lv: Lietotājs ar ID `{}` nav atrasts melnajā sarakstā.
ms: Pengguna dengan ID `{}` tidak ditemui dalam senarai hitam.
nl: Gebruiker met ID `{}` niet gevonden in zwarte lijst.
no: Bruker med ID «{}» ikke funnet i svartelisten.
pl: Użytkownik o identyfikatorze `{}` nie został znaleziony na czarnej liście.
pt: Usuário com ID `{}` não encontrado na lista negra.
ro: Utilizatorul cu ID `{}` nu a fost găsit în lista neagră.
ru: Пользователь с идентификатором `{}` не найден в черном списке.
sk: Používateľ s ID `{}` sa nenašiel na čiernej listine.
sl: Uporabnik z ID-jem `{}` ni bil najden na črnem seznamu.
sv: Användare med ID `{}` hittades inte i svartlista.
th: ไม่พบผู้ใช้ที่มี ID `{}` ในบัญชีดำ
tr: `{}` kimliğine sahip kullanıcı kara listede bulunamadı.
uk: Користувача з ідентифікатором `{}` не знайдено в чорному списку.
vi: Không tìm thấy người dùng có ID `{}` trong danh sách đen.

source: LevelUp is not loaded. Please load it and try again.
af: LevelUp is nie gelaai nie. Laai dit asseblief en probeer weer.
ar: لم يتم تحميل LevelUp. يرجى تحميله والمحاولة مرة أخرى.
bg: LevelUp не е зареден. Моля, заредете го и опитайте отново.
bn: LevelUp লোড হয় না. দয়া করে এটি লোড করুন এবং আবার চেষ্টা করুন৷
ca: LevelUp no està carregat. Carregueu-lo i torneu-ho a provar.
cs: LevelUp není načten. Načtěte jej a zkuste to znovu.
da: LevelUp er ikke indlæst. Indlæs den og prøv igen.
de: LevelUp ist nicht geladen. Bitte laden Sie es und versuchen Sie es erneut.
el: Το LevelUp δεν έχει φορτωθεί. Φορτώστε το και δοκιμάστε ξανά.
es: LevelUp no está cargado. Cárgalo e inténtalo de nuevo.
et: LevelUp pole laaditud. Palun laadige see ja proovige uuesti.
fa: LevelUp بارگیری نشده است. لطفاً آن را بارگیری کنید و دوباره امتحان کنید.
fi: LevelUpia ei ole ladattu. Lataa se ja yritä uudelleen.
fr: LevelUp n'est pas chargé. Veuillez le charger et réessayer.
he: LevelUp לא נטען. טען אותו ונסה שוב.
hi: लेवलअप लोड नहीं हुआ है. कृपया इसे लोड करें और पुनः प्रयास करें।
hr: LevelUp nije učitan. Učitajte ga i pokušajte ponovno.
hu: A LevelUp nincs betöltve. Kérjük, töltse be, és próbálja újra.
id: LevelUp tidak dimuat. Silakan muat dan coba lagi.
it: LevelUp non è caricato. Per favore caricalo e riprova.
ja: LevelUp が読み込まれていません。ロードしてもう一度お試しください。
lt: LevelUp neįkeltas. Įkelkite jį ir bandykite dar kartą.
lv: LevelUp nav ielādēta. Lūdzu, ielādējiet to un mēģiniet vēlreiz.
ms: LevelUp tidak dimuatkan. Sila muatkan dan cuba lagi.
nl: LevelUp is niet geladen. Laad het en probeer het opnieuw.
no: LevelUp er ikke lastet inn. Last den inn og prøv igjen.
pl: LevelUp nie jest załadowany. Proszę go załadować i spróbować ponownie.
pt: LevelUp não está carregado. Por favor, carregue-o e tente novamente.
ro: LevelUp nu este încărcat. Încărcați-l și încercați din nou.
ru: LevelUp не загружается. Пожалуйста, загрузите его и попробуйте еще раз.
sk: LevelUp nie je načítaný. Načítajte ho a skúste to znova.
sl: LevelUp ni naložen. Naložite ga in poskusite znova.
sv: LevelUp laddas inte. Vänligen ladda den och försök igen.
th: ไม่ได้โหลด LevelUp กรุณาโหลดและลองอีกครั้ง
tr: LevelUp yüklü değil. Lütfen yükleyin ve tekrar deneyin.
uk: LevelUp не завантажується. Завантажте його та повторіть спробу.
vi: LevelUp không được tải. Vui lòng tải nó và thử lại.

source: Minimum level to vote is set to {0} and to suggest is set to {1}.
af: Minimum vlak om te stem is gestel op {0} en om voor te stel is gestel op {1}.
ar: تم تعيين الحد الأدنى لمستوى التصويت على {0} وتم تعيين مستوى الاقتراح على {1}.
bg: Минималното ниво за гласуване е зададено на {0}, а за предлагане е зададено на {1}.
bn: ভোট দেওয়ার সর্বনিম্ন স্তর {0} এ সেট করা হয়েছে এবং প্রস্তাব করার জন্য {1} সেট করা হয়েছে৷
ca: El nivell mínim per votar s'estableix en {0} i per suggerir s'estableix en {1}.
cs: Minimální úroveň pro hlasování je nastavena na {0} a pro navrhování je nastavena na {1}.
da: Minimumsniveauet for at stemme er sat til {0} og at foreslå er sat til {1}.
de: Die Mindeststufe für die Abstimmung ist auf {0} und für Vorschläge auf {1} festgelegt.
el: Το ελάχιστο επίπεδο για ψηφοφορία έχει οριστεί σε {0} και για πρόταση ορίζεται σε {1}.
es: El nivel mínimo para votar se establece en {0} y para sugerir se establece en {1}.
et: Hääletamise miinimumtase on {0} ja soovitamise miinimumtase on {1}.
fa: حداقل سطح برای رای دادن روی {0} و برای پیشنهاد روی {1} تنظیم شده است.
fi: Äänestyksen vähimmäistasoksi on asetettu {0} ja ehdotuksen vähimmäistasoksi on asetettu {1}.
fr: Le niveau minimum pour voter est défini sur {0} et pour suggérer est défini sur {1}.
he: הרמה המינימלית להצבעה מוגדרת ל-{0} ולהציע מוגדרת ל-{1}.
hi: वोट देने का न्यूनतम स्तर {0} पर सेट है और सुझाव देने का न्यूनतम स्तर {1} पर सेट है।
hr: Minimalna razina za glasanje postavljena je na {0}, a za predlaganje na {1}.
hu: A szavazáshoz szükséges minimális szint {0}, a javasolt minimális szint pedig {1}.
id: Level minimum untuk memberikan suara ditetapkan ke {0} dan untuk menyarankan ditetapkan ke {1}.
it: Il livello minimo per votare è impostato su {0} e quello per suggerire è impostato su {1}.
ja: 投票する最小レベルは {0} に設定され、提案する最小レベルは {1} に設定されます。
lt: Minimalus lygis balsuoti nustatytas į {0}, o siūlyti – į {1}.
lv: Minimālais balsošanas līmenis ir iestatīts uz {0} un ieteikt ir iestatīts uz {1}.
ms: Tahap minimum untuk mengundi ditetapkan kepada {0} dan untuk mencadangkan ditetapkan kepada {1}.
nl: Het minimumniveau om te stemmen is ingesteld op {0} en om voor te stellen is ingesteld op {1}.
no: Minimumsnivået for å stemme er satt til {0} og å foreslå er satt til {1}.
pl: Minimalny poziom głosowania jest ustawiony na {0}, a sugerowania jest ustawiony na {1}.
pt: O nível mínimo para votar está definido como {0} e para sugerir está definido como {1}.
ro: Nivelul minim pentru vot este setat la {0} și pentru sugerare este setat la {1}.
ru: Минимальный уровень для голосования установлен на {0}, а для предложения установлен на {1}.
sk: Minimálna úroveň na hlasovanie je nastavená na {0} a na navrhovanie je nastavená na {1}.
sl: Najnižja raven za glasovanje je nastavljena na {0} in za predlaganje je nastavljena na {1}.
sv: Miniminivån för att rösta är inställd på {0} och att föreslå är inställd på {1}.
th: ระดับขั้นต่ำในการลงคะแนนถูกตั้งค่าเป็น {0} และเพื่อแนะนำถูกตั้งค่าเป็น {1}
tr: Oy vermek için minimum seviye {0}, önermek için ise {1} olarak ayarlanmıştır.
uk: Мінімальний рівень для голосування встановлено на {0}, а для пропозиції встановлено на {1}.
vi: Mức tối thiểu để bỏ phiếu được đặt thành {0} và đề xuất được đặt thành {1}.

source: This command is only available to Vertyco and Arkon.
af: Hierdie opdrag is slegs beskikbaar vir Vertyco en Arkon.
ar: هذا الأمر متاح فقط لـ Vertyco وArkon.
bg: Тази команда е достъпна само за Vertyco и Arkon.
bn: এই কমান্ডটি শুধুমাত্র ভার্টিকো এবং আরকনের জন্য উপলব্ধ।
ca: Aquesta ordre només està disponible per a Vertyco i Arkon.
cs: Tento příkaz je dostupný pouze pro Vertyco a Arkon.
da: Denne kommando er kun tilgængelig for Vertyco og Arkon.
de: Dieser Befehl ist nur für Vertyco und Arkon verfügbar.
el: Αυτή η εντολή είναι διαθέσιμη μόνο σε Vertyco και Arkon.
es: Este comando sólo está disponible para Vertyco y Arkon.
et: See käsk on saadaval ainult Vertycole ja Arkonile.
fa: این دستور فقط برای Vertyco و Arkon در دسترس است.
fi: Tämä komento on vain Vertycon ja Arkonin käytettävissä.
fr: Cette commande n'est disponible que pour Vertyco et Arkon.
he: פקודה זו זמינה רק ל-Vertyco ולארקון.
hi: यह आदेश केवल वर्टिको और आर्कन के लिए उपलब्ध है।
hr: Ova je naredba dostupna samo za Vertyco i Arkon.
hu: Ez a parancs csak a Vertyco és az Arkon számára érhető el.
id: Perintah ini hanya tersedia untuk Vertyco dan Arkon.
it: Questo comando è disponibile solo per Vertyco e Arkon.
ja: このコマンドは Vertyco と Arkon でのみ使用できます。
lt: Ši komanda prieinama tik „Vertyco“ ir „Arkon“.
lv: Šī komanda ir pieejama tikai Vertyco un Arkon.
ms: Perintah ini hanya tersedia untuk Vertyco dan Arkon.
nl: Deze opdracht is alleen beschikbaar voor Vertyco en Arkon.
no: Denne kommandoen er bare tilgjengelig for Vertyco og Arkon.
pl: To polecenie jest dostępne tylko dla Vertyco i Arkon.
pt: Este comando está disponível apenas para Vertyco e Arkon.
ro: Această comandă este disponibilă numai pentru Vertyco și Arkon.
ru: Эта команда доступна только для Vertyco и Arkon.
sk: Tento príkaz je dostupný len pre Vertyco a Arkon.
sl: Ta ukaz je na voljo samo za Vertyco in Arkon.
sv: Detta kommando är endast tillgängligt för Vertyco och Arkon.
th: คำสั่งนี้ใช้ได้กับ Vertyco และ Arkon เท่านั้น
tr: Bu komut yalnızca Vertyco ve Arkon'da mevcuttur.
uk: Ця команда доступна лише для Vertyco та Arkon.
vi: Lệnh này chỉ có ở Vertyco và Arkon.

source: ArkTools is not loaded. Please load it and try again.
af: ArkTools is nie gelaai nie. Laai dit asseblief en probeer weer.
ar: لم يتم تحميل ArkTools. يرجى تحميله والمحاولة مرة أخرى.
bg: ArkTools не е зареден. Моля, заредете го и опитайте отново.
bn: ArkTools লোড করা হয় না. দয়া করে এটি লোড করুন এবং আবার চেষ্টা করুন৷
ca: ArkTools no està carregat. Carregueu-lo i torneu-ho a provar.
cs: ArkTools není načten. Načtěte jej a zkuste to znovu.
da: ArkTools er ikke indlæst. Indlæs den og prøv igen.
de: ArkTools ist nicht geladen. Bitte laden Sie es und versuchen Sie es erneut.
el: Το ArkTools δεν έχει φορτωθεί. Φορτώστε το και δοκιμάστε ξανά.
es: ArkTools no está cargado. Cárgalo e inténtalo de nuevo.
et: ArkToolsi ei laadita. Palun laadige see ja proovige uuesti.
fa: ArkTools بارگذاری نشده است. لطفاً آن را بارگیری کنید و دوباره امتحان کنید.
fi: ArkToolsia ei ole ladattu. Lataa se ja yritä uudelleen.
fr: ArkTools n'est pas chargé. Veuillez le charger et réessayer.
he: ArkTools אינו נטען. טען אותו ונסה שוב.
hi: आर्कटूल्स लोड नहीं हुआ है। कृपया इसे लोड करें और पुनः प्रयास करें।
hr: ArkTools nije učitan. Učitajte ga i pokušajte ponovno.
hu: Az ArkTools nincs betöltve. Kérjük, töltse be, és próbálja újra.
id: ArkTools tidak dimuat. Silakan muat dan coba lagi.
it: ArkTools non è caricato. Per favore caricalo e riprova.
ja: ArkTools が読み込まれていません。ロードしてもう一度お試しください。
lt: ArkTools neįkeltas. Įkelkite jį ir bandykite dar kartą.
lv: ArkTools nav ielādēts. Lūdzu, ielādējiet to un mēģiniet vēlreiz.
ms: ArkTools tidak dimuatkan. Sila muatkan dan cuba lagi.
nl: ArkTools is niet geladen. Laad het en probeer het opnieuw.
no: ArkTools er ikke lastet inn. Last den inn og prøv igjen.
pl: ArkTools nie jest załadowany. Proszę go załadować i spróbować ponownie.
pt: ArkTools não está carregado. Por favor, carregue-o e tente novamente.
ro: ArkTools nu este încărcat. Încărcați-l și încercați din nou.
ru: ArkTools не загружается. Пожалуйста, загрузите его и попробуйте еще раз.
sk: ArkTools nie je načítaný. Načítajte ho a skúste to znova.
sl: ArkTools ni naložen. Naložite ga in poskusite znova.
sv: ArkTools laddas inte. Vänligen ladda den och försök igen.
th: ArkTools ไม่ได้โหลด กรุณาโหลดและลองอีกครั้ง
tr: ArkTools yüklü değil. Lütfen yükleyin ve tekrar deneyin.
uk: ArkTools не завантажується. Завантажте його та повторіть спробу.
vi: ArkTools chưa được tải. Vui lòng tải nó và thử lại.

source: This user has no stats to reset.
af: Hierdie gebruiker het geen statistieke om terug te stel nie.
ar: هذا المستخدم ليس لديه إحصائيات لإعادة تعيينها.
bg: Този потребител няма статистика за нулиране.
bn: এই ব্যবহারকারীর রিসেট করার কোন পরিসংখ্যান নেই।
ca: Aquest usuari no té estadístiques per restablir.
cs: Tento uživatel nemá žádné statistiky k resetování.
da: Denne bruger har ingen statistik at nulstille.
de: Dieser Benutzer hat keine Statistiken zum Zurücksetzen.
el: Αυτός ο χρήστης δεν έχει στατιστικά στοιχεία για επαναφορά.
es: Este usuario no tiene estadísticas para restablecer.
et: Sellel kasutajal pole lähtestamiseks statistikat.
fa: این کاربر هیچ آماری برای بازنشانی ندارد.
fi: Tällä käyttäjällä ei ole nollattavia tilastoja.
fr: Cet utilisateur n'a aucune statistique à réinitialiser.
he: למשתמש זה אין נתונים סטטיסטיים לאפס.
hi: इस उपयोगकर्ता के पास रीसेट करने के लिए कोई आँकड़े नहीं हैं।
hr: Ovaj korisnik nema statistiku za resetiranje.
hu: Ennek a felhasználónak nincsenek visszaállítandó statisztikái.
id: Pengguna ini tidak memiliki statistik untuk disetel ulang.
it: Questo utente non ha statistiche da reimpostare.
ja: このユーザーにはリセットする統計情報がありません。
lt: Šis vartotojas neturi statistikos, kurią būtų galima nustatyti iš naujo.
lv: Šim lietotājam nav statistikas, ko atiestatīt.
ms: Pengguna ini tidak mempunyai statistik untuk ditetapkan semula.
nl: Deze gebruiker heeft geen statistieken om te resetten.
no: Denne brukeren har ingen statistikk å tilbakestille.
pl: Ten użytkownik nie ma statystyk do zresetowania.
pt: Este usuário não tem estatísticas para redefinir.
ro: Acest utilizator nu are statistici de resetat.
ru: У этого пользователя нет статистики для сброса.
sk: Tento používateľ nemá žiadne štatistiky na resetovanie.
sl: Ta uporabnik nima nobene statistike za ponastavitev.
sv: Den här användaren har ingen statistik att återställa.
th: ผู้ใช้รายนี้ไม่มีสถิติที่จะรีเซ็ต
tr: Bu kullanıcının sıfırlanacak istatistiği yok.
uk: У цього користувача немає статистики для скидання.
vi: Người dùng này không có số liệu thống kê để đặt lại.

source: Stats for {} have been reset.
af: Statistieke vir {} is teruggestel.
ar: تمت إعادة تعيين إحصائيات {}.
bg: Статистическите данни за {} бяха нулирани.
bn: {} এর পরিসংখ্যান পুনরায় সেট করা হয়েছে৷
ca: Les estadístiques de {} s'han restablert.
cs: Statistiky pro {} byly resetovány.
da: Statistik for {} er blevet nulstillet.
de: Die Statistiken für {} wurden zurückgesetzt.
el: Έγινε επαναφορά των στατιστικών για το {}.
es: Las estadísticas de {} se han restablecido.
et: Statistika {} jaoks on lähtestatud.
fa: آمار {} بازنشانی شده است.
fi: Tilastot kohteelle {} on nollattu.
fr: Les statistiques de {} ont été réinitialisées.
he: הנתונים הסטטיסטיים של {} אופסו.
hi: {} के आँकड़े रीसेट कर दिए गए हैं।
hr: Statistika za {} je poništena.
hu: A(z) {} statisztikáit visszaállítottuk.
id: Statistik untuk {} telah disetel ulang.
it: Le statistiche per {} sono state reimpostate.
ja: {} の統計がリセットされました。
lt: {} statistika buvo nustatyta iš naujo.
lv: Statistika par {} ir atiestatīta.
ms: Statistik untuk {} telah ditetapkan semula.
nl: Statistieken voor {} zijn gereset.
no: Statistikk for {} er tilbakestilt.
pl: Statystyki dla {} zostały zresetowane.
pt: As estatísticas de {} foram redefinidas.
ro: Statisticile pentru {} au fost resetate.
ru: Статистика для {} была сброшена.
sk: Štatistiky pre {} boli resetované.
sl: Statistika za {} je bila ponastavljena.
sv: Statistik för {} har återställts.
th: สถิติสำหรับ {} ได้รับการรีเซ็ตแล้ว
tr: {} için istatistikler sıfırlandı.
uk: Статистику для {} скинуто.
vi: Số liệu thống kê cho {} đã được đặt lại.
