Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/ideaboard/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: - Removed suggestion #{} as the message no longer exists.
af: - Verwyder voorstel #{} aangesien die boodskap nie meer bestaan ​​nie.
ar: - تمت إزالة الاقتراح #{} لأن الرسالة لم تعد موجودة.
bg: - Премахнато предложение #{}, тъй като съобщението вече не съществува.
bn: - বার্তাটি আর বিদ্যমান নেই বলে সাজেশন #{} সরানো হয়েছে।
ca: - S'ha eliminat el suggeriment #{} perquè el missatge ja no existeix.
cs: - Odstraněn návrh #{}, protože zpráva již neexistuje.
da: - Fjernede forslag #{}, da beskeden ikke længere eksisterer.
de: – Vorschlag #{} entfernt, da die Nachricht nicht mehr existiert.
el: - Καταργήθηκε η πρόταση #{} καθώς το μήνυμα δεν υπάρχει πλέον.
es: - Se eliminó la sugerencia #{} porque el mensaje ya no existe.
et: - Soovitus #{} eemaldati, kuna sõnumit enam ei eksisteeri.
fa: - پیشنهاد #{} حذف شد زیرا پیام دیگر وجود ندارد.
fi: - Poistettiin ehdotus #{}, koska viestiä ei enää ole.
fr: - Suppression de la suggestion #{} car le message n'existe plus.
he: - הוסרה הצעה #{} מכיוון שההודעה כבר לא קיימת.
hi: - सुझाव #{} हटा दिया गया क्योंकि संदेश अब मौजूद नहीं है।
hr: - Uklonjen prijedlog #{} jer poruka više ne postoji.
hu: - A #{} javaslat eltávolítva, mivel az üzenet már nem létezik.
id: - Saran #{} dihapus karena pesannya sudah tidak ada lagi.
it: - Rimosso il suggerimento #{} poiché il messaggio non esiste più.
ja: - メッセージが存在しないため、提案 #{} を削除しました。
lt: – Pašalintas pasiūlymas Nr. {}, nes pranešimo nebėra.
lv: - Ieteikums Nr. {} ir noņemts, jo ziņojums vairs nepastāv.
ms: - Mengalih keluar cadangan #{} kerana mesej tidak lagi wujud.
nl: - Suggestie #{} verwijderd omdat het bericht niet meer bestaat.
no: - Fjernet forslag #{} da meldingen ikke lenger eksisterer.
pl: - Usunięto sugestię #{}, ponieważ wiadomość już nie istnieje.
pt: - Sugestão removida #{} porque a mensagem não existe mais.
ro: - S-a eliminat sugestia #{}, deoarece mesajul nu mai există.
ru: - Удалено предложение № {}, поскольку сообщение больше не существует.
sk: - Odstránený návrh #{}, pretože správa už neexistuje.
sl: - Odstranjen predlog #{}, ker sporočilo ne obstaja več.
sv: - Tog bort förslag #{} eftersom meddelandet inte längre finns.
th: - ลบข้อเสนอแนะ #{} เนื่องจากไม่มีข้อความนี้แล้ว
tr: - Mesaj artık mevcut olmadığından #{} numaralı öneri kaldırıldı.
uk: - Видалено пропозицію #{}, оскільки повідомлення більше не існує.
vi: - Đã xóa đề xuất #{} vì tin nhắn không còn tồn tại.

source: - Failed to delete discussion thread for suggestion #{}: {}.
af: - Kon nie besprekingsdraad vir voorstel #{}: {} uitvee nie.
ar: - فشل حذف موضوع المناقشة للاقتراح #{}: {}.
bg: - Неуспешно изтриване на дискусионна нишка за предложение #{}: {}.
bn: - পরামর্শ #{}: {} এর জন্য আলোচনার থ্রেড মুছে ফেলতে ব্যর্থ।
ca: - No s'ha pogut suprimir el fil de discussió del suggeriment núm. {}: {}.
cs: - Nepodařilo se smazat diskusní vlákno pro návrh č. {}: {}.
da: - Kunne ikke slette diskussionstråd for forslag #{}: {}.
de: – Der Diskussionsthread für Vorschlag #{}: {} konnte nicht gelöscht werden.
el: - Απέτυχε η διαγραφή του νήματος συζήτησης για την πρόταση #{}: {}.
es: - No se pudo eliminar el hilo de discusión para la sugerencia #{}: {}.
et: - Soovituse #{} arutelulõime kustutamine ebaõnnestus: {}.
fa: - موضوع بحث برای پیشنهاد #{} حذف نشد: {}.
fi: - Ehdotuksen #{} keskusteluketjun poistaminen epäonnistui: {}.
fr: - Échec de la suppression du fil de discussion pour la suggestion n° {} : {}.
he: - נכשל מחיקת שרשור הדיון עבור הצעה מס' {}: {}.
hi: - सुझाव के लिए चर्चा सूत्र को हटाने में विफल #{}: {}.
hr: - Nije uspjelo brisanje niti rasprave za prijedlog #{}: {}.
hu: - Nem sikerült törölni a vitaszálat a #{} javaslathoz: {}.
id: - Gagal menghapus thread diskusi untuk saran #{}: {}.
it: - Impossibile eliminare il thread di discussione per il suggerimento n.{}: {}.
ja: - 提案 #{} のディスカッション スレッドを削除できませんでした: {}。
lt: – Nepavyko ištrinti pasiūlymo Nr. {} diskusijų gijos: {}.
lv: - Neizdevās izdzēst diskusiju pavedienu ieteikumam Nr. {}: {}.
ms: - Gagal memadamkan urutan perbincangan untuk cadangan #{}: {}.
nl: - Kan discussiethread voor suggestie #{} niet verwijderen: {}.
no: - Kunne ikke slette diskusjonstråd for forslag #{}: {}.
pl: - Nie udało się usunąć wątku dyskusji dla sugestii nr {}: {}.
pt: - Falha ao excluir o tópico de discussão da sugestão nº{}: {}.
ro: - Nu s-a șters firul de discuții pentru sugestia #{}: {}.
ru: - Не удалось удалить ветку обсуждения предложения № {}: {}.
sk: - Nepodarilo sa odstrániť diskusné vlákno pre návrh č. {}: {}.
sl: - Ni bilo mogoče izbrisati niti razprave za predlog #{}: {}.
sv: - Det gick inte att ta bort diskussionstråd för förslag #{}: {}.
th: - ไม่สามารถลบกระทู้สนทนาสำหรับคำแนะนำ #{}: {}.
tr: - #{}: {} numaralı öneriye ilişkin tartışma dizisi silinemedi.
uk: - Не вдалося видалити тему обговорення для пропозиції №{}: {}.
vi: - Không xóa được chủ đề thảo luận cho đề xuất #{}: {}.

source: Server Insights
af: Bediener Insigte
ar: رؤى الخادم
bg: Прозрения за сървъра
bn: সার্ভার অন্তর্দৃষ্টি
ca: Estadístiques del servidor
cs: Statistiky serveru
da: Serverindsigt
de: Server-Einblicke
el: Πληροφορίες διακομιστή
es: Información del servidor
et: Serveri ülevaated
fa: بینش سرور
fr: Informations sur le serveur
he: תובנות שרת
hi: सर्वर अंतर्दृष्टि
hr: Uvid u poslužitelj
hu: Szerver Insights
id: Wawasan Server
it: Approfondimenti sul server
ja: サーバーの洞察
lt: Serverio įžvalgos
lv: Servera ieskats
ms: Cerapan Pelayan
nl: Serverinzichten
no: Serverinnsikt
pl: Informacje o serwerze
pt: Informações do servidor
ro: Informații despre server
ru: Аналитика сервера
sv: Serverinsikter
th: ข้อมูลเชิงลึกของเซิร์ฟเวอร์
tr: Sunucu Analizleri
uk: Статистика сервера
vi: Thông tin chi tiết về máy chủ

source: Average Suggestions Made Per User
af: Gemiddelde voorstelle gemaak per gebruiker
ar: متوسط ​​الاقتراحات المقدمة لكل مستخدم
bg: Среден брой предложения, направени на потребител
bn: ব্যবহারকারী প্রতি তৈরি গড় পরামর্শ
ca: Mitjana de suggeriments realitzats per usuari
cs: Průměrný počet návrhů na uživatele
da: Gennemsnitlige forslag lavet pr. bruger
de: Durchschnittliche Vorschläge pro Benutzer
el: Μέσος όρος προτάσεων ανά χρήστη
es: Promedio de sugerencias realizadas por usuario
et: Keskmine soovitused kasutaja kohta
fa: میانگین پیشنهادات ارائه شده به ازای هر کاربر
fi: Keskimääräiset ehdotukset käyttäjää kohti
fr: Suggestions moyennes faites par utilisateur
he: ממוצע הצעות למשתמש
hi: प्रति उपयोगकर्ता दिए गए औसत सुझाव
hr: Prosječni prijedlozi po korisniku
hu: Felhasználónként tett átlagos javaslatok
id: Rata-rata Saran yang Dibuat Per Pengguna
it: Suggerimenti medi forniti per utente
ja: ユーザーあたりの平均提案数
lt: Vidutinis vienam vartotojui pateiktų pasiūlymų skaičius
lv: Vidējais vienam lietotājam sniegto ieteikumu skaits
ms: Purata Cadangan Dibuat Setiap Pengguna
nl: Gemiddelde suggesties per gebruiker
no: Gjennomsnittlig forslag per bruker
pl: Średnia liczba sugestii na użytkownika
pt: Média de sugestões feitas por usuário
ro: Sugestii medii făcute per utilizator
ru: Среднее число предложений, сделанных на пользователя
sk: Priemerný počet návrhov na používateľa
sl: Povprečno število predlogov na uporabnika
sv: Genomsnittliga förslag gjorda per användare
th: คำแนะนำโดยเฉลี่ยที่ทำต่อผู้ใช้
tr: Kullanıcı Başına Yapılan Ortalama Öneriler
uk: Середня кількість пропозицій на користувача
vi: Đề xuất trung bình được thực hiện cho mỗi người dùng

source: Most Suggestions Made
af: Meeste voorstelle gemaak
ar: تم تقديم معظم الاقتراحات
bg: Повечето направени предложения
bn: সর্বাধিক প্রস্তাবনা তৈরি
ca: La majoria de suggeriments fets
cs: Většina vytvořených návrhů
da: De fleste forslag fremsat
de: Die meisten Vorschläge gemacht
el: Έγιναν οι περισσότερες προτάσεις
es: La mayoría de las sugerencias realizadas
et: Enamik soovitusi tehtud
fa: بیشترین پیشنهادات ارائه شده
fi: Useimmat ehdotukset tehty
fr: La plupart des suggestions faites
he: רוב ההצעות שהועלו
hi: सर्वाधिक सुझाव दिये गये
hr: Većina prijedloga
hu: A legtöbb javaslat megtörtént
id: Kebanyakan Saran Dibuat
it: La maggior parte dei suggerimenti ricevuti
ja: 最も多くの提案が行われました
lt: Dauguma pasiūlymų
lv: Lielākā daļa ieteikumu
ms: Kebanyakan Cadangan Dibuat
nl: De meeste suggesties gedaan
no: De fleste forslagene laget
pl: Większość sugestii
pt: A maioria das sugestões feitas
ro: Cele mai multe sugestii făcute
ru: Больше всего предложений
sk: Väčšina vytvorených návrhov
sl: Največ predlogov
sv: De flesta förslag
th: มีข้อเสนอแนะมากที่สุด
tr: En Çok Yapılan Öneriler
uk: Більшість зроблених пропозицій
vi: Hầu hết các đề xuất được đưa ra

source: Most Successful Users
af: Mees suksesvolle gebruikers
ar: المستخدمين الأكثر نجاحا
bg: Най-успешните потребители
bn: সর্বাধিক সফল ব্যবহারকারী
ca: Usuaris amb més èxit
cs: Nejúspěšnější uživatelé
da: Mest succesrige brugere
de: Erfolgreichste Benutzer
el: Οι πιο επιτυχημένοι χρήστες
es: Usuarios más exitosos
et: Edukamad kasutajad
fa: موفق ترین کاربران
fi: Menestyneimmät käyttäjät
fr: Utilisateurs les plus performants
he: המשתמשים המצליחים ביותר
hi: सर्वाधिक सफल उपयोगकर्ता
hr: Najuspješniji korisnici
hu: A legsikeresebb felhasználók
id: Pengguna Paling Sukses
it: Utenti di maggior successo
ja: 最も成功したユーザー
lt: Sėkmingiausi vartotojai
lv: Veiksmīgākie lietotāji
ms: Pengguna Paling Berjaya
nl: Meest succesvolle gebruikers
no: Mest vellykkede brukere
pl: Użytkownicy odnoszący największe sukcesy
pt: Usuários mais bem-sucedidos
ro: Cei mai de succes utilizatori
ru: Самые успешные пользователи
sk: Najúspešnejší používatelia
sl: Najuspešnejši uporabniki
sv: Mest framgångsrika användare
th: ผู้ใช้ที่ประสบความสำเร็จมากที่สุด
tr: En Başarılı Kullanıcılar
uk: Найуспішніші користувачі
vi: Người dùng thành công nhất

source: These users have the most suggestions approved.
af: Hierdie gebruikers het die meeste voorstelle wat goedgekeur is.
ar: حصل هؤلاء المستخدمون على أكبر عدد من الاقتراحات التي تمت الموافقة عليها.
bg: Тези потребители имат най-много одобрени предложения.
bn: এই ব্যবহারকারীদের সর্বাধিক প্রস্তাবনা অনুমোদিত হয়েছে৷ ৷
ca: Aquests usuaris tenen la majoria de suggeriments aprovats.
cs: Tito uživatelé mají nejvíce schválených návrhů.
da: Disse brugere har de fleste forslag godkendt.
de: Für diese Benutzer wurden die meisten Vorschläge genehmigt.
el: Αυτοί οι χρήστες έχουν εγκριθεί τις περισσότερες προτάσεις.
es: Estos usuarios tienen la mayor cantidad de sugerencias aprobadas.
et: Nendel kasutajatel on enim soovitusi heaks kiidetud.
fa: این کاربران بیشترین پیشنهادات تایید شده را دارند.
fi: Näillä käyttäjillä on eniten hyväksyttyjä ehdotuksia.
fr: Ces utilisateurs ont le plus grand nombre de suggestions approuvées.
he: למשתמשים האלה יש את רוב ההצעות שאושרו.
hi: इन उपयोगकर्ताओं के सबसे अधिक सुझाव स्वीकृत हैं.
hr: Ovi korisnici imaju najviše odobrenih prijedloga.
hu: Ezeknek a felhasználóknak van a legtöbb jóváhagyott javaslata.
id: Pengguna ini memiliki saran terbanyak yang disetujui.
it: Questi utenti hanno il maggior numero di suggerimenti approvati.
ja: これらのユーザーが最も多くの提案を承認しています。
lt: Šie naudotojai turi daugiausiai patvirtintų pasiūlymų.
lv: Šiem lietotājiem ir visvairāk apstiprināto ieteikumu.
ms: Pengguna ini mempunyai paling banyak cadangan yang diluluskan.
nl: Van deze gebruikers zijn de meeste suggesties goedgekeurd.
no: Disse brukerne har flest forslag godkjent.
pl: Ci użytkownicy zatwierdzili najwięcej sugestii.
pt: Esses usuários têm o maior número de sugestões aprovadas.
ro: Acești utilizatori au cele mai multe sugestii aprobate.
ru: Эти пользователи получили наибольшее количество одобренных предложений.
sk: Títo používatelia majú najviac schválených návrhov.
sl: Ti uporabniki imajo največ odobrenih predlogov.
sv: Dessa användare har fått flest förslag godkända.
th: ผู้ใช้เหล่านี้ได้รับอนุมัติข้อเสนอแนะมากที่สุด
tr: Bu kullanıcılar en fazla öneriyi onayladı.
uk: Ці користувачі мають найбільше схвалених пропозицій.
vi: Những người dùng này có nhiều đề xuất được phê duyệt nhất.

source: Least Successful Users
af: Mins suksesvolle gebruikers
ar: المستخدمون الأقل نجاحًا
bg: Най-малко успешни потребители
bn: সবচেয়ে কম সফল ব্যবহারকারী
ca: Usuaris amb menys èxit
cs: Nejméně úspěšní uživatelé
da: Mindst succesfulde brugere
de: Am wenigsten erfolgreiche Benutzer
el: Οι λιγότερο επιτυχημένοι χρήστες
es: Usuarios menos exitosos
et: Kõige vähem edukad kasutajad
fa: کمترین کاربران موفق
fi: Vähiten menestyneet käyttäjät
fr: Utilisateurs les moins performants
he: משתמשים הכי פחות מוצלחים
hi: सबसे कम सफल उपयोगकर्ता
hr: Najmanje uspješni korisnici
hu: A legkevésbé sikeres felhasználók
id: Pengguna yang Paling Sedikit Berhasil
it: Utenti di minor successo
ja: 最も成功率の低いユーザー
lt: Mažiausiai sėkmingi vartotojai
lv: Vismazāk veiksmīgie lietotāji
ms: Pengguna Kurang Berjaya
nl: Minst succesvolle gebruikers
no: Minst vellykkede brukere
pl: Użytkownicy najmniej skuteczni
pt: Usuários menos bem-sucedidos
ro: Utilizatori cel mai puțin de succes
ru: Наименее успешные пользователи
sk: Najmenej úspešní používatelia
sl: Najmanj uspešni uporabniki
sv: Minst framgångsrika användare
th: ผู้ใช้ที่ประสบความสำเร็จน้อยที่สุด
tr: En Az Başarılı Kullanıcılar
uk: Найменш успішні користувачі
vi: Người dùng ít thành công nhất

source: These users have the most suggestions denied.
af: Hierdie gebruikers het die meeste voorstelle geweier.
ar: تم رفض معظم الاقتراحات لهؤلاء المستخدمين.
bg: Тези потребители имат най-много отказани предложения.
bn: এই ব্যবহারকারীদের সর্বাধিক প্রস্তাবনা অস্বীকার করা হয়েছে৷
ca: Aquests usuaris tenen la majoria de suggeriments denegats.
cs: Tito uživatelé mají nejvíce návrhů zamítnutých.
da: Disse brugere har afvist flest forslag.
de: Von diesen Benutzern wurden die meisten Vorschläge abgelehnt.
el: Αυτοί οι χρήστες έχουν τις περισσότερες προτάσεις που απορρίφθηκαν.
es: Estos usuarios tienen la mayor cantidad de sugerencias rechazadas.
et: Nendel kasutajatel on enim soovitusi tagasi lükatud.
fa: این کاربران بیشترین پیشنهادات رد شده را دارند.
fi: Näillä käyttäjillä on eniten hylättyjä ehdotuksia.
fr: Ces utilisateurs ont reçu le plus grand nombre de suggestions refusées.
he: למשתמשים האלה נדחו הכי הרבה הצעות.
hi: इन उपयोगकर्ताओं के सबसे अधिक सुझाव अस्वीकृत हैं.
hr: Ovi korisnici imaju najviše odbijenih prijedloga.
hu: Ezeknek a felhasználóknak van a legtöbb elutasított javaslata.
id: Saran dari pengguna ini paling banyak ditolak.
it: A questi utenti è stato negato il maggior numero di suggerimenti.
ja: これらのユーザーは最も多くの提案を拒否されています。
lt: Šie naudotojai atmetė daugiausiai pasiūlymų.
lv: Šiem lietotājiem ir visvairāk noraidīto ieteikumu.
ms: Pengguna ini mempunyai paling banyak cadangan yang ditolak.
nl: Van deze gebruikers zijn de meeste suggesties geweigerd.
no: Disse brukerne har fått flest forslag avvist.
pl: Tym użytkownikom odrzucono najwięcej sugestii.
pt: Esses usuários têm o maior número de sugestões negadas.
ro: Acești utilizatori au cele mai multe sugestii refuzate.
ru: Этим пользователям отклонено больше всего предложений.
sk: Títo používatelia majú najviac návrhov zamietnutých.
sl: Ti uporabniki imajo največ zavrnjenih predlogov.
sv: Dessa användare har fått flest förslag nekade.
th: ผู้ใช้เหล่านี้ถูกปฏิเสธข้อเสนอแนะมากที่สุด
tr: Bu kullanıcılar en çok reddedilen öneriye sahiptir.
uk: Ці користувачі мають більшість відхилених пропозицій.
vi: Những người dùng này bị từ chối nhiều đề xuất nhất.

source: Highest Approval Ratio
af: Hoogste goedkeuringsverhouding
ar: أعلى نسبة موافقة
bg: Най-висок коефициент на одобрение
bn: সর্বোচ্চ অনুমোদনের অনুপাত
ca: Índex d'aprovació més alt
cs: Nejvyšší schvalovací poměr
da: Højeste godkendelsesforhold
de: Höchste Zustimmungsquote
el: Υψηλότερος λόγος έγκρισης
es: Índice de aprobación más alto
et: Kõrgeim heakskiidu suhe
fa: بالاترین نسبت تایید
fi: Korkein hyväksyntäsuhde
fr: Taux d'approbation le plus élevé
he: יחס האישור הגבוה ביותר
hi: उच्चतम अनुमोदन अनुपात
hr: Najviši omjer odobravanja
hu: Legmagasabb jóváhagyási arány
id: Rasio Persetujuan Tertinggi
it: Rapporto di approvazione più alto
ja: 最高の支持率
lt: Aukščiausias patvirtinimo koeficientas
lv: Augstākais apstiprinājuma koeficients
ms: Nisbah Kelulusan Tertinggi
nl: Hoogste goedkeuringsratio
no: Høyeste godkjenningsforhold
pl: Najwyższy współczynnik akceptacji
pt: Maior taxa de aprovação
ro: Cel mai mare raport de aprobare
ru: Самый высокий коэффициент одобрения
sk: Najvyšší pomer schválenia
sl: Najvišje razmerje odobritve
sv: Högsta godkännandeförhållande
th: อัตราการอนุมัติสูงสุด
tr: En Yüksek Onay Oranı
uk: Найвищий коефіцієнт схвалення
vi: Tỷ lệ phê duyệt cao nhất

source: These users have the highest approval to rejection ratio.
af: Hierdie gebruikers het die hoogste verhouding tussen goedkeuring en verwerping.
ar: يتمتع هؤلاء المستخدمون بأعلى نسبة موافقة على الرفض.
bg: Тези потребители имат най-високото съотношение на одобрение към отхвърляне.
bn: এই ব্যবহারকারীদের প্রত্যাখ্যান অনুপাতের সর্বোচ্চ অনুমোদন রয়েছে।
ca: Aquests usuaris tenen la proporció d'aprovació/rebuig més alta.
cs: Tito uživatelé mají nejvyšší poměr schválení k odmítnutí.
da: Disse brugere har det højeste forhold mellem godkendelse og afvisning.
de: Diese Benutzer haben das höchste Zustimmungs-zu-Ablehnungs-Verhältnis.
el: Αυτοί οι χρήστες έχουν την υψηλότερη αναλογία έγκρισης προς απόρριψη.
es: Estos usuarios tienen la mayor proporción de aprobación y rechazo.
et: Nendel kasutajatel on suurim heakskiitmise ja tagasilükkamise suhe.
fa: این کاربران بالاترین نسبت تایید به رد را دارند.
fi: Näillä käyttäjillä on korkein hyväksynnän ja hylkäämisen suhde.
fr: Ces utilisateurs ont le taux d'approbation/rejet le plus élevé.
he: למשתמשים אלה יש את היחס הגבוה ביותר בין אישור לדחייה.
hi: इन उपयोगकर्ताओं का अनुमोदन-से-अस्वीकृति अनुपात सबसे अधिक है।
hr: Ovi korisnici imaju najveći omjer odobrenja i odbijanja.
hu: Ezeknek a felhasználóknak van a legmagasabb jóváhagyás/elutasítás aránya.
id: Pengguna ini memiliki rasio persetujuan dan penolakan tertinggi.
it: Questi utenti hanno il più alto rapporto approvazioni/rifiuti.
ja: これらのユーザーは、承認と拒否の比率が最も高くなります。
lt: Šie naudotojai turi didžiausią patvirtinimo ir atmetimo santykį.
lv: Šiem lietotājiem ir visaugstākā apstiprinājuma un noraidīšanas attiecība.
ms: Pengguna ini mempunyai nisbah kelulusan kepada penolakan tertinggi.
nl: Deze gebruikers hebben de hoogste verhouding tussen goedkeuring en afwijzing.
no: Disse brukerne har det høyeste forholdet mellom godkjenning og avvisning.
pl: Ci użytkownicy mają najwyższy współczynnik akceptacji do odrzucenia.
pt: Esses usuários têm a maior taxa de aprovação/rejeição.
ro: Acești utilizatori au cel mai mare raport de aprobare/respingere.
ru: У этих пользователей самое высокое соотношение одобрений и отказов.
sk: Títo používatelia majú najvyšší pomer schválenia k odmietnutiu.
sl: Ti uporabniki imajo največje razmerje med odobritvijo in zavrnitvijo.
sv: Dessa användare har det högsta förhållandet mellan godkännande och avslag.
th: ผู้ใช้เหล่านี้มีอัตราส่วนการอนุมัติต่อการปฏิเสธสูงสุด
tr: Bu kullanıcılar en yüksek onay-red oranına sahiptir.
uk: Ці користувачі мають найвищий коефіцієнт схвалення до відхилень.
vi: Những người dùng này có tỷ lệ chấp thuận/từ chối cao nhất.

source: Lowest Approval Ratio
af: Laagste goedkeuringsverhouding
ar: أدنى نسبة موافقة
bg: Най-нисък коефициент на одобрение
bn: সর্বনিম্ন অনুমোদন অনুপাত
ca: Ratio d'aprovació més baix
cs: Nejnižší schvalovací poměr
da: Laveste godkendelsesforhold
de: Niedrigste Zustimmungsquote
el: Χαμηλότερος λόγος έγκρισης
es: Índice de aprobación más bajo
et: Madalaim heakskiidu suhe
fa: کمترین نسبت تایید
fi: Pienin hyväksyntäsuhde
fr: Taux d'approbation le plus bas
he: יחס האישור הנמוך ביותר
hi: सबसे कम अनुमोदन अनुपात
hr: Najniži omjer odobrenja
hu: Legalacsonyabb jóváhagyási arány
id: Rasio Persetujuan Terendah
it: Rapporto di approvazione più basso
ja: 最低の支持率
lt: Mažiausias patvirtinimo koeficientas
lv: Zemākais apstiprinājuma koeficients
ms: Nisbah Kelulusan Terendah
nl: Laagste goedkeuringsratio
no: Laveste godkjenningsforhold
pl: Najniższy współczynnik akceptacji
pt: Menor taxa de aprovação
ro: Cel mai mic raport de aprobare
ru: Самый низкий коэффициент одобрения
sk: Najnižší pomer schválenia
sl: Najnižje razmerje odobritve
sv: Lägsta godkännandeförhållande
th: อัตราส่วนการอนุมัติต่ำสุด
tr: En Düşük Onay Oranı
uk: Найнижчий коефіцієнт схвалення
vi: Tỷ lệ phê duyệt thấp nhất

source: These users have the lowest approval to rejection ratio.
af: Hierdie gebruikers het die laagste verhouding tussen goedkeuring en verwerping.
ar: يتمتع هؤلاء المستخدمون بأقل نسبة موافقة إلى رفض.
bg: Тези потребители имат най-ниското съотношение на одобрение към отхвърляне.
bn: এই ব্যবহারকারীদের প্রত্যাখ্যান অনুপাতের সর্বনিম্ন অনুমোদন রয়েছে।
ca: Aquests usuaris tenen la proporció d'aprovació/rebuig més baixa.
cs: Tito uživatelé mají nejnižší poměr schválení k odmítnutí.
da: Disse brugere har det laveste forhold mellem godkendelse og afvisning.
de: Diese Benutzer haben das niedrigste Zustimmungs-zu-Ablehnungs-Verhältnis.
el: Αυτοί οι χρήστες έχουν τη χαμηλότερη αναλογία έγκρισης προς απόρριψη.
es: Estos usuarios tienen la proporción más baja de aprobación y rechazo.
et: Nendel kasutajatel on madalaim heakskiidu ja tagasilükkamise suhe.
fa: این کاربران کمترین نسبت تایید به رد را دارند.
fi: Näillä käyttäjillä on alhaisin hyväksynnän ja hylkäämisen suhde.
fr: Ces utilisateurs ont le taux d'approbation/rejet le plus faible.
he: למשתמשים אלו היחס הנמוך ביותר בין אישור לדחייה.
hi: इन उपयोगकर्ताओं का अनुमोदन-से-अस्वीकृति अनुपात सबसे कम है।
hr: Ovi korisnici imaju najniži omjer odobrenja i odbijanja.
hu: Ezeknek a felhasználóknak a legalacsonyabb a jóváhagyás/elutasítás aránya.
id: Pengguna ini memiliki rasio persetujuan dan penolakan terendah.
it: Questi utenti hanno il rapporto approvazioni/rifiuti più basso.
ja: これらのユーザーの承認と拒否の比率は最も低くなります。
lt: Šie naudotojai turi mažiausią patvirtinimo ir atmetimo santykį.
lv: Šiem lietotājiem ir viszemākā apstiprinājuma un noraidīšanas attiecība.
ms: Pengguna ini mempunyai nisbah kelulusan kepada penolakan yang paling rendah.
nl: Deze gebruikers hebben de laagste verhouding tussen goedkeuring en afwijzing.
no: Disse brukerne har det laveste forholdet mellom godkjenning og avvisning.
pl: Ci użytkownicy mają najniższy współczynnik akceptacji do odrzucenia.
pt: Esses usuários têm a menor taxa de aprovação/rejeição.
ro: Acești utilizatori au cel mai mic raport de aprobare/respingere.
ru: У этих пользователей самое низкое соотношение одобрений и отказов.
sk: Títo používatelia majú najnižší pomer schválenia k odmietnutiu.
sl: Ti uporabniki imajo najnižje razmerje med odobritvijo in zavrnitvijo.
sv: Dessa användare har det lägsta förhållandet mellan godkännande och avslag.
th: ผู้ใช้เหล่านี้มีอัตราส่วนการอนุมัติต่อการปฏิเสธต่ำที่สุด
tr: Bu kullanıcılar en düşük onay-red oranına sahiptir.
uk: Ці користувачі мають найнижче співвідношення схвалення до відхилення.
vi: Những người dùng này có tỷ lệ chấp thuận/từ chối thấp nhất.

source: Most Wins
af: Meeste oorwinnings
ar: معظم الانتصارات
bg: Повечето победи
bn: সর্বাধিক জয়
ca: La majoria de victòries
cs: Nejvíce výher
da: Flest sejre
de: Die meisten Siege
el: Οι περισσότερες νίκες
es: Más victorias
et: Enamik võitu
fa: بیشترین برد
fi: Eniten voittoja
fr: La plupart des victoires
he: רוב הנצחונות
hi: सर्वाधिक जीत
hr: Najviše pobjeda
hu: A legtöbb nyer
id: Kemenangan Terbanyak
it: La maggior parte delle vittorie
ja: 最多勝利数
lt: Dauguma laimi
lv: Lielākā daļa uzvaru
ms: Kemenangan Terbanyak
nl: De meeste overwinningen
no: Flest seire
pl: Najwięcej zwycięstw
pt: Mais vitórias
ro: Cele mai multe victorii
ru: Наибольшее количество побед
sk: Najviac výhier
sl: Največ zmag
sv: Flest vinster
th: ชนะมากที่สุด
tr: En Çok Kazanma
uk: Найбільше перемог
vi: Thắng nhiều nhất
