Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/ideaboard/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Suggestion #{} has been reposted.
af: Voorstel #{} is herpos.
ar: تم إعادة نشر الاقتراح رقم {{}.
bg: Предложение #{} беше публикувано повторно.
bn: সাজেশন #{} পুনরায় পোস্ট করা হয়েছে।
ca: El suggeriment núm. {} s'ha tornat a publicar.
cs: Návrh #{} byl znovu zveřejněn.
da: Forslag #{} er blevet genindsendt.
de: Vorschlag #{} wurde erneut gepostet.
el: Η πρόταση #{} έχει αναδημοσιευτεί.
es: La sugerencia #{} se ha vuelto a publicar.
et: Soovitus #{} on uuesti postitatud.
fa: پیشنهاد #{} دوباره ارسال شد.
fi: Ehdotus #{} on lähetetty uudelleen.
fr: La suggestion n° {} a été republiée.
he: הצעה מס' {} פורסמה מחדש.
hi: सुझाव #{} दोबारा पोस्ट किया गया है.
hr: Prijedlog #{} ponovno je objavljen.
hu: A #{}. javaslat újra elküldve.
id: Saran #{} telah diposkan ulang.
it: Il suggerimento #{} è stato ripubblicato.
ja: 提案 #{} が再投稿されました。
lt: Pasiūlymas Nr. {} buvo paskelbtas iš naujo.
lv: Ieteikums #{} ir atkārtoti izlikts.
ms: Cadangan #{} telah disiarkan semula.
nl: Suggestie #{} is opnieuw gepost.
no: Forslag #{} er lagt ut på nytt.
pl: Sugestia nr {} została ponownie wysłana.
pt: A sugestão #{} foi postada novamente.
ro: Sugestia #{} a fost repostată.
ru: Предложение № {} было опубликовано повторно.
sk: Návrh #{} bol znovu uverejnený.
sl: Predlog št. {} je bil ponovno objavljen.
sv: Förslag #{} har lagts upp igen.
th: คำแนะนำ #{} ได้รับการโพสต์ใหม่แล้ว
tr: Öneri #{} yeniden yayınlandı.
uk: Пропозицію №{} повторно опубліковано.
vi: Đề xuất #{} đã được đăng lại.

source: Not reposting Suggestion #{}.
af: Plaas nie voorstel #{} oor nie.
ar: عدم إعادة نشر الاقتراح رقم {}.
bg: Без повторно публикуване на предложение #{}.
bn: সাজেশন #{} পুনরায় পোস্ট করা হচ্ছে না।
ca: No tornar a publicar el suggeriment núm. {}.
cs: Návrh #{} nezveřejňujem znovu.
da: Genposter ikke forslag #{}.
de: Vorschlag #{} wird nicht erneut gepostet.
el: Δεν γίνεται αναδημοσίευση της πρότασης #{}.
es: No volver a publicar la sugerencia #{}.
et: Soovitust #{} ei postita uuesti.
fa: عدم ارسال مجدد پیشنهاد #{}.
fi: Ehdotusta #{} ei lähetetä uudelleen.
fr: Ne pas republier la suggestion n°{}.
he: לא מפרסם מחדש הצעה מס' {}.
hi: सुझाव #{} दोबारा पोस्ट नहीं किया जा रहा.
hr: Nije ponovno objavljivanje prijedloga #{}.
hu: Nem teszem újra közzé a #{}. javaslatot.
id: Tidak memposting ulang Saran #{}.
it: Impossibile ripubblicare il suggerimento n.{}.
ja: 提案 #{} は再投稿しません。
lt: Nepaskelbiamas pasiūlymas Nr. {}.
lv: Ieteikums Nr. {} netiek atkārtoti publicēts.
ms: Tidak menyiarkan semula Cadangan #{}.
nl: Suggestie #{} wordt niet opnieuw gepost.
no: Legger ikke ut forslag #{}.
pl: Nie publikuję ponownie sugestii nr{}.
pt: Não estou republicando a sugestão nº{}.
ro: Nu repostează sugestia #{}.
ru: Не репостить предложение № {}.
sk: Návrh č. {} sa nezverejňuje.
sl: Brez ponovne objave predloga št. {}.
sv: Lägger inte om förslag #{}.
th: ไม่รีโพสต์คำแนะนำ #{}.
tr: Öneri #{} yeniden yayınlanmıyor.
uk: Не повторна публікація пропозиції №{}.
vi: Không đăng lại Đề xuất #{}.

source: You can remove it from the config by typing {}
af: Jy kan dit uit die konfigurasie verwyder deur {} te tik
ar: يمكنك إزالته من التكوين بكتابة {}
bg: Можете да го премахнете от конфигурацията, като напишете {}
bn: আপনি {} টাইপ করে কনফিগারেশন থেকে এটি সরাতে পারেন
ca: Podeu eliminar-lo de la configuració escrivint {}
cs: Můžete jej odstranit z konfigurace zadáním {}
da: Du kan fjerne det fra konfigurationen ved at skrive {}
de: Sie können es aus der Konfiguration entfernen, indem Sie {} eingeben.
el: Μπορείτε να το αφαιρέσετε από τη διαμόρφωση πληκτρολογώντας {}
es: Puedes eliminarlo de la configuración escribiendo {}
et: Saate selle konfiguratsioonist eemaldada, tippides {}
fa: با تایپ کردن {} می توانید آن را از پیکربندی حذف کنید
fi: Voit poistaa sen asetuksista kirjoittamalla {}
fr: Vous pouvez le supprimer de la configuration en tapant {}
he: אתה יכול להסיר אותו מהתצורה על ידי הקלדת {}
hi: आप इसे {} टाइप करके कॉन्फ़िगरेशन से हटा सकते हैं
hr: Možete ga ukloniti iz konfiguracije upisivanjem {}
hu: Eltávolíthatja a konfigurációból a {} beírásával
id: Anda bisa menghapusnya dari konfigurasi dengan mengetik {}
it: Puoi rimuoverlo dalla configurazione digitando {}
ja: {} と入力すると、構成から削除できます。
lt: Galite pašalinti jį iš konfigūracijos įvesdami {}
lv: Varat to noņemt no konfigurācijas, ierakstot {}
ms: Anda boleh mengalih keluarnya daripada konfigurasi dengan menaip {}
nl: Je kunt het uit de configuratie verwijderen door {} te typen
no: Du kan fjerne den fra konfigurasjonen ved å skrive {}
pl: Możesz usunąć go z konfiguracji, wpisując {}
pt: Você pode removê-lo da configuração digitando {}
ro: Îl puteți elimina din configurare tastând {}
ru: Вы можете удалить его из конфигурации, набрав {}
sk: Môžete ho odstrániť z konfigurácie zadaním {}
sl: Iz konfiguracije ga lahko odstranite tako, da vnesete {}
sv: Du kan ta bort den från konfigurationen genom att skriva {}
th: คุณสามารถลบออกจากการกำหนดค่าได้โดยพิมพ์ {}
tr: {} yazarak bunu yapılandırmadan kaldırabilirsiniz.
uk: Ви можете видалити його з конфігурації, ввівши {}
vi: Bạn có thể xóa nó khỏi cấu hình bằng cách gõ {}

source: Votes for Suggestion #{}
af: Stem vir voorstel #{}
ar: التصويت على الاقتراح رقم {}
bg: Гласове за предложение №{}
bn: #{} প্রস্তাবনার জন্য ভোট
ca: Votacions per al suggeriment núm. {}
cs: Hlasujte pro návrh č. {}
da: Stemmer på forslag #{}
de: Stimmen für Vorschlag #{}
el: Ψηφοφορίες για την πρόταση #{}
es: Votos para la sugerencia #{}
et: Hääled soovituse nr {} poolt
fa: رای به پیشنهاد #{}
fi: Äänesti ehdotukselle #{}
fr: Votes pour la suggestion n° {}
he: הצבעות להצעה מס' {}
hi: सुझाव के लिए वोट #{}
hr: Glasovi za prijedlog #{}
hu: Szavazatok a(z) {} számú javaslatra
id: Suara untuk Saran #{}
it: Voti per il suggerimento n. {}
ja: 提案 #{} に投票します
lt: Balsuoja už pasiūlymą Nr. {}
lv: Balso par ieteikumu Nr. {}
ms: Undian untuk Cadangan #{}
nl: Stemmen voor suggestie #{}
no: Stemmer for forslag #{}
pl: Głosy na sugestię nr{}
pt: Votos para sugestão #{}
ro: Voturi pentru sugestia #{}
ru: Голосует за предложение № {}
sk: Hlasujte za návrh č. {}
sl: Glasovi za predlog št. {}
sv: Röster på förslag #{}
th: โหวตสำหรับข้อเสนอแนะ #{}
tr: Öneri #{} için oylar
uk: Голоси за пропозицію №{}
vi: Phiếu bầu cho Đề xuất #{}

source: Upvoters ({})
af: Opstemmers ({})
ar: المصوتون ({})
bg: Гласували за ({})
bn: আপভোটার ({})
ca: Votants favorables ({})
cs: Hlasující pro ({})
da: Opstemmere ({})
de: Upvoter ({})
el: Υπερψηφιστές ({})
es: Votantes ({})
et: Poolhääletajad ({})
fa: رأی دهندگان مثبت ({})
fi: Äänestäjät ({})
fr: Votants positifs ({})
he: מצביעים בעד ({})
hi: अपवोटर ({})
hr: Glasači za ({})
hu: Felszavazók ({})
id: Pemilih positif ({})
it: Votanti positivi ({})
ja: 賛成者 ({})
lt: Balsuotojai ({})
lv: Atbalstītāji ({})
ms: Pengundi naik ({})
nl: Stemmers ({})
no: Oppstemmere ({})
pl: Głosujący za ({})
pt: Votantes ({})
ro: Au votat favorabil ({})
ru: Проголосовавшие за ({})
sk: Hlasujúci za ({})
sl: Glasovalci za ({})
sv: Uppröstare ({})
th: ผู้ลงคะแนนเสียงสนับสนุน ({})
tr: Olumlu oy verenler ({})
uk: Підтримали ({})
vi: Người ủng hộ ({})

source: No upvotes yet
af: Nog geen opstemme nie
ar: لا يوجد أصوات مؤيدة حتى الآن
bg: Все още няма гласове за
bn: এখনো কোনো আপভোট নেই
ca: Encara no hi ha cap vot favorable
cs: Zatím žádné hlasy pro
da: Ingen opstemmer endnu
de: Noch keine Upvotes
el: Δεν υπάρχουν ακόμη θετικές ψήφοι
es: Aún no hay votos positivos
et: Poolhääli pole veel
fa: هنوز رای موافقی وجود ندارد
fi: Ei vielä plus-ääniä
fr: Pas encore de votes positifs
he: עדיין אין הצבעות בעד
hi: अभी तक कोई अपवोट नहीं
hr: Još nema pozitivnih glasova
hu: Még nincs pozitív szavazat
id: Belum ada suara positif
it: Nessun voto positivo ancora
ja: まだ賛成票はありません
lt: Dar nėra teigiamų balsų
lv: Vēl nav neviena pozitīva balsojuma
ms: Belum ada undian naik
nl: Nog geen stemmen
no: Ingen oppstemmer ennå
pl: Nie ma jeszcze żadnych głosów za
pt: Ainda não há votos positivos
ro: Încă nu există voturi pozitive
ru: Пока нет голосов "за"
sk: Zatiaľ žiadne hlasy za
sl: Še ni glasov za
sv: Inga uppröstningar ännu
th: ยังไม่มีการโหวตเพิ่ม
tr: Henüz olumlu oy yok
uk: Ще немає голосів за
vi: Chưa có phiếu tán thành nào

source: Downvoters ({})
af: Onderstemmers ({})
ar: المصوتون السلبيون ({})
bg: Гласували против ({})
bn: ডাউনভোটার ({})
ca: Votants en contra ({})
cs: Nehlasující ({})
da: Nedstemmere ({})
de: Downvoter ({})
el: Υποψήφιοι ({})
es: Votantes negativos ({})
et: Allahääletajad ({})
fa: مخالفان ({})
fi: Miinusäänestäjät ({})
fr: Votants négatifs ({})
he: מצביעי מטה ({})
hi: डाउनवोटर्स ({})
hr: Glasali protiv ({})
hu: Visszaszavazók ({})
id: Pemilih negatif ({})
it: Utenti che hanno votato negativamente ({})
ja: 反対票を投じた人 ({})
lt: Balsuotojai prieš ({})
lv: Negatīvie balsotāji ({})
ms: Pengundi bawah ({})
nl: Neerstemmers ({})
pl: Minusujący ({})
pt: Votantes negativos ({})
ro: Avocatori negativi ({})
ru: Проголосовавшие против ({})
sk: Nehlasujúci ({})
sl: Glasovalci proti ({})
sv: Nedväljare ({})
th: ผู้ลงคะแนนเสียงลงคะแนน ({})
tr: Olumsuz oy verenler ({})
uk: Проголосували проти ({})
vi: Người phản đối ({})

source: No downvotes yet
af: Nog geen afstemme nie
ar: لا توجد تصويتات سلبية حتى الآن
bg: Все още няма отрицателни гласове
bn: এখনো কোনো ডাউনভোট নেই
ca: Encara no hi ha vots en contra
cs: Zatím žádné záporné hodnocení
da: Ingen nedstemmer endnu
de: Noch keine Downvotes
el: Δεν υπάρχουν αρνητικές ψήφοι ακόμα
et: Puudusid veel
fa: هنوز رای منفی وجود ندارد
fi: Ei vielä miinusääniä
fr: Pas encore de votes négatifs
he: עדיין אין הצבעות נגד
hi: अभी तक कोई डाउनवोट नहीं
hr: Još nema negativnih glasova
hu: Még nincs negatív szavazat
id: Belum ada suara negatif
it: Nessun voto negativo ancora
ja: まだ反対票はありません
lt: Dar nėra neigiamų balsų
lv: Vēl nav neviena negatīva balsojuma
ms: Belum ada undian turun
nl: Er zijn nog geen minstemmen
pl: Nie ma jeszcze głosów przeciwnych
pt: Não vote negativamente ainda
ro: Încă nu există voturi negative
ru: Пока нет отрицательных голосов
sk: Zatiaľ žiadne záporné hlasy
sl: Ni še glasov proti
sv: Inga nedröster ännu
th: ยังไม่มีการโหวตลง
tr: Henüz olumsuz oy yok
uk: Ще немає голосів проти
vi: Chưa có phiếu phản đối nào

source: N/A
af: NVT
ar: لا يوجد
et: Ei kehti
fi: Ei käytössä
he: לא
hi: एन/ए
id: T/A
ja: 該当なし
ms: T/A
nl: N.v.t
pl: Nie dotyczy
pt: N / D
ru: Н/Д
th: ไม่มี
tr: Yok
vi: không áp dụng

source: Upvoters ({}):
af: Opstemmers ({}):
ar: المصوتون ({}):
bg: Гласували за ({}):
bn: আপভোটার ({}):
ca: Votants favorables ({}):
cs: Hlasující ({}):
da: Opstemmere ({}):
de: Upvoter ({}):
el: Υπερψηφιστές ({}):
es: Votantes ({}):
et: Poolhääletajad ({}):
fa: رأی دهندگان ({}):
fi: Äänestäjät ({}):
fr: Votants positifs ({}) :
he: מצביעים בעד ({}):
hi: अपवोटर ({}):
hr: Glasači za ({}):
hu: Felszavazók ({}):
id: Pemilih positif ({}):
it: Votanti positivi ({}):
ja: 賛成者 ({}):
lt: Balsuotojai ({}):
lv: Atbalstītāji ({}):
ms: Pengundi naik ({}):
nl: Stemmers ({}):
no: Oppstemmere ({}):
pl: Głosujący za ({}):
pt: Votantes ({}):
ro: Avocați favorabil ({}):
ru: Голосующие за ({}):
sk: Hlasujúci za ({}):
sl: Glasovalci za ({}):
sv: Uppröstare ({}):
th: ผู้โหวตสนับสนุน ({}):
tr: Olumlu oy verenler ({}):
uk: Підтримали ({}):
vi: Người ủng hộ ({}):

source: Suggested by {} [No longer in server]
af: Voorgestel deur {} [Nie meer in bediener nie]
ar: مقترح بواسطة {} [لم يعد في الخادم]
bg: Предложено от {} [Вече не е в сървъра]
bn: {} দ্বারা প্রস্তাবিত [আর সার্ভারে নেই]
ca: Suggerit per {} [Ja no està al servidor]
cs: Navrhl {} [již není na serveru]
da: Foreslået af {} [Ikke længere på serveren]
de: Vorgeschlagen von {} [Nicht mehr auf dem Server]
el: Προτάθηκε από {} [Δεν βρίσκεται πλέον στον διακομιστή]
es: Sugerido por {} [Ya no está en el servidor]
et: Soovitanud {} [Pole enam serveris]
fa: پیشنهاد شده توسط {} [دیگر در سرور نیست]
fi: Suositteli {} [Ei enää palvelimella]
fr: Suggéré par {} [Plus sur le serveur]
he: הוצע על ידי {} [לא עוד בשרת]
hi: {} द्वारा सुझाया गया [अब सर्वर में नहीं]
hr: Predložio {} [Nije više na poslužitelju]
hu: {} javasolta [már nincs a szerveren]
id: Disarankan oleh {} [Tidak ada lagi di server]
it: Suggerito da {} [Non più nel server]
ja: {} によって提案されました [サーバーには存在しません]
lt: Pasiūlė {} [Nebėra serveryje]
lv: Ieteica {} [Vairs nav serverī]
ms: Dicadangkan oleh {} [Tiada lagi dalam pelayan]
nl: Voorgesteld door {} [Niet meer op de server]
no: Foreslått av {} [Ikke lenger på server]
pl: Sugerowane przez: {} [Nie ma już na serwerze]
pt: Sugerido por {} [não está mais no servidor]
ro: Sugerat de {} [Nu mai este pe server]
ru: Предложено {} [больше не на сервере]
sk: Navrhol {} [Už nie je na serveri]
sl: Predlagal {} [Ni več v strežniku]
sv: Föreslagen av {} [Inte längre på servern]
th: แนะนำโดย {} [ไม่อยู่ในเซิร์ฟเวอร์อีกต่อไป]
tr: {} tarafından önerildi [Artık sunucuda değil]
uk: Запропоновано {} [Більше немає на сервері]
vi: Được đề xuất bởi {} [Không còn trên máy chủ]

source: Refresh the buttons on a suggestion if it gets stuck.
af: Verfris die knoppies op 'n voorstel as dit vashaak.
ar: قم بتحديث الأزرار الموجودة على الاقتراح إذا تعثرت.
bg: Обновете бутоните по предложение, ако се забие.
bn: যদি এটি আটকে যায় তবে পরামর্শের বোতামগুলি রিফ্রেশ করুন।
ca: Actualitzeu els botons d'un suggeriment si s'encalla.
cs: Pokud se návrh zasekne, obnovte tlačítka.
da: Opdater knapperne på et forslag, hvis det sætter sig fast.
de: Aktualisieren Sie die Schaltflächen eines Vorschlags, wenn dieser hängen bleibt.
el: Ανανεώστε τα κουμπιά σε μια πρόταση εάν κολλήσει.
es: Actualiza los botones de una sugerencia si se atasca.
et: Kui soovitus jääb kinni, värskendage nuppe.
fa: اگر پیشنهادی گیر کرد، دکمه‌ها را تازه‌سازی کنید.
fi: Päivitä ehdotuksen painikkeet, jos se juuttuu.
fr: Actualisez les boutons d'une suggestion si elle reste bloquée.
he: רענן את הכפתורים בהצעה אם היא נתקעת.
hi: यदि कोई सुझाव अटक जाता है तो उस पर बटन रीफ्रेश करें।
hr: Osvježite gumbe prema prijedlogu ako zapne.
hu: Frissítse a gombokat a javaslaton, ha elakad.
id: Segarkan tombol pada saran jika macet.
it: Aggiorna i pulsanti su un suggerimento se rimane bloccato.
ja: 提案が行き詰まった場合は、そのボタンを更新してください。
lt: Atnaujinkite pasiūlymo mygtukus, jei jis užstringa.
lv: Ja ieteikums iestrēgst, atsvaidziniet pogas.
ms: Muat semula butang pada cadangan jika ia tersekat.
nl: Vernieuw de knoppen bij een suggestie als deze vastloopt.
no: Oppdater knappene på et forslag hvis det blir sittende fast.
pl: Odśwież przyciski sugestii, jeśli utknie.
pt: Atualize os botões de uma sugestão se ela travar.
ro: Actualizează butoanele unei sugestii dacă se blochează.
ru: Обновите кнопки предложения, если оно застряло.
sk: Ak sa návrh zasekne, obnovte jeho tlačidlá.
sl: Osvežite gumbe glede na predlog, če se zatakne.
sv: Uppdatera knapparna på ett förslag om det fastnar.
th: รีเฟรชปุ่มตามคำแนะนำหากค้าง
tr: Bir öneride takılıp kalmanız durumunda düğmeleri yenileyin.
uk: Оновіть кнопки за пропозицією, якщо вона застряє.
vi: Làm mới các nút trên một đề xuất nếu nó bị kẹt.

source: You do not have the required roles to refresh suggestions.
af: Jy het nie die vereiste rolle om voorstelle te verfris nie.
ar: ليس لديك الأدوار المطلوبة لتحديث الاقتراحات.
bg: Нямате необходимите роли за опресняване на предложения.
bn: প্রস্তাবনা রিফ্রেশ করার জন্য আপনার কাছে প্রয়োজনীয় ভূমিকা নেই।
ca: No teniu les funcions necessàries per actualitzar els suggeriments.
cs: Nemáte požadované role k obnovení návrhů.
da: Du har ikke de nødvendige roller til at opdatere forslag.
de: Sie verfügen nicht über die erforderlichen Rollen, um Vorschläge zu aktualisieren.
el: Δεν έχετε τους απαιτούμενους ρόλους για να ανανεώσετε τις προτάσεις.
es: No tienes los roles necesarios para actualizar las sugerencias.
et: Teil pole soovituste värskendamiseks vajalikke rolle.
fa: نقش‌های لازم برای بازخوانی پیشنهادها را ندارید.
fi: Sinulla ei ole tarvittavia rooleja ehdotusten päivittämiseen.
fr: Vous ne disposez pas des rôles requis pour actualiser les suggestions.
he: אין לך את התפקידים הנדרשים כדי לרענן הצעות.
hi: सुझावों को ताज़ा करने के लिए आपके पास आवश्यक भूमिकाएँ नहीं हैं।
hr: Nemate potrebne uloge za osvježavanje prijedloga.
hu: Nem rendelkezik a javaslatok frissítéséhez szükséges szerepekkel.
id: Anda tidak memiliki peran yang diperlukan untuk menyegarkan saran.
it: Non disponi dei ruoli richiesti per aggiornare i suggerimenti.
ja: 提案を更新するために必要な役割がありません。
lt: Neturite reikiamų vaidmenų, kad galėtumėte atnaujinti pasiūlymus.
lv: Jums nav nepieciešamo lomu, lai atsvaidzinātu ieteikumus.
ms: Anda tidak mempunyai peranan yang diperlukan untuk memuat semula cadangan.
nl: U beschikt niet over de vereiste rollen om suggesties te vernieuwen.
no: Du har ikke de nødvendige rollene for å oppdatere forslag.
pl: Nie masz wymaganych ról, aby odświeżyć sugestie.
pt: Você não tem as funções necessárias para atualizar sugestões.
ro: Nu aveți rolurile necesare pentru a reîmprospăta sugestiile.
ru: У вас недостаточно ролей для обновления предложений.
sk: Nemáte požadované roly na obnovenie návrhov.
sl: Nimate zahtevanih vlog za osveževanje predlogov.
sv: Du har inte de roller som krävs för att uppdatera förslag.
th: คุณไม่มีบทบาทที่จำเป็นในการรีเฟรชคำแนะนำ
tr: Önerileri yenilemek için gerekli rollere sahip değilsiniz.
uk: У вас немає необхідних ролей для оновлення пропозицій.
vi: Bạn không có vai trò cần thiết để làm mới đề xuất.

source: I cannot find the message associated with this suggestion.
af: Ek kan nie die boodskap vind wat met hierdie voorstel geassosieer word nie.
ar: لا أستطيع العثور على الرسالة المرتبطة بهذا الاقتراح.
bg: Не мога да намеря съобщението, свързано с това предложение.
bn: আমি এই পরামর্শের সাথে যুক্ত বার্তা খুঁজে পাচ্ছি না।
ca: No puc trobar el missatge associat a aquest suggeriment.
cs: Nemohu najít zprávu spojenou s tímto návrhem.
da: Jeg kan ikke finde den besked, der er knyttet til dette forslag.
de: Ich kann die mit diesem Vorschlag verknüpfte Nachricht nicht finden.
el: Δεν μπορώ να βρω το μήνυμα που σχετίζεται με αυτήν την πρόταση.
es: No puedo encontrar el mensaje asociado con esta sugerencia.
et: Ma ei leia selle soovitusega seotud sõnumit.
fa: من نمی توانم پیام مرتبط با این پیشنهاد را پیدا کنم.
fi: En löydä tähän ehdotukseen liittyvää viestiä.
fr: Je ne trouve pas le message associé à cette suggestion.
he: אני לא יכול למצוא את ההודעה המשויכת להצעה זו.
hi: मुझे इस सुझाव से जुड़ा संदेश नहीं मिल रहा है।
hr: Ne mogu pronaći poruku povezanu s ovim prijedlogom.
hu: Nem találom az ehhez a javaslathoz kapcsolódó üzenetet.
id: Saya tidak dapat menemukan pesan yang terkait dengan saran ini.
it: Non riesco a trovare il messaggio associato a questo suggerimento.
ja: この提案に関連するメッセージが見つかりません。
lt: Negaliu rasti su šiuo pasiūlymu susieto pranešimo.
lv: Es nevaru atrast ar šo ieteikumu saistīto ziņojumu.
ms: Saya tidak dapat mencari mesej yang dikaitkan dengan cadangan ini.
nl: Ik kan het bericht dat bij deze suggestie hoort niet vinden.
no: Jeg finner ikke meldingen knyttet til dette forslaget.
pl: Nie mogę znaleźć wiadomości powiązanej z tą sugestią.
pt: Não consigo encontrar a mensagem associada a esta sugestão.
ro: Nu pot găsi mesajul asociat cu această sugestie.
ru: Я не могу найти сообщение, связанное с этим предложением.
sk: Nemôžem nájsť správu spojenú s týmto návrhom.
sl: Ne najdem sporočila, povezanega s tem predlogom.
sv: Jag kan inte hitta meddelandet som är kopplat till detta förslag.
th: ฉันไม่พบข้อความที่เกี่ยวข้องกับคำแนะนำนี้
tr: Bu öneriyle ilişkili mesajı bulamıyorum.
uk: Я не можу знайти повідомлення, пов’язане з цією пропозицією.
vi: Tôi không thể tìm thấy tin nhắn liên quan đến đề xuất này.

source: Suggestion #{} has been refreshed.
af: Voorstel #{} is herlaai.
ar: تم تحديث الاقتراح رقم {{}.
bg: Предложение #{} беше опреснено.
bn: সাজেশন #{} রিফ্রেশ করা হয়েছে।
ca: S'ha actualitzat el suggeriment núm. {}.
cs: Návrh #{} byl obnoven.
da: Forslag #{} er blevet opdateret.
de: Vorschlag #{} wurde aktualisiert.
el: Η πρόταση #{} ανανεώθηκε.
es: La sugerencia #{} se ha actualizado.
et: Soovitus #{} on värskendatud.
fa: پیشنهاد #{} به روز شده است.
fi: Ehdotus #{} on päivitetty.
fr: La suggestion n° {} a été actualisée.
he: הצעה מס' {} רענון.
hi: सुझाव #{} ताज़ा कर दिया गया है.
hr: Prijedlog #{} je osvježen.
hu: A #{}. javaslat frissítve.
id: Saran #{} telah disegarkan.
it: Il suggerimento #{} è stato aggiornato.
ja: 提案 #{} が更新されました。
lt: Pasiūlymas Nr. {} buvo atnaujintas.
lv: Ieteikums #{} ir atsvaidzināts.
ms: Cadangan #{} telah dimuat semula.
nl: Suggestie #{} is vernieuwd.
no: Forslag #{} har blitt oppdatert.
pl: Sugestia nr {} została odświeżona.
pt: A sugestão #{} foi atualizada.
ro: Sugestia #{} a fost actualizată.
ru: Предложение № {} обновлено.
sk: Návrh #{} bol obnovený.
sl: Predlog št. {} je bil osvežen.
sv: Förslag #{} har uppdaterats.
th: คำแนะนำ #{} ได้รับการรีเฟรชแล้ว
tr: Öneri #{} yenilendi.
uk: Пропозицію №{} оновлено.
vi: Đề xuất #{} đã được làm mới.

source: Share an idea/make a suggestion.
af: Deel 'n idee/maak 'n voorstel.
ar: مشاركة فكرة/تقديم اقتراح.
bg: Споделете идея/направете предложение.
bn: একটি ধারণা শেয়ার করুন/একটি পরামর্শ করুন।
ca: Comparteix una idea/fes un suggeriment.
cs: Sdílejte nápad/předložte návrh.
da: Del en idé/kom med et forslag.
de: Teilen Sie eine Idee/machen Sie einen Vorschlag.
el: Μοιραστείτε μια ιδέα/κάντε μια πρόταση.
es: Comparte una idea/haz una sugerencia.
et: Jagage ideed / tehke ettepanek.
fa: به اشتراک گذاشتن یک ایده / ارائه یک پیشنهاد.
fi: Jaa idea / tee ehdotus.
fr: Partagez une idée/faites une suggestion.
he: שתפו רעיון/הצעו הצעה.
hi: एक विचार साझा करें/सुझाव दें।
hr: Podijelite ideju/dajte prijedlog.
hu: Ossza meg ötletét/tegyen javaslatot.
id: Bagikan ide/beri saran.
it: Condividi un'idea/dai un suggerimento.
ja: アイデアを共有/提案します。
lt: Pasidalykite idėja/pateikite pasiūlymą.
lv: Dalieties idejā/izsakiet ieteikumu.
ms: Berkongsi idea/membuat cadangan.
nl: Deel een idee/doe een suggestie.
no: Del en idé/kom med et forslag.
pl: Podziel się pomysłem/sugestią.
pt: Compartilhe uma ideia/faça uma sugestão.
ro: Împărtășește o idee/fă o sugestie.
ru: Поделитесь идеей/предложите предложение.
sk: Podeľte sa o nápad/predložte návrh.
sl: Delite idejo/podajte predlog.
sv: Dela en idé/kom med ett förslag.
th: แบ่งปันความคิด/ให้คำแนะนำ
tr: Bir fikri paylaşın/öneride bulunun.
uk: Поділіться ідеєю/внесіть пропозицію.
vi: Chia sẻ ý tưởng/đưa ra đề xuất.
