Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/trivia/locales/*.po
Languages: tr_tr

source: There is no ongoing trivia session in this channel.
tr_tr: Bu kanalda devam etmekte olan bilgi yarışması yok.

source: `{arg}` is not a number.
tr_tr: `{arg}` bir sayı değil.

source: `{arg}` is not a finite number.
tr_tr: `{arg}` sonu olan bir sayı değil.

source: I know this one! {answer}!
tr_tr: Bunun cevabını biliyorum! {answer}!

source: Easy: {answer}.
tr_tr: Basit: {answer}.

source: Oh really? It's {answer} of course.
tr_tr: Cidden mi? Cevap tabiki de {answer}.

source: I know this one! ||{answer}!||
tr_tr: Bunun cevabını biliyorum! ||{answer}!||

source: Easy: ||{answer}.||
tr_tr: Basit: ||{answer}.||

source: Oh really? It's ||{answer}|| of course.
tr_tr: Cidden mi? Cevap tabiki de ||{answer}||.

source: To the next one I guess...
tr_tr: Sanırım bir sonrakine...

source: Moving on...
tr_tr: Devam ediyoruz...

source: I'm sure you'll know the answer of the next one.
tr_tr: Bir sonrakinin cevabını bileceğinden eminim.

source: 😔 Next one.
tr_tr: 😔 Sıradaki.

source: An unexpected error occurred in the trivia session. Check your console or logs for details.
tr_tr: Bilgi yarışması sırasında beklenmedik bir hata oluştu. Detaylar için kayıtları veya konsolu kontrol edin.

source: Question number {num}!
tr_tr: Soru numarası {num}!

source: There are no more questions!
tr_tr: Başka soru kalmadı!

source: {trivia_list} (by {author})
tr_tr: {trivia_list} (oluşturan: {author})

source: Starting Trivia: {list_names}
tr_tr: Bilgi Yarışması Başlatılıyor: {list_names}

source: Guys...? Well, I guess I'll stop then.
tr_tr: Beyler...? Peki, öyleyse sanırım duracağım.

source: **+1** for me!
tr_tr: **+1** bana!

source: You got it {user}! **+1** to you!
tr_tr: Doğru bildin {user}! **+1** sana!

source: Congratulations {users}! You have each received {num} {currency} for winning!
tr_tr: Tebrikler {users}! Hepiniz başarılı olarak {num} {currency} kazandınız!

source: Congratulations {user}! You have received {num} {currency} for winning!
tr_tr: Tebrikler {user}! Başarılı olduğun için {num} {currency} kazandın!

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayır

source: Play trivia with friends!
tr_tr: Arkadaşlarınla bilgi yarışması oyna!

source: Manage Trivia settings.
tr_tr: Bilgi Yarışması ayarlarını yönet.

source: Show the current trivia settings.
tr_tr: Mevcut bilgi yarışması ayarlarını göster.

source: Set the total points required to win.
tr_tr: Kazanmak için gereken toplam puanı ayarla.

source: Score must be greater than 0.
tr_tr: Puan sıfırdan yüksek olmalıdır.

source: Done. Points required to win set to {num}.
tr_tr: Tamamdır. Artık kazanmak için gereken puan sayısı {num}.

source: Set the maximum seconds permitted to answer a question.
tr_tr: Bir soruyu cevaplamak için en fazla kaç saniye verileceğini ayarla.

source: Must be at least 4 seconds.
tr_tr: En az 4 saniye olmalıdır.

source: Done. Maximum seconds to answer set to {num}.
tr_tr: Tamamdır. Cevap vermek için verilen en fazla süre artık {num}.

source: Set how long until trivia stops due to no response.
tr_tr: Bilgi yarışmasının cevap almamaktan dolayı durmadan önce ne kadar bekleyeceğini ayarla.

source: Must be larger than the answer time limit.
tr_tr: Cevap verme süre sınırından büyük olmalıdır.

source: Done. Trivia sessions will now time out after {num} seconds of no responses.
tr_tr: Tamamdır. Bilgi yarışmaları artık {num} saniye cevap almazlarsa zaman aşımına uğrayacak.

source: Allow/disallow trivia lists to override settings.
tr_tr: Bilgi yarışması listelerinin ayarlara üstün gelmesine izin ver/verme.

source: Done. Trivia lists can now override the trivia settings for this server.
tr_tr: Tamamdır. Bilgi yarışması listeleri artık bu sunucunun bilgi yarışması ayarlarına üstün gelecek.

source: Done. Trivia lists can no longer override the trivia settings for this server.
tr_tr: Tamamdır. Bilgi yarışması listeleri artık bu sunucunun bilgi yarışması ayarlarına üstün gelmeyecek.

source: Set if bot will display the answers in spoilers. If enabled, the bot will use spoilers to hide answers.
tr_tr: Botun cevapları spoiler olarak gösterip göstermemesini ayarla. Bu ayar açıldığında bot cevapları spoiler olarak gizler.

source: Done. I'll put the answers in spoilers next time.
tr_tr: Anlaşıldı. Artık cevapları spoiler olarak saklayacağım.

source: Alright, I won't use spoilers to hide answers anymore.
tr_tr: Anlaşıldı, artık cevapları spoiler olarak saklamayacağım.

source: Set whether or not the bot gains points. If enabled, the bot will gain a point if no one guesses correctly.
tr_tr: Bot puan kazanıp kazanmayacağını ayarla.. Bu ayar etkinleştirilirse kimse cevabı doğru bilemediğinde bot bir puan alır.

source: Done. I'll now gain a point if users don't answer in time.
tr_tr: Tamamdır. Artık kullanıcılar zamanında doğru cevap veremezlerse bir puan alacağım.

source: Alright, I won't embarrass you at trivia anymore.
tr_tr: Tamamdır, artık bilgi yarışmasında seni utandırmayacağım.

source: Set whether or not the answer is revealed. If enabled, the bot will reveal the answer if no one guesses correctly in time.
tr_tr: Cevabın söylenip söylenmeyeceğini ayarla. Bu ayar açılırsa kimse zamanında cevap vermezse bot doğru cevabı söyleyecektir.

source: Done. I'll reveal the answer if no one knows it.
tr_tr: Tamamdır. Artık cevabı kimse bilemezse ben söyleyeceğim.

source: Alright, I won't reveal the answer to the questions anymore.
tr_tr: Tamamdır, artık soruların cevaplarını söylemeyeceğim.

source: Set the payout multiplier. This can be any positive decimal number. If a user wins trivia when at least 3 members are playing, they will receive credits. Set to 0 to disable. The number of credits is determined by multiplying their total score by this multiplier.
tr_tr: Ödül katlanma oranını ayarla. Bu herhangi bir pozitif ondalık sayı olabilir. Bir kullanıcı en az 3 üye de oynarken bilgi yarışmasını kazanırsa kredi alacak. Devre dışı bırakmak için ayarı 0 yapın. Kaç kredi verileceği üyenin toplam puanını katlanma oranı ile çarparak belirlenir.

source: Multiplier must be at least 0.
tr_tr: Katlanma oranı en az 0 olmalı.

source: Done. Payout multiplier set to {num}.
tr_tr: Tamamdır. Ödül katlanma oranı artık {num}.

source: Done. I will no longer reward the winner with a payout.
tr_tr: Tamamdır. Artık kazanana kredi ödülü vermiyeceğim.

source: Manage Custom Trivia lists.
tr_tr: Özel Bilgi Yarışması listelerini yönet.

source: List uploaded custom trivia.
tr_tr: Yüklenmiş özel bilgi yarışmalarını listele.

source: No custom Trivia lists uploaded.
tr_tr: Yüklenmiş özel bilgi yarışması listesi bulunmamakta.

source: Uploaded trivia lists
tr_tr: Yüklenmiş bilgi yarışması listeleri

source: Upload a trivia file.
tr_tr: Bir bilgi yarışması dosyası yükle.

source: Supply a file with next message or type anything to cancel.
tr_tr: Bir sonraki mesajı içeren bir dosya sağlayın veya iptal etmek için herhangi bir şey yazın.

source: You took too long to upload a list.
tr_tr: Bir liste yüklemeniz çok uzun sürdü.

source: You have cancelled the upload process.
tr_tr: Yükleme işlemini iptal ettiniz.

source: There was an error parsing the trivia list. See logs for more info.
tr_tr: Liste ayrıştırılırken hata oluştu. Daha çok bilgi için kayıtları inceleyin.

source: The custom trivia list was not saved. The file does not follow the proper data format. {schema_error}
tr_tr: Özel trivia listesi kaydedilemedi. Dosya doğru formata sahip değil. {schema_error}

source: Delete a trivia file.
tr_tr: Bir bilgi yarışması dosyasını sil.

source: Trivia {filename} was deleted.
tr_tr: {filename} adlı bilgi yarışması silindi.

source: Trivia file was not found.
tr_tr: Bilgi yarışması dosyası bulunamadı.

source: Start trivia session on the specified category. You may list multiple categories, in which case the trivia will involve questions from all of them.
tr_tr: Belirtilen kategoride bilgi yarışması başlat. Birden çok kategori seçerseniz bilgi yarışmasında hepsinden sorular olacaktır.

source: There is already an ongoing trivia session in this channel.
tr_tr: Bu kanalda zaten devam etmekte olan bir bilgi yarışması mevcut.

source: Invalid category `{name}`. See `{prefix}trivia list` for a list of trivia categories.
tr_tr: `{name}` geçersiz kategori. Bilgi yarışması kategorilerini görmek için `{prefix}trivia list` komutunu çalıştırın.

source: There was an error parsing the trivia list for the `{name}` category. It may be formatted incorrectly.
tr_tr: `{name}` kategorisi için bilgi yarışması listesini ayrıştırırken hata oluştu. Düzgün biçimlendirilmemiş olabilir.

source: The trivia list was parsed successfully, however it appears to be empty!
tr_tr: Bilgi yarışması listesi başarıyla ayrıştırıldı, fakat boş gibi görünüyor!

source: Stop an ongoing trivia session.
tr_tr: Devam etmekte olan bir bilgi yarışmasını durdur.

source: Trivia stopped.
tr_tr: Bilgi yarışması durduruldu.

source: List available trivia categories.
tr_tr: Mevcut bilgi yarışması kategorilerini listele.

source: Available trivia lists
tr_tr: Mevcut bilgi yarışması kategorileri

source: Leaderboard for trivia. Defaults to the top 10 of this server, sorted by total wins. Use subcommands for a more customised leaderboard.
tr_tr: Bilgi yarışması için sıralama. Varsayılan olarak bu sunucuda en çok kazanmış 10 kişiyi gösterir. Daha özelleştirilmiş bir sıralama için alt komutları kullanın.

source: Leaderboard for this server. `<sort_by>` can be any of the following fields: - `wins` : total wins - `avg` : average score - `total` : total correct answers - `games` : total games played `<top>` is the number of ranks to show on the leaderboard.
tr_tr: Bu sunucu için sıralama. `<sort_by>` şu alanlardan biri olabilir: - `wins` : toplam kazanma sayısı - `avg` : ortalama puan - `total` : toplam doğru cevap - `games` : kaç yarışmaya katıldığı `<top>` sıralamada kaç kişi gösterileceğidir.

source: Unknown field `{field_name}`, see `{prefix}help trivia leaderboard server` for valid fields to sort by.
tr_tr: Bilinmedik alan `{field_name}`, ayrım yapılabilecek geçerli alanları görmek için `{prefix}help trivia leaderboard server` kullanın.

source: Global trivia leaderboard. `<sort_by>` can be any of the following fields: - `wins` : total wins - `avg` : average score - `total` : total correct answers from all sessions - `games` : total games played `<top>` is the number of ranks to show on the leaderboard.
tr_tr: Küresel bilgi yarışması sıralaması. `<sort_by>` şu alanlardan biri olabilir: - `wins` : toplam kazanma sayısı - `avg` : ortalama puan - `total` : verilmiş toplam doğru cevap - `games` : toplam katılma sayısı `<top>` sıralamada kaç kişi gösterileceğidir.

source: There are no scores on record!
tr_tr: Kayıtta hiç puan yok!

source: Rank
tr_tr: Rütbe

source: Member
tr_tr: Üye

source: Wins
tr_tr: Kazanmalar

source: Games Played
tr_tr: Oynanan Oyunlar

source: Total Score
tr_tr: Toplam Puan

source: Average Score
tr_tr: Ortalama Puan

source: {filename} is a reserved trivia name and cannot be replaced. Choose another name.
tr_tr: {filename} ayrılmış bir bilgi yarışması adıdır ve değiştirilemez. Başka bir ad seçin.

source: {filename} already exists. Do you wish to overwrite?
tr_tr: {filename} zaten mevcut. Üzerine yazmak ister misiniz?

source: You took too long answering.
tr_tr: Cevap vermeniz çok uzun sürdü.

source: I am not replacing the existing file.
tr_tr: Var olan dosyayı değiştirmiyorum.

source: Saved Trivia list as {filename}.
tr_tr: Bilgi yarışması listesi {filename} olarak kaydedildi.
