Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/ctrlz/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, ro, ru, sl, th, tr, uk, vi

source: Invalid action.
af: Ongeldige handeling.
ar: إجراء غير صالح.
bg: Невалидно действие.
bn: অবৈধ কর্ম
ca: Acció no vàlida.
cs: Neplatná akce.
da: Ugyldig handling.
de: Ungültige Aktion.
el: Μη έγκυρη ενέργεια.
es: Acción no válida.
et: Kehtetu toiming.
fa: اقدام نامعتبر
fi: Virheellinen toiminto.
hi: अमान्य क्रिया.
hr: Nevažeća radnja.
hu: Érvénytelen művelet.
id: Tindakan tidak valid.
it: Azione non valida.
ja: 無効なアクションです。
lt: Netinkamas veiksmas.
lv: Nederīga darbība.
ms: Tindakan tidak sah.
nl: Ongeldige actie.
no: Ugyldig handling.
pl: Nieprawidłowa akcja.
ro: Acțiune nevalidă.
ru: Недопустимое действие.
sl: Neveljavno dejanje.
th: การกระทำที่ไม่ถูกต้อง
tr: Geçersiz eylem.
uk: Недійсна дія.
vi: Hành động không hợp lệ.

source: Invalid datetime format. Expected format is ISO (`YYYY-MM-DDTHH:MM:SS`).
af: Ongeldige datum-tyd-formaat. Verwagte formaat is ISO (`JJJJ-MM-DDTH:MM:SS`).
ar: تنسيق التاريخ والوقت غير صالح. التنسيق المتوقع هو ISO (`YYYY-MM-DDTHH:MM:SS`).
bg: Невалиден формат за дата и час. Очакваният формат е ISO („ГГГГ-ММ-ДДТЧЧ:ММ:СС“).
bn: অবৈধ তারিখ সময় বিন্যাস। প্রত্যাশিত বিন্যাস হল ISO (`YYYY-MM-DDTHH:MM:SS`)।
ca: Format de data i hora no vàlid. El format esperat és ISO (`AAAA-MM-DDTHH:MM:SS`).
cs: Neplatný formát data a času. Očekávaný formát je ISO (`YYYY-MM-DDTHH:MM:SS`).
da: Ugyldigt format for dato og klokkeslæt. Det forventede format er ISO ("ÅÅÅÅ-MM-DDTHH:MM:SS").
de: Ungültiges Datum/Uhrzeit-Format. Das erwartete Format ist ISO („JJJJ-MM-TTTHH:MM:SS“).
el: Μη έγκυρη μορφή ημερομηνίας. Η αναμενόμενη μορφή είναι ISO (`ΕΕΕΕ-ΜΜ-ΗΗΩΩ:ΜΜ:ΔΔ`).
es: Formato de fecha y hora no válido. El formato esperado es ISO (`AAAA-MM-DDTHH:MM:SS`).
et: Sobimatu kuupäeva ja kellaaja vorming. Eeldatav vorming on ISO (`AAAA-KK-PPTTH:MM:SS`).
fa: قالب تاریخ نامعتبر است. قالب مورد انتظار ISO است (`YYYY-MM-DDTHH:MM:SS`).
fi: Virheellinen päivämäärän ja ajan muoto. Odotettu muoto on ISO (`VVVV-KK-PPTHH:MM:SS`).
hi: अमान्य दिनांक समय प्रारूप. अपेक्षित प्रारूप ISO (`YYYY-MM-DDTHH:MM:SS`) है।
hr: Nevažeći format datuma i vremena. Očekivani format je ISO ('GGGG-MM-DDTHH:MM:SS').
hu: Érvénytelen dátum és idő formátum. A várt formátum ISO (`ÉÉÉÉ-HH-NNTHH:PP:SS`).
id: Format tanggal dan waktu tidak valid. Format yang diharapkan adalah ISO (`YYYY-MM-DDTHH:MM:SS`).
it: Formato data/ora non valido. Il formato previsto è ISO (`AAAA-MM-GGTHH:MM:SS`).
ja: 無効な日時形式です。予期される形式は ISO (`YYYY-MM-DDTHH:MM:SS`) です。
lt: Netinkamas datos ir laiko formatas. Numatytas formatas yra ISO („YYYY-MM-DDTHH:MM:SS“).
lv: Nederīgs datuma un laika formāts. Paredzamais formāts ir ISO (`GGGG-MM-DDTHH:MM:SS`).
ms: Format masa tarikh tidak sah. Format yang dijangkakan ialah ISO (`YYYY-MM-DDTHH:MM:SS`).
nl: Ongeldige datum/tijd-notatie. Het verwachte formaat is ISO (`JJJJ-MM-DDTHH:MM:SS`).
no: Ugyldig format for dato og klokkeslett. Forventet format er ISO (`ÅÅÅÅ-MM-DDTHH:MM:SS`).
pl: Nieprawidłowy format daty i godziny. Oczekiwany format to ISO („RRRR-MM-DDTHH:MM:SS”).
ro: Format de dată și oră nevalid. Formatul așteptat este ISO (`AAAA-LL-ZZA:MM:SS`).
ru: Неверный формат даты и времени. Ожидаемый формат — ISO («ГГГГ-ММ-ДДТЧЧ:ММ:СС»).
sl: Neveljavna oblika datuma in časa. Pričakovana oblika je ISO (»LLLL-MM-DDTHH:MM:SS«).
th: รูปแบบวันที่และเวลาไม่ถูกต้อง รูปแบบที่ต้องการคือ ISO (`YYYY-MM-DDTHH:MM:SS`)
tr: Geçersiz tarihsaat biçimi. Beklenen format ISO'dur (`YYYY-AA-GGTHH:MM:SS`).
uk: Недійсний формат дати й часу. Очікуваний формат – ISO (`РРРР-ММ-ДДТГГ:ХМ:СС`).
vi: Định dạng ngày giờ không hợp lệ. Định dạng dự kiến ​​là ISO (`YYYY-MM-DDTHH:MM:SS`).

source: The date must be within the last 7 days.
af: Die datum moet binne die laaste 7 dae wees.
ar: يجب أن يكون التاريخ خلال آخر 7 أيام.
bg: Датата трябва да е в рамките на последните 7 дни.
bn: তারিখটি শেষ 7 দিনের মধ্যে হতে হবে।
ca: La data ha de ser dins dels darrers 7 dies.
cs: Datum musí být za posledních 7 dní.
da: Datoen skal ligge inden for de sidste 7 dage.
de: Das Datum muss innerhalb der letzten 7 Tage liegen.
el: Η ημερομηνία πρέπει να είναι εντός των τελευταίων 7 ημερών.
es: La fecha debe estar dentro de los últimos 7 días.
et: Kuupäev peab jääma viimase 7 päeva sisse.
fa: تاریخ باید در 7 روز گذشته باشد.
fi: Päivämäärän on oltava viimeisen 7 päivän sisällä.
hi: तारीख पिछले 7 दिनों के भीतर होनी चाहिए.
hr: Datum mora biti unutar zadnjih 7 dana.
hu: A dátumnak az utolsó 7 napon belül kell lennie.
id: Tanggalnya harus dalam 7 hari terakhir.
it: La data deve rientrare negli ultimi 7 giorni.
ja: 日付は過去 7 日以内である必要があります。
lt: Data turi būti per paskutines 7 dienas.
lv: Datumam ir jābūt pēdējo 7 dienu laikā.
ms: Tarikh mestilah dalam tempoh 7 hari yang lalu.
nl: De datum moet binnen de afgelopen zeven dagen liggen.
no: Datoen må være innenfor de siste 7 dagene.
pl: Data musi przypadać w ciągu ostatnich 7 dni.
ro: Data trebuie să fie în ultimele 7 zile.
ru: Дата должна быть в пределах последних 7 дней.
sl: Datum mora biti v zadnjih 7 dneh.
th: วันที่จะต้องอยู่ภายใน 7 วันที่ผ่านมา
tr: Tarih son 7 gün içinde olmalıdır.
uk: Дата має бути протягом останніх 7 днів.
vi: Ngày phải trong vòng 7 ngày qua.

source: The target of the audit log was not found.
af: Die teiken van die ouditlogboek is nie gevind nie.
ar: لم يتم العثور على هدف سجل التدقيق.
bg: Целта на журнала за проверка не беше намерена.
bn: অডিট লগের টার্গেট পাওয়া যায়নি।
ca: No s'ha trobat l'objectiu del registre d'auditoria.
cs: Cíl protokolu auditu nebyl nalezen.
da: Målet for revisionsloggen blev ikke fundet.
de: Das Ziel des Überwachungsprotokolls wurde nicht gefunden.
el: Ο στόχος του αρχείου καταγραφής ελέγχου δεν βρέθηκε.
es: No se encontró el destino del registro de auditoría.
et: Auditilogi sihtmärki ei leitud.
fa: هدف گزارش حسابرسی پیدا نشد.
fi: Tarkastuslokin kohdetta ei löytynyt.
hi: ऑडिट लॉग का लक्ष्य नहीं मिला.
hr: Cilj dnevnika revizije nije pronađen.
hu: Az ellenőrzési napló célpontja nem található.
id: Target log audit tidak ditemukan.
it: La destinazione del registro di controllo non è stata trovata.
ja: 監査ログの対象が見つかりませんでした。
lt: Audito žurnalo tikslas nerastas.
lv: Audita žurnāla mērķis netika atrasts.
ms: Sasaran log audit tidak ditemui.
nl: Het doel van het auditlogboek is niet gevonden.
no: Målet for revisjonsloggen ble ikke funnet.
pl: Nie odnaleziono celu dziennika kontrolnego.
ro: Ținta jurnalului de audit nu a fost găsită.
ru: Цель журнала аудита не найдена.
sl: Cilj revizijskega dnevnika ni bil najden.
th: ไม่พบเป้าหมายของบันทึกการตรวจสอบ
tr: Denetim günlüğünün hedefi bulunamadı.
uk: Ціль журналу аудиту не знайдено.
vi: Mục tiêu của nhật ký kiểm tra không được tìm thấy.

source: Channel Create
af: Kanaal skep
ar: إنشاء قناة
bg: Създаване на канал
bn: চ্যানেল তৈরি করুন
ca: Creació del canal
cs: Vytvořit kanál
da: Opret kanal
de: Kanal erstellen
el: Δημιουργία καναλιού
es: Crear canal
et: Kanali loomine
fa: ایجاد کانال
fi: Kanavan luominen
hi: चैनल बनाएं
hr: Stvaranje kanala
hu: Csatorna létrehozása
id: Pembuatan Saluran
it: Crea canale
ja: チャンネルの作成
lt: Kanalo kūrimas
lv: Kanāla izveide
ms: Buat Saluran
nl: Kanaal maken
no: Opprett kanal
pl: Utwórz kanał
ro: Creare canal
ru: Создать канал
sl: Ustvari kanal
th: การสร้างช่อง
tr: Kanal Oluştur
uk: Створення каналу
vi: Tạo kênh

source: Overwrite Create
af: Oorskryf Skep
ar: الكتابة فوق إنشاء
bg: Презаписване Създаване
bn: ওভাররাইট তৈরি করুন
ca: Sobreescriu Crear
cs: Přepsat Vytvořit
da: Overskriv Opret
de: Überschreiben Sie „Erstellen“.
el: Αντικατάσταση Δημιουργία
es: Sobrescribir Crear
et: Kirjuta üle Loo
fa: بازنویسی ایجاد کنید
fi: Korvaa Luo
hi: अधिलेखित करें बनाएँ
hr: Prepiši Stvori
hu: Létrehozás felülírása
id: Timpa Buat
it: Sovrascrivi Crea
ja: 上書き作成
lt: Perrašyti Sukurti
lv: Pārrakstīt Izveidot
ms: Tulis ganti Buat
nl: Overschrijven Maken
no: Overskriv Opprett
pl: Nadpisz Utwórz
ro: Suprascrie Creare
ru: Перезаписать Создать
sl: Prepiši Ustvari
th: เขียนทับสร้าง
tr: Üzerine Yaz Oluştur
uk: Перезаписати Створити
vi: Ghi đè Tạo

source: Ban
af: Verbied
ar: حظر
bg: забрана
bn: নিষেধাজ্ঞা
cs: Zákaz
da: Forbyde
de: Verbot
el: Απαγόρευση
es: Prohibición
et: Keela
fa: ممنوع کردن
fi: Kieltää
hi: प्रतिबंध
hr: Zabrana
id: Melarang
it: Divieto
ja: 禁止
lt: Uždrausti
lv: Aizliegt
ms: Larangan
nl: Verbod
no: Forby
pl: Zakaz
ro: Interzice
ru: Запретить
sl: prepoved
th: ห้าม
tr: Yasak
uk: Забанити

source: Bot Add
af: Bot Voeg by
ar: إضافة بوت
bg: Добавяне на бот
bn: বট যোগ করুন
ca: Afegir bot
da: Bot Tilføj
el: Προσθήκη ρομπότ
es: Añadir robot
et: Boti lisamine
fa: اضافه کردن ربات
fi: Botti Lisää
hi: बॉट जोड़ें
hr: Bot Dodaj
hu: Bot hozzáadása
id: Tambahkan Bot
it: Aggiungi bot
ja: ボットの追加
lt: Pridėti robotą
lv: Bota pievienošana
ms: Bot Tambah
nl: Bot-toevoeging
pl: Dodaj bota
ro: Adăugați bot
ru: Бот Добавить
th: บอทเพิ่ม
tr: Bot Ekle
uk: Додати бота
vi: Thêm bot

source: Role Create
af: Rol skep
ar: إنشاء الدور
bg: Създаване на роля
bn: ভূমিকা তৈরি করুন
ca: Creació de rols
cs: Vytvořit roli
da: Opret rolle
de: Rolle erstellen
el: Δημιουργία Ρόλων
es: Crear rol
et: Rolli loomine
fa: ایجاد نقش
fi: Luo rooli
hi: भूमिका निर्माण
hr: Stvaranje uloge
hu: Szerep létrehozása
id: Pembuatan Peran
it: Crea ruolo
ja: ロールの作成
lt: Vaidmenų kūrimas
lv: Lomas izveide
ms: Cipta Peranan
nl: Rol creëren
no: Opprett rolle
pl: Tworzenie roli
ro: Creare rol
ru: Роль Создать
sl: Ustvari vlogo
th: สร้างบทบาท
tr: Rol Oluşturma
uk: Створення ролі
vi: Tạo vai trò

source: Invite Create
af: Nooi Skep
ar: دعوة إنشاء
bg: Покана Създаване
bn: আমন্ত্রণ তৈরি করুন
ca: Convida a crear
cs: Pozvat vytvořit
da: Inviter Opret
de: Einladung zum Erstellen
el: Πρόσκληση Δημιουργία
es: Invitar Crear
et: Kutsu Loo
fa: دعوت به ایجاد
fi: Kutsu Luo
hi: आमंत्रण बनाएँ
hr: Pozovi Kreiraj
hu: Meghívás létrehozása
id: Undang Buat
it: Invita Crea
ja: 招待作成
lt: Pakviesti Kurti
lv: Uzaicināt Izveidot
ms: Jemput Buat
nl: Uitnodigen Creëer
no: Inviter Opprett
pl: Zaproś do tworzenia
ro: Invită la Creare
ru: Пригласить Создать
sl: Povabi Ustvari
th: เชิญสร้าง
tr: Davet Et Oluştur
uk: Запросити Створити
vi: Mời Tạo

source: Webhook Create
af: Webhook Skep
ar: إنشاء خطاف ويب
bg: Създаване на уеб кукичка
bn: ওয়েবহুক তৈরি করুন
ca: Crear webhook
cs: Vytvořit webhook
da: Webhook Opret
de: Webhook erstellen
el: Δημιουργία Webhook
es: Crear webhook
et: Veebihaagi loomine
fa: ایجاد وب هوک
fi: Webhook Luo
hi: वेबहुक बनाएं
hu: Webhook létrehozása
id: Pembuatan Webhook
it: Crea webhook
ja: Webhook の作成
lt: „Webhook“ kūrimas
lv: Web aizķeres izveide
ms: Buat Webhook
nl: Webhook maken
no: Webhook Opprett
pl: Utwórz webhook
ro: Creați webhook
ru: Вебхук Создать
sl: Webhook Ustvari
th: สร้างเว็บฮุค
tr: Web Kancası Oluştur
uk: Створити вебхук
vi: Tạo webhook

source: Emoji Create
af: Emoji skep
ar: إنشاء الرموز التعبيرية
bg: Създаване на емотикони
bn: ইমোজি তৈরি করুন
ca: Crear emoji
cs: Vytvořit emotikony
da: Opret emoji
de: Emoji erstellen
el: Δημιουργία Emoji
es: Crear emojis
et: Emotikonide loomine
fa: ایجاد ایموجی
fi: Luo emoji
hi: इमोजी बनाएं
hr: Stvaranje emotikona
hu: Emoji létrehozása
id: Emoji Buat
it: Emoji Crea
ja: 絵文字の作成
lt: Jaustukų kūrimas
lv: Emocijzīmju izveide
ms: Cipta Emoji
nl: Emoji maken
no: Emoji Opprett
pl: Utwórz emoji
ro: Creați emoji
ru: Создать Эмодзи
sl: Emoji Ustvari
th: อีโมจิสร้าง
tr: Emoji Oluştur
uk: Створення емодзі
vi: Tạo biểu tượng cảm xúc

source: Message Pin
af: Boodskapspeld
ar: دبوس الرسالة
bg: ПИН за съобщение
bn: বার্তা পিন
ca: Pin del missatge
cs: Pin zprávy
de: Nachrichten-Pin
el: Καρφίτσα μηνύματος
es: Pin de mensaje
et: Sõnumi pin
fa: پین پیام
fi: Viesti Pin
hi: संदेश पिन
hr: Pin poruke
hu: Üzenet Pin
id: Pin Pesan
it: Perno del messaggio
ja: メッセージピン
lt: Pranešimo PIN kodas
lv: Ziņas pin
ms: Pin Mesej
nl: Berichtpin
no: Meldingspinne
pl: Wiadomość Pin
ro: Pin mesaj
ru: Пин-сообщение
sl: Pin sporočila
th: ปักหมุดข้อความ
tr: Mesaj Pini
uk: PIN-код повідомлення
vi: Ghim tin nhắn

source: Integration Create
af: Integrasie Skep
ar: إنشاء التكامل
bg: Интегриране Създаване
bn: ইন্টিগ্রেশন তৈরি করুন
ca: Creació d'integració
cs: Vytvoření integrace
da: Opret integration
de: Integration erstellen
el: Ενσωμάτωση Δημιουργία
es: Integración Crear
et: Integratsioon Loo
fa: ایجاد یکپارچگی
fi: Integrointi Luo
hi: एकीकरण बनाएँ
hr: Integracija Stvori
hu: Integráció létrehozása
id: Integrasi Buat
it: Creazione di integrazione
ja: 統合作成
lt: Integracija Sukurti
lv: Integrācija Izveidot
ms: Cipta Integrasi
nl: Integratie Creëer
no: Integrasjon Lag
pl: Tworzenie integracji
ro: Creare integrare
ru: Интеграция Создать
sl: Integracija Ustvari
th: บูรณาการสร้าง
tr: Entegrasyon Oluştur
uk: Інтеграція Створити
vi: Tích hợp Tạo

source: Stage Instance Create
af: Stage Instance Skep
ar: إنشاء مثيل المرحلة
bg: Създаване на сценичен екземпляр
bn: স্টেজ ইনস্ট্যান্স তৈরি করুন
ca: Creació d'instància d'etapa
cs: Vytvoření instance fáze
da: Stage Instance Opret
de: Bühneninstanz erstellen
es: Creación de instancia de etapa
et: Stage Eksemplari loomine
fa: ایجاد نمونه مرحله
fi: Vaiheinstanssin luominen
hi: स्टेज इंस्टेंस बनाएं
hr: Stvaranje instance pozornice
hu: Stage Példány létrehozása
id: Pembuatan Instans Tahap
it: Creazione istanza fase
ja: ステージインスタンスの作成
lt: Sukurti etapą
lv: Posma instances izveide
ms: Buat Contoh Peringkat
nl: Fase-instantie maken
no: Opprett sceneforekomst
pl: Utwórz instancję sceniczną
ro: Etapa Creare instanță
ru: Создание экземпляра этапа
th: สร้างอินสแตนซ์สเตจ
tr: Aşama Örneği Oluşturma
uk: Створення екземпляра сцени
vi: Tạo phiên bản giai đoạn

source: Sticker Create
af: Plakker Skep
ar: إنشاء ملصق
bg: Създаване на стикер
bn: স্টিকার তৈরি করুন
ca: Creació d'adhesius
cs: Vytvořit nálepku
da: Klistermærke Opret
de: Aufkleber erstellen
el: Δημιουργία αυτοκόλλητου
es: Crear pegatina
et: Kleebis loomine
fa: ایجاد استیکر
fi: Luo tarra
hi: स्टिकर बनाएं
hr: Stvaranje naljepnice
hu: Matrica létrehozása
id: Pembuatan Stiker
it: Adesivo Crea
ja: ステッカー作成
lt: Lipduko kūrimas
lv: Uzlīmes izveide
ms: Cipta Pelekat
nl: Sticker maken
no: Klistremerke Lag
pl: Utwórz naklejkę
ro: Creați autocolant
ru: Создать стикер
sl: Ustvari nalepko
th: สร้างสติ๊กเกอร์
tr: Çıkartma Oluştur
uk: Створити наклейку
vi: Tạo nhãn dán

source: Scheduled Event Create
af: Skep geskeduleerde gebeurtenis
ar: إنشاء حدث مجدول
bg: Създаване на планирано събитие
bn: নির্ধারিত ইভেন্ট তৈরি করুন
ca: Creació d'esdeveniments programats
cs: Vytvoření naplánované události
da: Opret planlagt begivenhed
de: Geplantes Ereignis erstellen
el: Δημιουργία προγραμματισμένης εκδήλωσης
es: Crear evento programado
et: Ajastatud sündmuse loomine
fa: ایجاد رویداد برنامه ریزی شده
fi: Ajoitetun tapahtuman luominen
hi: शेड्यूल किया गया इवेंट बनाएं
hr: Stvaranje planiranog događaja
hu: Ütemezett esemény létrehozása
id: Pembuatan Acara Terjadwal
it: Creazione evento pianificato
ja: スケジュールされたイベントの作成
lt: Suplanuotas įvykis
lv: Plānotā pasākuma izveide
ms: Buat Acara Berjadual
nl: Gepland evenement maken
no: Opprett planlagt hendelse
pl: Zaplanowane wydarzenie Tworzenie
ro: Creare eveniment programat
ru: Запланированное событие Создать
sl: Ustvarjanje načrtovanega dogodka
th: สร้างเหตุการณ์ตามกำหนดการ
tr: Planlanmış Etkinlik Oluşturma
uk: Створення запланованої події
vi: Tạo sự kiện theo lịch trình

source: Thread Create
af: Draad skep
ar: إنشاء الموضوع
bg: Нишка Създаване
bn: থ্রেড তৈরি করুন
ca: Crear fil
cs: Vytvořit vlákno
da: Opret tråd
de: Thread erstellen
el: Δημιουργία νήματος
es: Crear hilo
et: Lõim Loo
fa: ایجاد موضوع
fi: Viestiketju Luo
hi: थ्रेड बनाएं
hr: Stvori nit
hu: Szál létrehozása
id: Pembuatan Benang
it: Crea discussione
ja: スレッドの作成
lt: Sukurti giją
lv: Izveidot pavedienu
ms: Buat Benang
nl: Onderwerp maken
no: Opprett tråd
pl: Utwórz wątek
ro: Creare thread
ru: Создать тему
sl: Ustvari nit
th: สร้างเธรด
tr: Konu Oluştur
uk: Потік Створити
vi: Tạo chủ đề

source: Automod Rule Create
af: Automod-reël skep
ar: إنشاء قاعدة Automod
bg: Създаване на правило Automod
bn: অটোমড নিয়ম তৈরি করুন
ca: Creació de regles d'automodificació
cs: Vytvořit pravidlo Automod
da: Opret automod-regel
de: Automod-Regel erstellen
el: Δημιουργία κανόνα Automod
es: Crear regla de Automod
et: Automodi reegli loomine
fa: ایجاد قانون Automod
fi: Luo automaattinen sääntö
hi: ऑटोमोड नियम बनाएं
hr: Stvaranje Automod pravila
hu: Automod szabály létrehozása
id: Pembuatan Aturan Automod
it: Creazione regola Automod
ja: Automod ルールの作成
lt: „Automod“ taisyklės kūrimas
lv: Automod kārtulas izveide
ms: Cipta Peraturan Automod
nl: Automod-regel maken
no: Opprett automod-regel
pl: Utwórz regułę Automod
ru: Создать правило автомода
sl: Ustvari pravilo Automod
th: สร้างกฎ Automod
tr: Automod Kuralı Oluşturma
uk: Створення правила Automod
vi: Tạo quy tắc Automod

source: Guild Update
af: Gilde-opdatering
ar: تحديث النقابة
bg: Актуализация на гилдията
bn: গিল্ড আপডেট
ca: Actualització del gremi
cs: Aktualizace cechu
da: Guild opdatering
de: Gilden-Update
el: Ενημέρωση Guild
es: Actualización del gremio
et: Gildi värskendus
fa: به روز رسانی انجمن
fi: Killan päivitys
hi: गिल्ड अद्यतन
hr: Ažuriranje saveza
hu: Guild frissítés
id: Pembaruan Serikat
it: Aggiornamento della gilda
ja: ギルドアップデート
lt: Gildijos atnaujinimas
lv: Ģildes atjauninājums
ms: Kemas Kini Persatuan
nl: Gilde-update
no: Guild-oppdatering
pl: Aktualizacja Gildii
ro: Actualizarea breslei
ru: Обновление гильдии
sl: Posodobitev ceha
th: อัพเดตกิลด์
tr: Lonca Güncellemesi
uk: Оновлення гільдії
vi: Cập nhật bang hội

source: Channel Update
af: Kanaalopdatering
ar: تحديث القناة
bg: Актуализация на канала
bn: চ্যানেল আপডেট
ca: Actualització del canal
cs: Aktualizace kanálu
da: Kanalopdatering
de: Kanalaktualisierung
el: Ενημέρωση καναλιού
es: Actualización del canal
et: Kanali värskendus
fa: به روز رسانی کانال
fi: Kanavan päivitys
hi: चैनल अद्यतन
hr: Ažuriranje kanala
hu: Csatorna frissítése
id: Pembaruan Saluran
it: Aggiornamento del canale
ja: チャンネル更新
lt: Kanalo atnaujinimas
lv: Kanāla atjaunināšana
ms: Kemas Kini Saluran
nl: Kanaalupdate
no: Kanaloppdatering
pl: Aktualizacja kanału
ro: Actualizare canal
ru: Обновление канала
sl: Posodobitev kanala
th: อัพเดทช่อง
tr: Kanal Güncellemesi
uk: Оновлення каналу
vi: Cập nhật kênh

source: Overwrite Update
af: Oorskryf Update
ar: الكتابة فوق التحديث
bg: Презаписване на актуализация
bn: ওভাররাইট আপডেট
ca: Sobreescriu l'actualització
cs: Přepsat aktualizaci
da: Overskriv opdatering
de: Update überschreiben
el: Αντικατάσταση ενημέρωσης
es: Sobrescribir actualización
et: Uuenduse ülekirjutamine
fa: بازنویسی به روز رسانی
fi: Korvaa päivitys
hi: अद्यतन अधिलेखित करें
hr: Prepiši ažuriranje
hu: Frissítés felülírása
id: Timpa Pembaruan
it: Sovrascrivi aggiornamento
ja: 上書き更新
lt: Perrašyti naujinimą
lv: Pārrakstīt atjauninājumu
ms: Tulis Ganti Kemas Kini
nl: Update overschrijven
no: Overskriv oppdatering
pl: Zastąp aktualizację
ro: Suprascrie actualizare
ru: Перезаписать обновление
sl: Prepiši posodobitev
th: เขียนทับการอัปเดต
tr: Güncellemenin Üzerine Yaz
uk: Перезаписати оновлення
vi: Ghi đè cập nhật

source: Member Update
af: Ledeopdatering
ar: تحديث الأعضاء
bg: Актуализация на членовете
bn: সদস্য আপডেট
ca: Actualització dels membres
cs: Aktualizace člena
da: Medlemsopdatering
de: Mitglieder-Update
el: Ενημέρωση μέλους
es: Actualización de miembros
et: Liikme värskendus
fa: به روز رسانی اعضا
fi: Jäsenpäivitys
hi: सदस्य अद्यतन
hr: Ažuriranje članova
hu: Tag frissítése
id: Pembaruan Anggota
it: Aggiornamento dei membri
ja: メンバーの最新情報
lt: Narių atnaujinimas
lv: Dalībnieku atjauninājums
ms: Kemas Kini Ahli
nl: Ledenupdate
no: Medlemsoppdatering
pl: Aktualizacja członka
ro: Actualizare pentru membri
ru: Обновление участника
sl: Posodobitev članov
th: อัพเดตสมาชิก
tr: Üye Güncellemesi
uk: Оновлення учасників
vi: Cập nhật thành viên

source: Member Role Update
af: Lederolopdatering
ar: تحديث دور العضو
bg: Актуализация на ролята на член
bn: সদস্য ভূমিকা আপডেট
ca: Actualització del rol dels membres
cs: Aktualizace členské role
da: Opdatering af medlemsrolle
de: Aktualisierung der Mitgliedsrolle
el: Ενημέρωση ρόλου μέλους
es: Actualización de roles de miembro
et: Liikme rolli värskendus
fa: به روز رسانی نقش اعضا
fi: Jäsenroolin päivitys
hi: सदस्य भूमिका अद्यतन
hr: Ažuriranje uloge člana
hu: Tagi szerepkör frissítése
id: Pembaruan Peran Anggota
it: Aggiornamento del ruolo del membro
ja: メンバーの役割の更新
lt: Nario vaidmens atnaujinimas
lv: Dalībnieka lomu atjauninājums
ms: Kemas Kini Peranan Ahli
nl: Update van de rol van leden
no: Oppdatering av medlemsrolle
pl: Aktualizacja roli członka
ro: Actualizare rol membru
ru: Обновление роли участника
sl: Posodobitev vloge člana
th: อัพเดตบทบาทของสมาชิก
tr: Üye Rolü Güncellemesi
uk: Оновлення ролі учасника
vi: Cập nhật vai trò thành viên

source: Role Update
af: Rolopdatering
ar: تحديث الدور
bg: Актуализация на ролята
bn: ভূমিকা আপডেট
ca: Actualització de rols
cs: Aktualizace role
da: Rolleopdatering
de: Rollenaktualisierung
el: Ενημέρωση ρόλου
es: Actualización de roles
et: Rolli värskendus
fa: به روز رسانی نقش
fi: Roolipäivitys
hi: भूमिका अद्यतन
hr: Ažuriranje uloge
hu: Szerepfrissítés
id: Pembaruan Peran
it: Aggiornamento del ruolo
ja: 役割の更新
lt: Vaidmenų atnaujinimas
lv: Lomas atjauninājums
ms: Kemas Kini Peranan
nl: Rol-update
no: Rolleoppdatering
pl: Aktualizacja roli
ro: Actualizare rol
ru: Обновление роли
sl: Posodobitev vloge
th: อัปเดตบทบาท
tr: Rol Güncellemesi
uk: Оновлення ролі
vi: Cập nhật vai trò

source: Webhook Update
af: Webhook-opdatering
ar: تحديث الويب هوك
bg: Актуализация на Webhook
bn: ওয়েবহুক আপডেট
ca: Actualització del webhook
cs: Aktualizace webhooku
da: Webhook-opdatering
el: Ενημέρωση Webhook
es: Actualización del webhook
et: Veebihaagi värskendus
fa: به روز رسانی وب هوک
fi: Webhook-päivitys
hi: वेबहुक अपडेट
hr: Webhook ažuriranje
hu: Webhook frissítés
id: Pembaruan Webhook
it: Aggiornamento del webhook
ja: Webhook の更新
lt: Webhook atnaujinimas
lv: Web aizķeres atjauninājums
ms: Kemas Kini Webhook
no: Webhook-oppdatering
pl: Aktualizacja webhooka
ro: Actualizare webhook
ru: Обновление вебхука
sl: Posodobitev Webhook
th: อัพเดตเว็บฮุค
tr: Web Kancası Güncellemesi
uk: Оновлення Webhook
vi: Cập nhật webhook

source: Emoji Update
af: Emoji-opdatering
ar: تحديث الرموز التعبيرية
bg: Актуализация на емотикони
bn: ইমোজি আপডেট
ca: Actualització d'emojis
cs: Aktualizace emotikonů
da: Emoji-opdatering
el: Ενημέρωση Emoji
es: Actualización de emojis
et: Emotikonide värskendus
fa: به روز رسانی ایموجی
fi: Emoji päivitys
hi: इमोजी अपडेट
hr: Ažuriranje emotikona
hu: Emoji frissítés
id: Pembaruan Emoji
it: Aggiornamento Emoji
ja: 絵文字のアップデート
lt: Jaustukų atnaujinimas
lv: Emoji atjauninājums
ms: Kemas Kini Emoji
no: Emoji-oppdatering
pl: Aktualizacja emotikonów
ro: Actualizare emoji
ru: Обновление эмодзи
sl: Posodobitev čustvenih simbolov
th: อัปเดตอีโมจิ
tr: Emoji Güncellemesi
uk: Оновлення Emoji
vi: Cập nhật biểu tượng cảm xúc

source: Stage Instance Update
af: Stadium-instansie-opdatering
ar: تحديث مثيل المرحلة
bg: Актуализация на етапен екземпляр
bn: স্টেজ ইনস্ট্যান্স আপডেট
ca: Actualització de la instància d'etapa
cs: Aktualizace instance fáze
de: Aktualisierung der Stage-Instanz
el: Ενημέρωση παρουσίας σταδίου
es: Actualización de instancia de etapa
et: Etapi eksemplari värskendus
fa: به روز رسانی مرحله نمونه
fi: Stage Instance -päivitys
hi: स्टेज इंस्टेंस अपडेट
hr: Ažuriranje instance faze
hu: Stage Példány frissítés
id: Pembaruan Instans Tahap
it: Aggiornamento dell'istanza della fase
ja: ステージインスタンスの更新
lt: Stage Instance atnaujinimas
ms: Kemas Kini Instance Peringkat
nl: Update van fase-instantie
pl: Aktualizacja instancji sceny
ro: Actualizare a instanței de etapă
ru: Обновление экземпляра этапа
sl: Posodobitev primerka stopnje
th: อัปเดตอินสแตนซ์สเตจ
tr: Aşama Örneği Güncellemesi
uk: Оновлення екземпляра Stage
vi: Cập nhật phiên bản giai đoạn
