Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/ctrlz/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, ro, ru, sl, th, tr, uk, vi

source: ✅ This Audit Log has been reverted successfully.
af: ✅ Hierdie ouditlogboek is suksesvol teruggestel.
ar: ✅ تمت إرجاع سجل التدقيق هذا بنجاح.
bg: ✅ Този регистрационен файл за проверка е върнат успешно.
bn: ✅ এই অডিট লগটি সফলভাবে ফিরিয়ে আনা হয়েছে।
ca: ✅ Aquest registre d'auditoria s'ha revertit correctament.
cs: ✅ Tento protokol auditu byl úspěšně vrácen.
da: ✅ Denne revisionslog er blevet tilbageført med succes.
de: ✅ Dieses Audit-Protokoll wurde erfolgreich zurückgesetzt.
el: ✅ Αυτό το αρχείο καταγραφής ελέγχου επανήλθε με επιτυχία.
es: ✅ Este Registro de Auditoría se ha revertido exitosamente.
et: ✅ See auditilogi on edukalt ennistatud.
fa: ✅ این گزارش حسابرسی با موفقیت بازگردانده شد.
fi: ✅ Tämä tarkastusloki on palautettu onnistuneesti.
hi: ✅ यह ऑडिट लॉग सफलतापूर्वक वापस कर दिया गया है।
hr: ✅ Ovaj dnevnik revizije je uspješno vraćen.
hu: ✅ Ezt az ellenőrzési naplót sikeresen visszaállítottuk.
id: ✅ Log Audit ini telah berhasil dikembalikan.
it: ✅ Questo registro di controllo è stato ripristinato con successo.
ja: ✅ この監査ログは正常に元に戻されました。
lt: ✅ Šis audito žurnalas buvo sėkmingai grąžintas.
lv: ✅ Šis audita žurnāls ir veiksmīgi atsaukts.
ms: ✅ Log Audit ini telah berjaya dikembalikan.
nl: ✅ Dit auditlogboek is met succes teruggezet.
no: ✅ Denne revisjonsloggen har blitt tilbakestilt.
pl: ✅ Ten dziennik audytu został pomyślnie przywrócony.
ro: ✅ Acest jurnal de audit a fost inversat cu succes.
ru: ✅ Этот журнал аудита был успешно отменен.
sl: ✅ Ta dnevnik nadzora je bil uspešno razveljavljen.
th: ✅ บันทึกการตรวจสอบนี้ถูกเปลี่ยนกลับสำเร็จแล้ว
tr: ✅ Bu Denetim Günlüğü başarıyla geri alındı.
uk: ✅ Цей журнал аудиту успішно відновлено.
vi: ✅ Nhật ký kiểm tra này đã được hoàn nguyên thành công.

source: Already Reverted
af: Reeds teruggedraai
ar: عادت بالفعل
bg: Вече е върнато
bn: ইতিমধ্যেই ফিরিয়ে দেওয়া হয়েছে
ca: Ja s'ha revertit
cs: Již vráceno
da: Allerede vendt tilbage
de: Bereits zurückgesetzt
el: Έχει ήδη αναστραφεί
es: Ya revertido
et: Juba tagasi võetud
fa: قبلاً برگردانده شده است
fi: Jo palautettu
hi: पहले ही वापस कर दिया गया है
hr: Već vraćeno
hu: Már visszaállítva
id: Sudah Dikembalikan
it: Già ripristinato
ja: すでに元に戻されています
lt: Jau grąžinta
lv: Jau ir atgriezts
ms: Sudah Berbalik
nl: Al teruggedraaid
no: Allerede tilbakestilt
pl: Już przywrócone
ro: S-a revenit deja
ru: Уже отменено
sl: Že povrnjeno
th: เปลี่ยนกลับแล้ว
tr: Zaten Geri Döndü
uk: Вже повернуто
vi: Đã hoàn nguyên

source: Ignore
af: Ignoreer
ar: يتجاهل
bg: Игнорирайте
bn: উপেক্ষা করুন
ca: Ignorar
cs: Ignorovat
da: Ignorere
de: Ignorieren
el: Αγνοώ
es: Ignorar
et: Ignoreeri
fa: نادیده گرفتن
fi: Sivuuttaa
hi: अनदेखा करना
hr: Zanemariti
hu: Figyelmen kívül hagyni
id: Mengabaikan
it: Ignorare
ja: 無視する
lt: Ignoruoti
lv: Ignorēt
ms: abaikan
nl: Negeren
no: Overse
pl: Ignorować
ro: Ignora
ru: игнорировать
sl: Ignoriraj
th: ไม่สนใจ
tr: Görmezden gelmek
uk: Ігнорувати
vi: Phớt lờ

source: Unignore
af: Ignoreer
ar: إلغاء التجاهل
bg: Отмени игнорирането
bn: উপেক্ষা করুন
ca: No ignorar
cs: Neignorovat
da: Ignorer
de: Unignorieren
el: Παράβλεψη
es: Dejar de ignorar
et: Tühista ignoreerimine
fa: نادیده گرفتن
fi: Jätä huomioimatta
hi: अनदेखा न करें
hr: Poništi zanemarivanje
hu: Figyelmen kívül hagyás
id: Abaikan
ja: 無視しない
lt: Nepaisyti
lv: Ignorēt
ms: Abaikan
nl: Niet negeren
no: Ikke ignorer
pl: Przestań ignorować
ro: Nu ignora
ru: Не игнорировать
sl: Prekliči ignoriranje
th: เลิกสนใจ
tr: Yoksaymayı bırak
uk: Скасувати ігнорування
vi: Bỏ qua

source: Are you sure you want to revert all these audit logs?
af: Is jy seker jy wil al hierdie ouditloglêers terugstel?
ar: هل أنت متأكد أنك تريد التراجع عن كل سجلات التدقيق هذه؟
bg: Сигурни ли сте, че искате да върнете всички тези журнали за проверка?
bn: আপনি কি নিশ্চিত যে আপনি এই সমস্ত অডিট লগগুলি প্রত্যাবর্তন করতে চান?
ca: Esteu segur que voleu revertir tots aquests registres d'auditoria?
cs: Opravdu chcete vrátit všechny tyto protokoly auditu?
da: Er du sikker på, at du vil gendanne alle disse revisionslogfiler?
de: Sind Sie sicher, dass Sie alle diese Überwachungsprotokolle wiederherstellen möchten?
el: Είστε βέβαιοι ότι θέλετε να επαναφέρετε όλα αυτά τα αρχεία καταγραφής ελέγχου;
es: ¿Está seguro de que desea revertir todos estos registros de auditoría?
et: Kas olete kindel, et soovite kõik need auditilogid ennistada?
fa: آیا مطمئن هستید که می خواهید همه این گزارش های حسابرسی را برگردانید؟
fi: Haluatko varmasti palauttaa kaikki nämä tarkastuslokit?
hi: क्या आप वाकई इन सभी ऑडिट लॉग को वापस लाना चाहते हैं?
hr: Jeste li sigurni da želite vratiti sve ove revizijske zapisnike?
hu: Biztosan vissza szeretné állítani ezeket a naplókat?
id: Apakah Anda yakin ingin mengembalikan semua log audit ini?
it: Sei sicuro di voler ripristinare tutti questi log di controllo?
ja: これらすべての監査ログを元に戻してもよろしいですか?
lt: Ar tikrai norite grąžinti visus šiuos audito žurnalus?
lv: Vai tiešām vēlaties atsaukt visus šos audita žurnālus?
ms: Adakah anda pasti mahu mengembalikan semua log audit ini?
nl: Weet u zeker dat u al deze auditlogboeken wilt terugzetten?
no: Er du sikker på at du vil tilbakestille alle disse revisjonsloggene?
pl: Czy na pewno chcesz przywrócić wszystkie dzienniki kontroli?
ro: Sigur doriți să anulați toate aceste jurnale de audit?
ru: Вы уверены, что хотите отменить все эти журналы аудита?
sl: Ali ste prepričani, da želite razveljaviti vse te revizijske dnevnike?
th: คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยนกลับบันทึกการตรวจสอบเหล่านี้ทั้งหมด
tr: Tüm bu denetim günlüklerini geri almak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте повернути всі ці журнали аудиту?
vi: Bạn có chắc chắn muốn hoàn nguyên tất cả các nhật ký kiểm tra này không?

source: ❌ There are no audit logs to revert.
af: ❌ Daar is geen ouditlogboeke om terug te keer nie.
ar: ❌ لا توجد سجلات تدقيق للعودة.
bg: ❌ Няма регистрационни файлове за проверка, които да се върнат.
bn: ❌ প্রত্যাবর্তনের জন্য কোনো অডিট লগ নেই৷
ca: ❌ No hi ha registres d'auditoria per revertir.
cs: ❌ Neexistují žádné protokoly auditu, které by bylo možné vrátit.
da: ❌ Der er ingen revisionslogfiler, der skal tilbageføres.
de: ❌ Es sind keine Prüfprotokolle vorhanden, die wiederhergestellt werden können.
el: ❌ Δεν υπάρχουν αρχεία καταγραφής ελέγχου για επαναφορά.
es: ❌ No hay registros de auditoría para revertir.
et: ❌ Taastamiseks pole auditiloge.
fa: ❌ هیچ گزارش حسابرسی برای برگرداندن وجود ندارد.
fi: ❌ Palautettavaa tarkastuslokia ei ole.
hi: ❌ वापस करने के लिए कोई ऑडिट लॉग नहीं हैं।
hr: ❌ Nema revizijskih zapisa za vraćanje.
hu: ❌ Nincsenek visszaállítandó auditnaplók.
id: ❌ Tidak ada log audit yang perlu dikembalikan.
it: ❌ Non sono presenti registri di controllo da ripristinare.
ja: ❌ 元に戻す監査ログはありません。
lt: ❌ Grąžinamų audito žurnalų nėra.
lv: ❌ Nav revīzijas žurnālu, ko atjaunot.
ms: ❌ Tiada log audit untuk dikembalikan.
nl: ❌ Er zijn geen auditlogboeken die kunnen worden teruggezet.
no: ❌ Det er ingen revisjonslogger å tilbakestille.
pl: ❌ Brak dzienników audytu do przywrócenia.
ro: ❌ Nu există jurnalele de audit de revenit.
ru: ❌ Нет журналов аудита, которые можно было бы отменить.
sl: ❌ Ni revizijskih dnevnikov za razveljavitev.
th: ❌ ไม่มีบันทึกการตรวจสอบที่จะเปลี่ยนกลับ
tr: ❌ Geri döndürülecek denetim günlüğü yok.
uk: ❌ Немає журналів аудиту для повернення.
vi: ❌ Không có nhật ký kiểm tra nào để hoàn nguyên.

source: Reverting Audit Logs...
af: Stel tans ouditloglêers terug...
ar: يتم الآن التراجع عن سجلات التدقيق...
bg: Регистрационни файлове за проверка се връщат...
bn: অডিট লগগুলি ফিরিয়ে আনা হচ্ছে...
ca: S'estan revertint els registres d'auditoria...
cs: Vracení protokolů auditu...
da: Tilbagestiller revisionslogfiler...
de: Prüfprotokolle werden zurückgesetzt...
el: Επαναφορά αρχείων καταγραφής ελέγχου...
es: Revertir registros de auditoría...
et: Auditilogide ennistamine...
fa: در حال برگرداندن گزارش های حسابرسی...
fi: Palautetaan tarkastuslokeja...
hi: ऑडिट लॉग वापस लाया जा रहा है...
hr: Vraćanje dnevnika revizije...
hu: Ellenőrzési naplók visszaállítása...
id: Mengembalikan Log Audit...
it: Ripristino dei registri di controllo...
ja: 監査ログを元に戻しています...
lt: Grąžinami audito žurnalai...
lv: Notiek audita žurnālu atgriešana...
ms: Mengembalikan Log Audit...
nl: Auditlogboeken terugzetten...
no: Tilbakestiller revisjonslogger...
pl: Przywracanie dzienników kontrolnych...
ro: Se inversează jurnalele de audit...
ru: Возврат журналов аудита...
sl: Ponavljanje revizijskih dnevnikov ...
th: กำลังเปลี่ยนกลับบันทึกการตรวจสอบ...
tr: Denetim Günlükleri geri alınıyor...
uk: Повернення журналів аудиту...
vi: Đang hoàn nguyên nhật ký kiểm tra...

source: This may take a while.
af: Dit kan 'n rukkie neem.
ar: قد يستغرق هذا بعض الوقت.
bg: Това може да отнеме известно време.
bn: এতে কিছুটা সময় লাগতে পারে।
ca: Això pot trigar una estona.
cs: Může to chvíli trvat.
da: Dette kan tage et stykke tid.
de: Dies kann eine Weile dauern.
el: Αυτό μπορεί να διαρκέσει λίγο.
es: Esto puede tardar un poco.
et: See võib veidi aega võtta.
fa: این ممکن است کمی طول بکشد.
fi: Tämä voi kestää hetken.
hi: यह कुछ देर ले सकता है।
hr: Ovo može potrajati.
hu: Ez eltarthat egy ideig.
id: Ini mungkin memakan waktu cukup lama.
it: L'operazione potrebbe richiedere del tempo.
ja: これにはしばらく時間がかかる場合があります。
lt: Tai gali šiek tiek užtrukti.
lv: Tas var aizņemt kādu laiku.
ms: Ini mungkin mengambil sedikit masa.
nl: Dit kan even duren.
no: Dette kan ta en stund.
pl: To może chwilę potrwać.
ro: Acest lucru poate dura ceva timp.
ru: Это может занять некоторое время.
sl: To lahko traja nekaj časa.
th: การดำเนินการนี้อาจใช้เวลาสักครู่
tr: Bu biraz zaman alabilir.
uk: Це може зайняти деякий час.
vi: Điều này có thể mất một thời gian.

source: Progression:
af: Progressie:
ar: التقدم:
bg: Прогресия:
bn: অগ্রগতি:
ca: Progressió:
cs: Postup:
el: Προχώρηση:
es: Progresión:
et: Edenemine:
fa: پیشرفت:
fi: Edistyminen:
hi: प्रगति:
hr: Napredovanje:
hu: Előrehaladás:
id: Kemajuan:
it: Progressione:
ja: 進行状況:
lt: Pažanga:
lv: Progresēšana:
ms: Kemajuan:
nl: Progressie:
no: Progresjon:
pl: Postęp:
ro: Progresie:
ru: Прогресс:
sl: Napredovanje:
th: ความก้าวหน้า:
tr: İlerleme:
uk: Прогресія:
vi: Tiến triển:

source: Errors:
af: Foute:
ar: الأخطاء:
bg: Грешки:
bn: ত্রুটি:
cs: chyby:
da: Fejl:
de: Fehler:
el: Σφάλματα:
es: Errores:
et: Vead:
fa: خطاها:
fi: Virheet:
hi: त्रुटियाँ:
hr: greške:
hu: Hibák:
id: Kesalahan:
it: Errori:
ja: エラー:
lt: Klaidos:
lv: Kļūdas:
ms: Ralat:
nl: Fouten:
no: Feil:
pl: Błędy:
ro: Erori:
ru: Ошибки:
sl: Napake:
th: ข้อผิดพลาด:
tr: Hatalar:
uk: Помилки:
vi: Lỗi:

source: No errors yet.
af: Nog geen foute nie.
ar: لا توجد أخطاء حتى الآن.
bg: Все още няма грешки.
bn: এখনও কোন ত্রুটি.
ca: Encara no hi ha errors.
cs: Zatím žádné chyby.
da: Ingen fejl endnu.
de: Noch keine Fehler.
el: Δεν υπάρχουν ακόμα σφάλματα.
es: Aún no hay errores.
et: Veel pole vigu.
fa: هنوز هیچ خطایی وجود ندارد.
fi: Ei vielä virheitä.
hi: अभी तक कोई त्रुटि नहीं.
hr: Još nema grešaka.
hu: Még nincs hiba.
id: Belum ada kesalahan.
it: Nessun errore ancora.
ja: まだエラーはありません。
lt: Dar nėra klaidų.
lv: Vēl nav kļūdu.
ms: Tiada ralat lagi.
nl: Nog geen fouten.
no: Ingen feil ennå.
pl: Nie ma jeszcze żadnych błędów.
ro: Încă nu există erori.
ru: Ошибок пока нет.
sl: Napak še ni.
th: ยังไม่มีข้อผิดพลาด
tr: Henüz hata yok.
uk: Помилок ще немає.
vi: Chưa có lỗi nào.

source: ❌ Errors...
af: ❌ Foute...
ar: ❌ أخطاء...
bg: ❌ Грешки...
bn: ❌ ত্রুটি...
cs: ❌ Chyby...
da: ❌ Fejl...
de: ❌ Fehler...
el: ❌ Σφάλματα...
es: ❌Errores...
et: ❌ Vead...
fa: ❌ خطاها...
fi: ❌ Virheet...
hi: ❌त्रुटियाँ...
hr: ❌ Greške...
hu: ❌ Hibák...
id: ❌ Kesalahan...
it: ❌ Errori...
ja: ❌ エラー...
lt: ❌ Klaidos...
lv: ❌ Kļūdas...
ms: ❌ Kesilapan...
nl: ❌ Fouten...
no: ❌ Feil...
pl: ❌ Błędy...
ro: ❌ Erori...
ru: ❌ Ошибки...
sl: ❌ Napake...
th: ❌ข้อผิดพลาด...
tr: ❌ Hatalar...
uk: ❌ Помилки...
vi: ❌Lỗi...

source: ✅ All Audit Logs have been reverted successfully.
af: ✅ Alle ouditlogboeke is suksesvol teruggestel.
ar: ✅ تم إرجاع جميع سجلات التدقيق بنجاح.
bg: ✅ Всички одитни регистрационни файлове са върнати успешно.
bn: ✅ সকল অডিট লগ সফলভাবে প্রত্যাবর্তন করা হয়েছে।
ca: ✅ Tots els registres d'auditoria s'han revertit correctament.
cs: ✅ Všechny protokoly auditu byly úspěšně vráceny.
da: ✅ Alle revisionslogfiler er blevet tilbageført med succes.
de: ✅ Alle Audit-Protokolle wurden erfolgreich zurückgesetzt.
el: ✅ Όλα τα αρχεία καταγραφής ελέγχου έχουν επανέλθει με επιτυχία.
es: ✅ Todos los registros de auditoría se han revertido correctamente.
et: ✅ Kõik auditilogid on edukalt taastatud.
fa: ✅ همه گزارش های حسابرسی با موفقیت بازگردانده شدند.
fi: ✅ Kaikki tarkastuslokit on palautettu onnistuneesti.
hi: ✅ सभी ऑडिट लॉग सफलतापूर्वक वापस कर दिए गए हैं।
hr: ✅ Svi zapisnici revizije uspješno su vraćeni.
hu: ✅ Az összes auditnaplót sikeresen visszaállítottuk.
id: ✅ Semua Log Audit telah berhasil dikembalikan.
it: ✅ Tutti i registri di controllo sono stati ripristinati con successo.
ja: ✅ すべての監査ログが正常に元に戻されました。
lt: ✅ Visi audito žurnalai buvo sėkmingai grąžinti.
lv: ✅ Visi audita žurnāli ir veiksmīgi atjaunoti.
ms: ✅ Semua Log Audit telah berjaya dikembalikan.
nl: ✅ Alle auditlogboeken zijn met succes teruggezet.
no: ✅ Alle revisjonslogger har blitt tilbakestilt.
pl: ✅ Wszystkie dzienniki audytu zostały pomyślnie przywrócone.
ro: ✅ Toate jurnalele de audit au fost inversate cu succes.
ru: ✅ Все журналы аудита успешно восстановлены.
sl: ✅ Vsi dnevniki nadzora so bili uspešno razveljavljeni.
th: ✅ บันทึกการตรวจสอบทั้งหมดถูกเปลี่ยนกลับสำเร็จแล้ว
tr: ✅ Tüm Denetim Günlükleri başarıyla geri alındı.
uk: ✅ Усі журнали аудиту успішно повернуто.
vi: ✅ Tất cả Nhật ký kiểm tra đã được hoàn nguyên thành công.
