Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/ctrlz/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, ro, ru, sl, th, tr, uk, vi

source: Sticker Update
af: Plakkeropdatering
ar: تحديث الملصق
bg: Актуализация на стикера
bn: স্টিকার আপডেট
ca: Actualització de l'etiqueta
cs: Aktualizace nálepky
da: Klistermærkeopdatering
de: Aufkleber-Update
el: Ενημέρωση αυτοκόλλητου
es: Actualización de pegatinas
et: Kleebise värskendus
fa: به روز رسانی استیکر
fi: Tarran päivitys
hi: स्टीकर अद्यतन
hr: Ažuriranje naljepnice
hu: Matrica frissítése
id: Pembaruan Stiker
it: Aggiornamento degli adesivi
ja: ステッカーのアップデート
lt: Lipduko atnaujinimas
lv: Uzlīmes atjauninājums
ms: Kemas Kini Pelekat
no: Klistremerkeoppdatering
pl: Aktualizacja naklejek
ro: Actualizare autocolant
ru: Обновление стикеров
sl: Posodobitev nalepke
th: อัพเดตสติ๊กเกอร์
tr: Çıkartma Güncellemesi
uk: Оновлення наклейки
vi: Cập nhật nhãn dán

source: Scheduled Event Update
af: Geskeduleerde gebeurtenisopdatering
ar: تحديث الحدث المجدول
bg: Актуализация на планирано събитие
bn: নির্ধারিত ইভেন্ট আপডেট
ca: Actualització de l'esdeveniment programat
cs: Aktualizace naplánované události
da: Planlagt begivenhedsopdatering
de: Geplante Ereignisaktualisierung
el: Ενημέρωση προγραμματισμένης εκδήλωσης
es: Actualización de eventos programados
et: Plaanitud sündmuse värskendus
fa: به روز رسانی رویداد برنامه ریزی شده
fi: Suunniteltu tapahtumapäivitys
hi: अनुसूचित घटना अद्यतन
hr: Zakazano ažuriranje događaja
hu: Ütemezett eseményfrissítés
id: Pembaruan Acara Terjadwal
it: Aggiornamento evento pianificato
ja: 予定されているイベントの更新
lt: Suplanuoto įvykio atnaujinimas
lv: Plānotā pasākuma atjauninājums
ms: Kemas Kini Acara Berjadual
nl: Geplande gebeurtenisupdate
no: Planlagt hendelsesoppdatering
pl: Zaplanowana aktualizacja wydarzenia
ro: Actualizarea evenimentului programat
ru: Обновление запланированного мероприятия
sl: Načrtovana posodobitev dogodka
th: การอัปเดตกิจกรรมตามกำหนดการ
tr: Planlanmış Etkinlik Güncellemesi
uk: Оновлення запланованої події
vi: Cập nhật sự kiện theo lịch trình

source: Thread Update
af: Draadopdatering
ar: تحديث الموضوع
bg: Актуализация на темата
bn: থ্রেড আপডেট
ca: Actualització del fil
cs: Aktualizace vlákna
da: Trådopdatering
el: Ενημέρωση νήματος
es: Actualización del hilo
et: Lõime värskendus
fa: به روز رسانی موضوع
fi: Viestiketjun päivitys
hi: थ्रेड अद्यतन
hr: Ažuriranje niti
hu: Szál frissítése
id: Pembaruan Utas
it: Aggiornamento discussione
ja: スレッドの更新
lt: Gijos atnaujinimas
lv: Pavediena atjaunināšana
ms: Kemas Kini Benang
nl: Onderwerpupdate
no: Trådoppdatering
pl: Aktualizacja wątku
ro: Actualizare subiect
ru: Обновление темы
sl: Posodobitev niti
th: อัพเดตกระทู้
tr: Konu Güncellemesi
uk: Оновлення теми
vi: Cập nhật chủ đề

source: Automod Rule Update
af: Automod-reëlopdatering
ar: تحديث القاعدة التلقائية
bg: Актуализация на правилата на Automod
bn: অটোমোড নিয়ম আপডেট
ca: Actualització de les regles d'Automod
cs: Aktualizace pravidel Automod
da: Automod-regelopdatering
de: Aktualisierung der Automod-Regeln
el: Ενημέρωση κανόνων Automod
es: Actualización de la regla Automod
et: Automodi reegli värskendus
fa: به روز رسانی قانون Automod
fi: Automod-säännön päivitys
hi: ऑटोमॉड नियम अद्यतन
hr: Ažuriranje Automod pravila
hu: Automod szabály frissítése
id: Pembaruan Aturan Automod
it: Aggiornamento delle regole di Automod
ja: Automod ルールの更新
lt: „Automod“ taisyklių atnaujinimas
lv: Automod kārtulu atjaunināšana
ms: Kemas Kini Peraturan Automod
nl: Update van Automod-regel
no: Automod regeloppdatering
pl: Aktualizacja zasad Automod
ro: Actualizare a regulilor Automod
ru: Обновление правил автомода
sl: Posodobitev pravila Automod
th: อัปเดตกฎ Automod
tr: Automod Kural Güncellemesi
uk: Оновлення правил Automod
vi: Cập nhật quy tắc Automod

source: Channel Delete
af: Kanaal verwyder
ar: حذف القناة
bg: Изтриване на канал
bn: চ্যানেল মুছে দিন
ca: Suprimeix el canal
cs: Odstranit kanál
da: Slet kanal
de: Kanal löschen
el: Διαγραφή καναλιού
es: Eliminar canal
et: Kanali kustutamine
fa: حذف کانال
fi: Kanavan poistaminen
hi: चैनल हटाएँ
hr: Brisanje kanala
hu: Csatorna törlése
id: Penghapusan Saluran
it: Elimina canale
ja: チャンネル削除
lt: Kanalo ištrynimas
lv: Kanāla dzēšana
ms: Padam Saluran
nl: Kanaal verwijderen
no: Slett kanal
pl: Usuń kanał
ro: Ștergerea canalului
ru: Удаление канала
sl: Brisanje kanala
th: ลบช่อง
tr: Kanal Silme
uk: Видалити канал
vi: Xóa kênh

source: Overwrite Delete
af: Oorskryf Skrap
ar: الكتابة فوق الحذف
bg: Презаписване Изтриване
bn: মুছে ফেলুন ওভাররাইট করুন
ca: Sobreescriu Suprimeix
cs: Přepsat Smazat
da: Overskriv Slet
de: Überschreiben Löschen
el: Αντικατάσταση Διαγραφή
es: Sobrescribir Eliminar
et: Ülekirjutamine Kustuta
fa: بازنویسی حذف
fi: Korvaa Poista
hi: अधिलेखित करें हटाएँ
hr: Prepiši Izbriši
hu: Felülírás Törlés
id: Timpa Hapus
it: Sovrascrivi Elimina
ja: 上書き削除
lt: Perrašyti Ištrinti
lv: Pārrakstīt Dzēst
ms: Tulis ganti Padam
nl: Overschrijven Verwijderen
no: Overskriv Slett
pl: Nadpisz Usuń
ro: Suprascrie Șterge
ru: Перезаписать Удалить
sl: Prepiši Izbriši
th: เขียนทับ ลบ
tr: Üzerine Yaz Sil
uk: Перезаписати Видалити
vi: Ghi đè Xóa

source: Unban
af: Humbaan
ar: هومبان
bg: Хумбан
bn: হুমবান
ca: Humban
cs: Humban
da: Humban
de: Humban
es: Humbano
et: Humban
fa: انسان
fi: Humban
hr: Humban
hu: Humban
id: manusia
it: Humban
ja: フンバン
lt: Žmogus
lv: Cilvēks
ms: Humban
nl: Menselijk
no: Humban
pl: Humbana
ro: Humban
ru: Хумбан
sl: Humban
th: ฮุมบัน
tr: Humban
uk: Хумбан
vi: con người

source: Role Delete
af: Rol verwyder
ar: حذف الدور
bg: Изтриване на роля
bn: ভূমিকা মুছুন
ca: Supressió de rol
da: Rolle Slet
de: Rolle löschen
el: Διαγραφή ρόλου
es: Eliminar rol
et: Roll Kustuta
fa: حذف نقش
fi: Rooli Poista
hi: भूमिका हटाएँ
hr: Brisanje uloge
hu: Szerep törlése
id: Penghapusan Peran
it: Elimina ruolo
ja: 役割の削除
lt: Vaidmenų ištrynimas
lv: Lomu dzēšana
ms: Padam Peranan
nl: Rol verwijderen
no: Rolle Slett
pl: Rola Usuń
ro: Rol Delete
ru: Роль Удалить
sl: Izbriši vlogo
th: ลบบทบาท
tr: Rol Silme
uk: Видалити роль
vi: Xóa vai trò

source: Invite Delete
af: Nooi uitvee
ar: دعوة للحذف
bg: Покана за изтриване
bn: আমন্ত্রণ মুছে দিন
ca: Convida a suprimir
cs: Pozvat Smazat
da: Inviter Slet
de: Einladen löschen
el: Πρόσκληση Διαγραφή
es: Invitar Eliminar
et: Kutsu Kustuta
fa: دعوت به حذف
fi: Kutsu Poista
hi: आमंत्रण हटाएँ
hr: Poziv Brisanje
hu: Meghívás Törlés
id: Undang Hapus
it: Invita Elimina
ja: 招待削除
lt: Pakviesti Ištrinti
lv: Uzaicināt Dzēst
ms: Jemput Padam
nl: Uitnodigen Verwijderen
no: Inviter Slett
pl: Zaproś do usunięcia
ro: Invitați Ștergeți
ru: Пригласить Удалить
sl: Povabi Izbriši
th: เชิญลบ.
tr: Davet Et Sil
uk: Видалити запрошення
vi: Mời Xóa

source: Webhook Delete
af: Webhook verwyder
ar: حذف خطاف الويب
bg: Изтриване на уеб кукичка
bn: ওয়েবহুক মুছুন
ca: Suprimir webhook
cs: Smazat webhook
da: Webhook Slet
de: Webhook löschen
el: Διαγραφή Webhook
es: Eliminar webhook
et: Veebihaagi kustutamine
fa: حذف وب هوک
fi: Webhook Poista
hi: वेबहुक हटाएँ
hr: Webhook Brisanje
hu: Webhook törlése
id: Hapus Webhook
it: Elimina webhook
ja: Webhook の削除
lt: „Webhook“ ištrynimas
lv: Tīmekļa aizķeres dzēšana
ms: Padam Webhook
nl: Webhook verwijderen
no: Webhook Slett
pl: Usuń webhook
ru: Вебхук Удалить
th: ลบเว็บฮุค
tr: Web Kancasını Sil
uk: Видалити вебхук
vi: Xóa webhook

source: Message Unpin
af: Boodskap Ontspeld
ar: إزالة تثبيت الرسالة
bg: Откачване на съобщението
bn: বার্তা আনপিন করুন
ca: Desenganxa el missatge
cs: Odepnout zprávu
da: Meddelelse Frigør
de: Nachricht lösen
el: Ξεκαρφίτσωμα μηνύματος
es: Mensaje Desanclar
et: Sõnum Vabasta
fa: پین کردن پیام
fi: Viesti Irrota
hi: संदेश अनपिन करें
hr: Otkvači poruku
hu: Üzenet rögzítésének feloldása
id: Lepas sematan pesan
it: Messaggio Sblocca
ja: メッセージの固定を解除
lt: Pranešimas Atsegti
lv: Ziņojums Atspraust
ms: Mesej Nyahsemat
nl: Bericht losmaken
no: Melding Løsne
pl: Odepnij wiadomość
ro: Anulați fixarea mesajului
ru: Открепить сообщение
sl: Odpni sporočilo
th: เลิกปักหมุดข้อความ
tr: Mesaj Sabitlemesini Kaldır
uk: Відкріпити повідомлення
vi: Bỏ ghim tin nhắn

source: Scheduled Event Delete
af: Geskeduleerde gebeurtenis uitvee
ar: حذف الحدث المجدول
bg: Изтриване на планирано събитие
bn: নির্ধারিত ইভেন্ট মুছে ফেলা
ca: Supressió de l'esdeveniment programat
cs: Naplánované odstranění události
da: Slet planlagt begivenhed
de: Geplantes Ereignis löschen
el: Διαγραφή προγραμματισμένης εκδήλωσης
es: Eliminación de eventos programados
et: Ajastatud sündmuse kustutamine
fa: حذف رویداد برنامه ریزی شده
fi: Ajoitetun tapahtuman poistaminen
hi: शेड्यूल किया गया ईवेंट हटाएं
hr: Brisanje zakazanog događaja
hu: Ütemezett esemény törlése
id: Penghapusan Acara Terjadwal
it: Eliminazione evento pianificato
ja: スケジュールされたイベントの削除
lt: Suplanuoto įvykio ištrynimas
lv: Plānotā pasākuma dzēšana
ms: Padam Acara Berjadual
nl: Geplande gebeurtenis verwijderen
no: Sletting av planlagt hendelse
pl: Zaplanowane usunięcie wydarzenia
ro: Ștergerea evenimentului programat
ru: Удаление запланированного события
sl: Brisanje načrtovanega dogodka
th: ลบเหตุการณ์ตามกำหนดการ
tr: Planlanmış Etkinlik Silme
uk: Видалення запланованої події
vi: Xóa sự kiện theo lịch trình

source: Automod Rule Delete
af: Automod-reël verwyder
ar: حذف قاعدة Automod
bg: Изтриване на правилото Automod
bn: অটোমোড নিয়ম মুছুন
ca: Suprimeix la regla d'Automod
cs: Odstranit pravidlo Automod
da: Automod regel sletning
de: Automod-Regel löschen
el: Διαγραφή κανόνα Automod
es: Eliminar regla de automod
et: Automodi reegli kustutamine
fi: Automod-säännön poistaminen
hi: ऑटोमॉड नियम हटाएँ
hr: Brisanje Automod pravila
hu: Automod szabály törlése
id: Hapus Aturan Automod
it: Eliminazione regola Automod
ja: Automod ルールの削除
lt: Automatinio režimo taisyklės ištrynimas
lv: Automod kārtulas dzēšana
ms: Padam Peraturan Automod
nl: Automod-regel verwijderen
no: Automod regel Slett
pl: Usuń regułę Automod
ru: Удаление правила автомода
sl: Brisanje pravila Automod
th: ลบกฎ Automod
tr: Automod Kural Silme
uk: Видалення правила Automod
vi: Xóa quy tắc Automod

source: Unknown audit log action.
af: Onbekende ouditloglêerhandeling.
ar: إجراء سجل التدقيق غير معروف.
bg: Неизвестно действие в журнала за проверка.
bn: অজানা অডিট লগ অ্যাকশন।
ca: Acció de registre d'auditoria desconeguda.
cs: Neznámá akce protokolu auditu.
da: Ukendt revisionsloghandling.
de: Unbekannte Audit-Log-Aktion.
el: Άγνωστη ενέργεια αρχείου καταγραφής ελέγχου.
es: Acción de registro de auditoría desconocida.
et: Tundmatu auditilogi toiming.
fa: اقدام گزارش حسابرسی ناشناخته.
fi: Tuntematon tarkastuslokitoiminto.
hi: अज्ञात ऑडिट लॉग कार्रवाई.
hr: Nepoznata radnja dnevnika revizije.
hu: Ismeretlen naplóművelet.
id: Tindakan log audit tidak diketahui.
it: Azione del registro di controllo sconosciuta.
ja: 不明な監査ログ アクション。
lt: Nežinomas audito žurnalo veiksmas.
lv: Nezināma audita žurnāla darbība.
ms: Tindakan log audit tidak diketahui.
nl: Onbekende actie in het auditlogboek.
no: Ukjent revisjonslogghandling.
pl: Nieznane działanie dziennika kontrolnego.
ro: Acțiune necunoscută în jurnalul de audit.
ru: Неизвестное действие журнала аудита.
sl: Neznano dejanje revizijskega dnevnika.
th: การดำเนินการบันทึกการตรวจสอบที่ไม่รู้จัก
tr: Bilinmeyen denetim günlüğü eylemi.
uk: Невідома дія журналу аудиту.
vi: Hành động trong nhật ký kiểm tra không xác định.

source: Audit Log — {label}
af: Ouditlogboek – {label}
ar: سجل التدقيق — {label}
bg: Журнал за проверка — {label}
bn: অডিট লগ — {লেবেল}
ca: Registre d'auditoria — {label}
cs: Protokol auditu – {label}
da: Revisionslog – {label}
de: Audit-Protokoll – {label}
el: Αρχείο καταγραφής ελέγχου — {label}
es: Registro de auditoría: {etiqueta}
et: Auditi logi – {label}
fa: گزارش حسابرسی - {label}
fi: Tarkastusloki – {label}
hi: ऑडिट लॉग - {लेबल}
hr: Dnevnik revizije — {label}
hu: Ellenőrzési napló – {label}
id: Log Audit — {label}
it: Registro di controllo: {etichetta}
ja: 監査ログ — {ラベル}
lt: Audito žurnalas – {label}
lv: Audita žurnāls — {label}
ms: Log Audit — {label}
nl: Auditlogboek — {label}
no: Revisjonslogg – {label}
pl: Dziennik audytu — {label}
ro: Jurnal de audit — {label}
ru: Журнал аудита — {label}
sl: Dnevnik nadzora — {label}
th: บันทึกการตรวจสอบ — {label}
tr: Denetim Günlüğü — {label}
uk: Журнал аудиту — {label}
vi: Nhật ký kiểm tra — {nhãn}

source: Target:
af: Teiken:
ar: هدف:
bg: цел:
bn: লক্ষ্য:
ca: Objectiu:
cs: Cíl:
da: Mål:
de: Ziel:
el: Στόχος:
es: Objetivo:
et: Sihtmärk:
fa: هدف:
fi: Kohde:
hi: लक्ष्य:
hr: Cilj:
hu: Cél:
it: Bersaglio:
ja: ターゲット：
lt: Tikslas:
lv: Mērķis:
ms: Sasaran:
nl: Doel:
no: Mål:
pl: Cel:
ro: Ţintă:
ru: Цель:
sl: Cilj:
th: เป้า:
tr: Hedef:
uk: Мета:
vi: Mục tiêu:

source: Reason:
af: Rede:
ar: سبب:
bg: причина:
bn: কারণ:
ca: Motiu:
cs: Důvod:
da: Årsag:
de: Grund:
el: Λόγος:
es: Razón:
et: Põhjus:
fa: دلیل:
fi: Syy:
hi: कारण:
hr: Razlog:
hu: Ok:
id: Alasan:
it: Motivo:
ja: 理由：
lt: Priežastis:
lv: Iemesls:
ms: Sebab:
nl: Reden:
no: Grunn:
pl: Powód:
ro: Motiv:
ru: Причина:
sl: razlog:
th: เหตุผล:
tr: Sebep:
uk: Причина:
vi: Lý do:

source: Before:
af: Voor:
ar: قبل:
bg: преди:
bn: আগে:
ca: Abans:
cs: Před:
da: Før:
de: Vor:
el: Προτού:
es: Antes:
et: Enne:
fa: قبل از:
fi: Ennen:
hi: पहले:
hr: Prije:
hu: Előtt:
id: Sebelum:
it: Prima:
ja: 前に：
lt: Prieš:
lv: Pirms:
ms: Sebelum:
nl: Voor:
no: Før:
pl: Zanim:
ro: Înainte:
ru: До:
sl: Pred:
th: ก่อน:
tr: Önce:
uk: Раніше:
vi: Trước:

source: After:
af: Na:
ar: بعد:
bg: след:
bn: পরে:
ca: Després de:
cs: Po:
da: Efter:
de: Nach:
el: Μετά:
es: Después:
et: Pärast:
fa: بعد از:
fi: Jälkeen:
hi: बाद में:
hr: Nakon:
hu: Után:
id: Setelah:
it: Dopo:
ja: 後：
lt: Po:
lv: Pēc:
ms: Selepas:
nl: Na:
no: Etter:
pl: Po:
ro: După:
ru: После:
sl: po:
th: หลังจาก:
tr: Sonrasında:
uk: після:
vi: Sau đó:

source: The audit log has already been reverted.
af: Die ouditlogboek is reeds teruggestel.
ar: لقد تم بالفعل إرجاع سجل التدقيق.
bg: Дневникът за проверка вече е върнат.
bn: অডিট লগ ইতিমধ্যে প্রত্যাবর্তন করা হয়েছে.
ca: El registre d'auditoria ja s'ha revertit.
cs: Protokol auditu již byl vrácen.
da: Revisionsloggen er allerede blevet tilbageført.
de: Das Überwachungsprotokoll wurde bereits zurückgesetzt.
el: Το αρχείο καταγραφής ελέγχου έχει ήδη επαναφερθεί.
es: El registro de auditoría ya se ha revertido.
et: Auditilogi on juba ennistatud.
fa: گزارش حسابرسی قبلاً بازگردانده شده است.
fi: Tarkastusloki on jo palautettu.
hi: ऑडिट लॉग पहले ही वापस कर दिया गया है।
hr: Dnevnik revizije već je vraćen.
hu: Az ellenőrzési napló már vissza lett állítva.
id: Log audit telah dikembalikan.
it: Il registro di controllo è già stato ripristinato.
ja: 監査ログはすでに元に戻されています。
lt: Audito žurnalas jau grąžintas.
lv: Audita žurnāls jau ir atgriezts.
ms: Log audit telah pun dikembalikan.
nl: Het auditlogboek is al teruggezet.
no: Tilsynsloggen er allerede tilbakestilt.
pl: Dziennik kontroli został już przywrócony.
ro: Jurnalul de audit a fost deja inversat.
ru: Журнал аудита уже восстановлен.
sl: Revizijski dnevnik je bil že razveljavljen.
th: บันทึกการตรวจสอบถูกเปลี่ยนกลับแล้ว
tr: Denetim günlüğü zaten geri alındı.
uk: Журнал аудиту вже повернуто.
vi: Nhật ký kiểm tra đã được hoàn nguyên.

source: An error occurred while reverting the audit log:
af: 'n Fout het voorgekom tydens die terugstel van die ouditlogboek:
ar: حدث خطأ أثناء التراجع عن سجل التدقيق:
bg: Възникна грешка при връщането на журнала за проверка:
bn: অডিট লগটি প্রত্যাবর্তন করার সময় একটি ত্রুটি ঘটেছে:
ca: S'ha produït un error en revertir el registre d'auditoria:
cs: Při vracení protokolu auditu došlo k chybě:
da: Der opstod en fejl under gendannelse af revisionsloggen:
de: Beim Zurücksetzen des Überwachungsprotokolls ist ein Fehler aufgetreten:
el: Παρουσιάστηκε σφάλμα κατά την επαναφορά του αρχείου καταγραφής ελέγχου:
es: Se produjo un error al revertir el registro de auditoría:
et: Auditilogi ennistamisel ilmnes viga:
fa: هنگام برگرداندن گزارش حسابرسی خطایی روی داد:
fi: Tarkastuslokia palautettaessa tapahtui virhe:
hi: ऑडिट लॉग को पूर्ववत करते समय एक त्रुटि उत्पन्न हुई:
hr: Došlo je do pogreške prilikom vraćanja dnevnika revizije:
hu: Hiba történt a napló visszaállítása közben:
id: Terjadi kesalahan saat mengembalikan log audit:
it: Si è verificato un errore durante il ripristino del registro di controllo:
ja: 監査ログを元に戻すときにエラーが発生しました:
lt: Grąžinant audito žurnalą įvyko klaida:
lv: Atgriežot audita žurnālu, radās kļūda:
ms: Ralat berlaku semasa mengembalikan log audit:
nl: Er is een fout opgetreden bij het terugzetten van het auditlogboek:
no: Det oppstod en feil under tilbakestilling av revisjonsloggen:
pl: Wystąpił błąd podczas przywracania dziennika audytu:
ro: A apărut o eroare la revenirea jurnalului de audit:
ru: Произошла ошибка при восстановлении журнала аудита:
sl: Pri vračanju revizijskega dnevnika je prišlo do napake:
th: เกิดข้อผิดพลาดขณะคืนค่าบันทึกการตรวจสอบ:
tr: Denetim günlüğü geri alınırken bir hata oluştu:
uk: Під час повернення журналу аудиту сталася помилка:
vi: Đã xảy ra lỗi khi hoàn nguyên nhật ký kiểm tra:

source: No audit logs found.
af: Geen ouditloglêers gevind nie.
ar: لم يتم العثور على سجلات التدقيق.
bg: Няма намерени регистрационни файлове за проверка.
bn: কোনো অডিট লগ পাওয়া যায়নি.
ca: No s'han trobat registres d'auditoria.
cs: Nebyly nalezeny žádné protokoly auditu.
da: Ingen revisionslogfiler fundet.
de: Keine Überwachungsprotokolle gefunden.
el: Δεν βρέθηκαν αρχεία καταγραφής ελέγχου.
es: No se encontraron registros de auditoría.
et: Auditi logisid ei leitud.
fa: هیچ گزارش حسابرسی پیدا نشد.
fi: Tarkastuslokeja ei löytynyt.
hi: कोई ऑडिट लॉग नहीं मिला.
hr: Nema pronađenih revizijskih zapisa.
hu: Nem található auditnapló.
id: Tidak ada log audit yang ditemukan.
it: Nessun registro di controllo trovato.
ja: 監査ログが見つかりません。
lt: Nerasta jokių audito žurnalų.
lv: Pārbaudes žurnāli netika atrasti.
ms: Tiada log audit ditemui.
nl: Geen auditlogboeken gevonden.
no: Fant ingen revisjonslogger.
pl: Nie znaleziono dzienników kontroli.
ro: Nu au fost găsite jurnalele de audit.
ru: Журналы аудита не найдены.
sl: Revizijski dnevniki niso bili najdeni.
th: ไม่พบบันทึกการตรวจสอบ
tr: Denetim günlüğü bulunamadı.
uk: Журнали аудиту не знайдено.
vi: Không tìm thấy nhật ký kiểm tra.

source: Create Actions
af: Skep aksies
ar: إنشاء الإجراءات
bg: Създаване на действия
bn: অ্যাকশন তৈরি করুন
ca: Crear accions
cs: Vytvořit akce
da: Opret handlinger
de: Erstellen Sie Aktionen
el: Δημιουργία ενεργειών
es: Crear acciones
et: Loo toiminguid
fa: Actions را ایجاد کنید
fi: Luo toimintoja
hi: क्रियाएँ बनाएँ
hr: Stvaranje radnji
hu: Műveletek létrehozása
id: Buat Tindakan
it: Crea azioni
ja: アクションの作成
lt: Sukurti veiksmus
lv: Izveidojiet darbības
ms: Cipta Tindakan
nl: Acties maken
no: Opprett handlinger
pl: Utwórz akcje
ro: Creați acțiuni
ru: Создать действия
sl: Ustvari dejanja
th: สร้างการดำเนินการ
tr: Eylem Oluştur
uk: Створення дій
vi: Tạo hành động

source: Update Actions
af: Dateer aksies op
ar: إجراءات التحديث
bg: Действия за актуализиране
bn: আপডেট কর্ম
ca: Accions d'actualització
cs: Aktualizovat akce
da: Opdater handlinger
de: Aktualisierungsaktionen
el: Ενημέρωση ενεργειών
es: Actualizar acciones
et: Värskendustoimingud
fa: به روز رسانی اقدامات
fi: Päivitä toiminnot
hi: क्रियाएँ अद्यतन करें
hr: Radnje ažuriranja
hu: Frissítési műveletek
id: Perbarui Tindakan
it: Azioni di aggiornamento
ja: 更新アクション
lt: Atnaujinimo veiksmai
lv: Atjaunināšanas darbības
ms: Kemas kini Tindakan
nl: Acties bijwerken
no: Oppdater handlinger
pl: Aktualizuj działania
ro: Acțiuni de actualizare
ru: Обновить действия
sl: Posodobi dejanja
th: อัปเดตการดำเนินการ
tr: Eylemleri Güncelle
uk: Оновлення дій
vi: Cập nhật hành động

source: Delete Actions
af: Vee aksies uit
ar: حذف الإجراءات
bg: Действия за изтриване
bn: অ্যাকশন মুছুন
ca: Suprimeix accions
cs: Smazat akce
da: Slet handlinger
de: Aktionen löschen
el: Διαγραφή ενεργειών
es: Eliminar acciones
et: Kustuta toimingud
fa: حذف کنش ها
fi: Poista toiminnot
hi: क्रियाएँ हटाएँ
hr: Radnje brisanja
hu: Műveletek törlése
id: Hapus Tindakan
it: Elimina azioni
ja: アクションの削除
lt: Ištrinti veiksmus
lv: Dzēst darbības
ms: Padam Tindakan
nl: Acties verwijderen
no: Slett handlinger
pl: Usuń akcje
ro: Șterge acțiuni
ru: Удалить действия
sl: Izbriši dejanja
th: ลบการดำเนินการ
tr: Eylemleri Sil
uk: Видалити дії
vi: Xóa hành động

source: Revert
af: Keer terug
ar: يرجع
bg: Връщане
bn: প্রত্যাবর্তন
ca: Revertir
cs: Vrátit zpět
da: Vende tilbage
de: Zurücksetzen
el: Επαναστρέφω
es: Revertir
et: Taasta
fa: برگردانید
fi: Palauta
hi: फिर लौट आना
hr: Vrati
hu: Vissza
id: Kembali
it: Ripristina
ja: 元に戻す
lt: Grįžti
lv: Atgriezties
ms: Kembalikan
nl: Terugdraaien
no: Gå tilbake
pl: Odwracać
ro: Reveni
ru: Возвращаться
sl: Povrni
th: เปลี่ยนกลับ
tr: Geri al
uk: Повернути
vi: Hoàn nguyên

source: You are not allowed to use this interaction.
af: Jy word nie toegelaat om hierdie interaksie te gebruik nie.
ar: لا يسمح لك باستخدام هذا التفاعل.
bg: Нямате право да използвате това взаимодействие.
bn: আপনি এই মিথস্ক্রিয়া ব্যবহার করার অনুমতি দেওয়া হয় না.
ca: No teniu permís per utilitzar aquesta interacció.
cs: Tuto interakci nemáte povoleno používat.
da: Du må ikke bruge denne interaktion.
de: Sie dürfen diese Interaktion nicht nutzen.
el: Δεν επιτρέπεται να χρησιμοποιήσετε αυτήν την αλληλεπίδραση.
es: No se le permite utilizar esta interacción.
et: Teil ei ole lubatud seda suhtlust kasutada.
fa: شما مجاز به استفاده از این تعامل نیستید.
fi: Sinulla ei ole lupaa käyttää tätä vuorovaikutusta.
hi: आपको इस इंटरैक्शन का उपयोग करने की अनुमति नहीं है.
hr: Nije vam dopušteno koristiti ovu interakciju.
hu: Nem használhatja ezt az interakciót.
id: Anda tidak diperbolehkan menggunakan interaksi ini.
it: Non sei autorizzato a utilizzare questa interazione.
ja: このインタラクションを使用することは許可されていません。
lt: Jums neleidžiama naudoti šios sąveikos.
lv: Jums nav atļauts izmantot šo mijiedarbību.
ms: Anda tidak dibenarkan menggunakan interaksi ini.
nl: U mag deze interactie niet gebruiken.
no: Du har ikke lov til å bruke denne interaksjonen.
pl: Nie możesz korzystać z tej interakcji.
ro: Nu aveți voie să utilizați această interacțiune.
ru: Вам не разрешено использовать это взаимодействие.
sl: Te interakcije ne smete uporabljati.
th: คุณไม่ได้รับอนุญาตให้ใช้การโต้ตอบนี้
tr: Bu etkileşimi kullanmanıza izin verilmiyor.
uk: Ви не можете використовувати цю взаємодію.
vi: Bạn không được phép sử dụng sự tương tác này.
