Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/assistant/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ko, lt, ms, nl, no, pl, pt, ro, ru, sl, sv, th, tr, uk, vi

source: User, Mod, Admin, or Owner
ar: المستخدم أو التعديل أو المسؤول أو المالك
bg: Потребител, мод, администратор или собственик
bn: ব্যবহারকারী, মোড, অ্যাডমিন বা মালিক
ca: Usuari, mod, administrador o propietari
de: Benutzer, Mod, Admin oder Besitzer
el: Χρήστης, Mod, Διαχειριστής ή Κάτοχος
es: Usuario, mod, administrador o propietario
et: Kasutaja, moodul, administraator või omanik
fa: کاربر، مود، مدیر یا مالک
fi: Käyttäjä, modi, järjestelmänvalvoja tai omistaja
fr: Utilisateur, Mod, Administrateur ou Propriétaire
he: משתמש, מוד, מנהל או בעלים
hi: उपयोगकर्ता, मॉड, व्यवस्थापक, या स्वामी
hr: Korisnik, mod, administrator ili vlasnik
hu: Felhasználó, Mod, Admin vagy Tulajdonos
id: Pengguna, Mod, Admin, atau Pemilik
it: Utente, Mod, Amministratore o Proprietario
ko: 사용자, Mod, 관리자 또는 소유자
lt: Naudotojas, modifikatorius, administratorius arba savininkas
ms: Pengguna, Mod, Pentadbir atau Pemilik
nl: Gebruiker, mod, beheerder of eigenaar
no: Bruker, Mod, Admin eller Eier
pl: Użytkownik, mod, administrator lub właściciel
pt: Usuário, Mod, Administrador ou Proprietário
ro: Utilizator, Mod, Administrator sau Proprietar
ru: Пользователь, модератор, администратор или владелец
sl: Uporabnik, Mod, Admin ali Lastnik
sv: Användare, Mod, Admin eller Ägare
th: ผู้ใช้ Mod ผู้ดูแลระบบ หรือเจ้าของ
tr: Kullanıcı, Mod, Yönetici veya Sahip
uk: Користувач, Мод, Адміністратор або Власник
vi: Người dùng, Mod, Quản trị viên hoặc Chủ sở hữu

source: No code to inspect!
ar: لا يوجد رمز للتفتيش!
bg: Няма код за проверка!
bn: পরিদর্শন করার কোন কোড!
ca: No hi ha codi per inspeccionar!
de: Kein Code zum Überprüfen!
el: Δεν υπάρχει κωδικός για έλεγχο!
es: ¡No hay código para inspeccionar!
et: Kontrollimiseks koodi pole!
fa: هیچ کدی برای بازرسی وجود ندارد!
fi: Ei koodia tarkastettavaksi!
fr: Aucun code à inspecter !
he: אין קוד לבדיקה!
hi: निरीक्षण के लिए कोई कोड नहीं!
hr: Nema koda za provjeru!
hu: Nincs ellenőrizhető kód!
id: Tidak ada kode untuk diperiksa!
it: Nessun codice da controllare!
ko: 검사할 코드가 없습니다!
lt: Nėra kodo patikrinti!
ms: Tiada kod untuk diperiksa!
nl: Geen code om te inspecteren!
no: Ingen kode å inspisere!
pl: Brak kodu do sprawdzenia!
pt: Nenhum código para inspecionar!
ro: Nici un cod de inspectat!
ru: Нет кода для проверки!
sl: Ni kode za pregled!
sv: Ingen kod att inspektera!
th: ไม่มีรหัสให้ตรวจสอบ!
tr: İncelenecek kod yok!
uk: Немає коду для перевірки!
vi: Không có mã để kiểm tra!

source: Here are your custom functions
ar: فيما يلي وظائفك المخصصة
bg: Ето вашите персонализирани функции
bn: এখানে আপনার কাস্টম ফাংশন আছে
ca: Aquí teniu les vostres funcions personalitzades
de: Hier sind Ihre benutzerdefinierten Funktionen
el: Εδώ είναι οι προσαρμοσμένες λειτουργίες σας
es: Aquí están sus funciones personalizadas
et: Siin on teie kohandatud funktsioonid
fa: در اینجا توابع سفارشی شما آمده است
fi: Tässä ovat mukautetut toiminnot
fr: Voici vos fonctions personnalisées
he: להלן הפונקציות המותאמות אישית שלך
hi: यहां आपके कस्टम फ़ंक्शन हैं
hr: Ovdje su vaše prilagođene funkcije
hu: Itt vannak az Ön egyéni funkciói
id: Berikut adalah fungsi khusus Anda
it: Ecco le tue funzioni personalizzate
ko: 맞춤 기능은 다음과 같습니다.
lt: Čia yra jūsų pasirinktinės funkcijos
ms: Berikut ialah fungsi tersuai anda
nl: Hier zijn uw aangepaste functies
no: Her er dine egendefinerte funksjoner
pl: Oto Twoje niestandardowe funkcje
pt: Aqui estão suas funções personalizadas
ro: Iată funcțiile dvs. personalizate
ru: Вот ваши пользовательские функции
sl: Tukaj so vaše funkcije po meri
sv: Här är dina anpassade funktioner
th: นี่คือฟังก์ชันที่คุณกำหนดเอง
tr: İşte özel işlevleriniz
uk: Ось ваші спеціальні функції
vi: Đây là các chức năng tùy chỉnh của bạn

source: Empty schema!
ar: مخطط فارغ!
bg: Празна схема!
bn: খালি স্কিমা!
ca: Esquema buit!
de: Leeres Schema!
el: Κενό σχήμα!
es: ¡Esquema vacío!
et: Tühi skeem!
fa: طرحواره خالی!
fi: Tyhjä kaava!
fr: Schéma vide !
he: סכימה ריקה!
hi: खाली स्कीमा!
hr: Prazna shema!
hu: Üres séma!
id: Skema kosong!
it: Schema vuoto!
ko: 빈 스키마!
lt: Tuščia schema!
ms: Skema kosong!
nl: Leeg schema!
no: Tomt skjema!
pl: Pusty schemat!
pt: Esquema vazio!
ro: Schema goală!
ru: Пустая схема!
sl: Prazna shema!
sv: Tomt schema!
th: สคีมาว่างเปล่า!
tr: Boş şema!
uk: Пуста схема!
vi: Lược đồ trống!

source: Reply to this message with the custom code
ar: قم بالرد على هذه الرسالة باستخدام الرمز المخصص
bg: Отговорете на това съобщение с персонализирания код
bn: কাস্টম কোড সহ এই বার্তার উত্তর দিন
ca: Respon a aquest missatge amb el codi personalitzat
de: Antworten Sie auf diese Nachricht mit dem benutzerdefinierten Code
el: Απαντήστε σε αυτό το μήνυμα με τον προσαρμοσμένο κωδικό
es: Responde a este mensaje con el código personalizado
et: Vastake sellele sõnumile kohandatud koodiga
fa: با کد سفارشی به این پیام پاسخ دهید
fi: Vastaa tähän viestiin mukautetulla koodilla
fr: Répondez à ce message avec le code personnalisé
he: השב להודעה זו עם הקוד המותאם אישית
hi: इस संदेश का उत्तर कस्टम कोड के साथ दें
hr: Odgovorite na ovu poruku prilagođenim kodom
hu: Válaszoljon erre az üzenetre az egyéni kód megadásával
id: Balas pesan ini dengan kode khusus
it: Rispondi a questo messaggio con il codice personalizzato
ko: 맞춤 코드를 사용하여 이 메시지에 답장하세요.
lt: Atsakykite į šį pranešimą naudodami pasirinktinį kodą
ms: Balas mesej ini dengan kod tersuai
nl: Beantwoord dit bericht met de aangepaste code
no: Svar på denne meldingen med den egendefinerte koden
pl: Odpowiedz na tę wiadomość, podając niestandardowy kod
pt: Responda a esta mensagem com o código personalizado
ro: Răspunde la acest mesaj cu codul personalizat
ru: Ответьте на это сообщение, указав собственный код.
sl: Odgovorite na to sporočilo s kodo po meri
sv: Svara på det här meddelandet med den anpassade koden
th: ตอบกลับข้อความนี้ด้วยรหัสที่กำหนดเอง
tr: Bu mesajı özel kodla yanıtlayın
uk: Надішліть відповідь на це повідомлення, вказавши спеціальний код
vi: Trả lời tin nhắn này bằng mã tùy chỉnh

source: Invalid function
ar: دالة غير صالحة
bg: Невалидна функция
bn: অবৈধ ফাংশন
ca: Funció no vàlida
de: Ungültige Funktion
el: Μη έγκυρη λειτουργία
es: Función no válida
et: Kehtetu funktsioon
fa: تابع نامعتبر
fi: Virheellinen toiminto
fr: Fonction invalide
he: פונקציה לא חוקית
hi: अमान्य फ़ंक्शन
hr: Nevažeća funkcija
hu: Érvénytelen függvény
id: Fungsi tidak valid
it: Funzione non valida
ko: 잘못된 기능
lt: Netinkama funkcija
ms: Fungsi tidak sah
nl: Ongeldige functie
no: Ugyldig funksjon
pl: Nieprawidłowa funkcja
pt: Função inválida
ro: Funcție nevalidă
ru: Неверная функция
sl: Neveljavna funkcija
sv: Ogiltig funktion
th: ฟังก์ชันไม่ถูกต้อง
tr: Geçersiz işlev
uk: Недійсна функція
vi: chức năng không hợp lệ

source: `{}` has been overwritten!
ar: تمت الكتابة فوق `{}`!
bg: `{}` е презаписан!
bn: `{}` ওভাররাইট করা হয়েছে!
ca: `{}` s'ha sobreescrit!
de: „{}“ wurde überschrieben!
el: Το "{}" έχει αντικατασταθεί!
es: ¡`{}` ha sido sobrescrito!
et: `{}` on üle kirjutatud!
fa: "{}" بازنویسی شده است!
fi: `{}` on korvattu!
fr: `{}` a été écrasé !
he: `{}` הוחלפה!
hi: `{}` को अधिलेखित कर दिया गया है!
hr: `{}` je prebrisan!
hu: `{}` felül lett írva!
id: `{}` telah ditimpa!
it: `{}` è stato sovrascritto!
ko: `{}`를 덮어썼습니다!
lt: `{}` buvo perrašytas!
ms: `{}` telah ditimpa!
nl: `{}` is overschreven!
no: `{}` har blitt overskrevet!
pl: `{}` zostało nadpisane!
pt: `{}` foi substituído!
ro: `{}` a fost suprascris!
ru: `{}` был перезаписан!
sl: `{}` je bil prepisan!
sv: `{}` har skrivits över!
th: `{}` ถูกเขียนทับแล้ว!
tr: `{}` üzerine yazıldı!
uk: `{}` було перезаписано!
vi: `{}` đã bị ghi đè!

source: `{}` has been created!
ar: تم إنشاء `{}`!
bg: „{}“ е създаден!
bn: `{}` তৈরি করা হয়েছে!
ca: `{}` s'ha creat!
de: „{}“ wurde erstellt!
el: Το "{}" δημιουργήθηκε!
es: ¡{}` ha sido creado!
et: `{}` on loodud!
fa: `{}` ایجاد شد!
fi: `{}` on luotu!
fr: `{}` a été créé !
he: `{}` נוצר!
hi: `{}` बनाया गया है!
hr: `{}` je stvoren!
hu: `{}` létrejött!
id: `{}` telah dibuat!
it: `{}` è stato creato!
ko: ``{}`가 생성되었습니다!
lt: `{}` sukurtas!
ms: `{}` telah dibuat!
nl: `{}` is aangemaakt!
no: `{}` er opprettet!
pl: `{}` został utworzony!
pt: `{}` foi criado!
ro: `{}` a fost creat!
ru: `{}` создан!
sl: `{}` je ustvarjen!
sv: `{}` har skapats!
th: `{}` ถูกสร้างขึ้นแล้ว!
tr: `{}` oluşturuldu!
uk: `{}` створено!
vi: `{}` đã được tạo!

source: No code to edit!
ar: لا يوجد رمز للتحرير!
bg: Няма код за редактиране!
bn: সম্পাদনা করার জন্য কোন কোড নেই!
ca: No hi ha codi per editar!
de: Kein Code zum Bearbeiten!
el: Δεν υπάρχει κωδικός για επεξεργασία!
es: ¡No hay código para editar!
et: Muutmiseks pole koodi!
fa: هیچ کدی برای ویرایش وجود ندارد!
fi: Ei koodia muokattavaksi!
fr: Aucun code à modifier !
he: אין קוד לעריכה!
hi: संपादित करने के लिए कोई कोड नहीं!
hr: Nema koda za uređivanje!
hu: Nincs szerkeszthető kód!
id: Tidak ada kode untuk diedit!
it: Nessun codice da modificare!
ko: 편집할 코드가 없습니다!
lt: Nėra kodo, kurį būtų galima redaguoti!
ms: Tiada kod untuk diedit!
nl: Geen code om te bewerken!
no: Ingen kode å redigere!
pl: Brak kodu do edycji!
pt: Nenhum código para editar!
ro: Fără cod de editat!
ru: Нет кода для редактирования!
sl: Ni kode za urejanje!
sv: Ingen kod att redigera!
th: ไม่มีโค้ดให้แก้ไข!
tr: Düzenlenecek kod yok!
uk: Немає коду для редагування!
vi: Không có mã để chỉnh sửa!

source: Could not find function!
ar: لا يمكن العثور على الوظيفة!
bg: Не може да се намери функция!
bn: ফাংশন খুঁজে পাওয়া যায়নি!
ca: No s'ha pogut trobar la funció!
de: Funktion konnte nicht gefunden werden!
el: Δεν ήταν δυνατή η εύρεση της λειτουργίας!
es: ¡No se pudo encontrar la función!
et: Funktsiooni ei leitud!
fa: تابع پیدا نشد!
fi: Toimintoa ei löytynyt!
fr: Fonction impossible à trouver !
he: לא הצלחתי למצוא פונקציה!
hi: फ़ंक्शन नहीं मिल सका!
hr: Nije moguće pronaći funkciju!
hu: Nem található funkció!
id: Tidak dapat menemukan fungsinya!
it: Impossibile trovare la funzione!
ko: 기능을 찾을 수 없습니다!
lt: Nepavyko rasti funkcijos!
ms: Tidak dapat mencari fungsi!
nl: Kan functie niet vinden!
no: Fant ikke funksjon!
pl: Nie można znaleźć funkcji!
pt: Não foi possível encontrar a função!
ro: Funcția nu a putut fi găsită!
ru: Не удалось найти функцию!
sl: Ni bilo mogoče najti funkcije!
sv: Kunde inte hitta funktionen!
th: ไม่พบฟังก์ชัน!
tr: İşlev bulunamadı!
uk: Не вдалося знайти функцію!
vi: Không thể tìm thấy chức năng!

source: This function is managed by the `{}` cog and cannot be edited
ar: تتم إدارة هذه الوظيفة بواسطة الترس `{}` ولا يمكن تحريرها
bg: Тази функция се управлява от `{}` cog и не може да се редактира
bn: এই ফাংশনটি `{}` কগ দ্বারা পরিচালিত হয় এবং সম্পাদনা করা যায় না
ca: Aquesta funció la gestiona l'engranatge `{}` i no es pot editar
de: Diese Funktion wird vom Zahnrad „{}“ verwaltet und kann nicht bearbeitet werden
el: Αυτή η λειτουργία διαχειρίζεται το γρανάζι `{}` και δεν είναι δυνατή η επεξεργασία της
es: Esta función es administrada por el engranaje `{}` y no se puede editar.
et: Seda funktsiooni haldab hammasratas `{}` ja seda ei saa muuta
fa: این تابع توسط چرخ دنده `{}` مدیریت می شود و قابل ویرایش نیست
fi: Tätä toimintoa hallitsee `{}`, eikä sitä voi muokata
fr: Cette fonction est gérée par le rouage `{}` et ne peut pas être modifiée
he: פונקציה זו מנוהלת על ידי גלגל השיניים `{}` ולא ניתן לערוך אותה
hi: यह फ़ंक्शन `{}` कॉग द्वारा प्रबंधित किया जाता है और इसे संपादित नहीं किया जा सकता है
hr: Ovom funkcijom upravlja zupčanik `{}` i ne može se uređivati
hu: Ezt a függvényt a `{}` fogaskerék kezeli, és nem szerkeszthető
id: Fungsi ini dikelola oleh roda `{}` dan tidak bisa diedit
it: Questa funzione è gestita dall'ingranaggio `{}` e non può essere modificata
ko: 이 함수는 `{}` 톱니바퀴에 의해 관리되며 편집할 수 없습니다.
lt: Šią funkciją valdo krumpliaratis „{}“ ir jos negalima redaguoti
ms: Fungsi ini diuruskan oleh cog `{}` dan tidak boleh diedit
nl: Deze functie wordt beheerd door het `{}` tandwiel en kan niet worden bewerkt
no: Denne funksjonen administreres av tannhjulet `{}` og kan ikke redigeres
pl: Ta funkcja jest zarządzana przez trybik `{}` i nie można jej edytować
pt: Esta função é gerenciada pela engrenagem `{}` e não pode ser editada
ro: Această funcție este gestionată de roată `{}` și nu poate fi editată
ru: Эта функция управляется процессором `{}` и не может быть отредактирована.
sl: To funkcijo upravlja zobnik `{}` in je ni mogoče urejati
sv: Den här funktionen hanteras av kugghjulet `{}` och kan inte redigeras
th: ฟังก์ชันนี้ได้รับการจัดการโดยฟันเฟือง `{}` และไม่สามารถแก้ไขได้
tr: Bu işlev `{}` dişli çarkı tarafından yönetilir ve düzenlenemez
uk: Цією функцією керує `{}` cog і її неможливо редагувати
vi: Chức năng này được quản lý bởi răng cưa `{}` và không thể chỉnh sửa được

source: `{}` function updated!
ar: تم تحديث الدالة `{}`!
bg: Функцията `{}` е актуализирана!
bn: `{}` ফাংশন আপডেট হয়েছে!
ca: Funció `{}` actualitzada!
de: Funktion „{}“ aktualisiert!
el: Η λειτουργία `{}` ενημερώθηκε!
es: Función `{}` actualizada!
et: Funktsiooni `{}` värskendati!
fa: تابع `{}` به روز شد!
fi: `{}` toiminto päivitetty!
fr: Fonction `{}` mise à jour !
he: פונקציית `{}` עודכנה!
hi: `{}` फ़ंक्शन अपडेट किया गया!
hr: `{}` funkcija ažurirana!
hu: `{}` függvény frissítve!
id: Fungsi `{}` diperbarui!
it: Funzione `{}` aggiornata!
ko: `{}` 함수가 업데이트되었습니다!
lt: Funkcija `{}` atnaujinta!
ms: Fungsi `{}` dikemas kini!
nl: `{}` functie bijgewerkt!
no: `{}` funksjon oppdatert!
pl: Funkcja `{}` zaktualizowana!
pt: Função `{}` atualizada!
ro: Funcția `{}` a fost actualizată!
ru: Функция `{}` обновлена!
sl: Funkcija `{}` posodobljena!
sv: `{}`-funktionen uppdaterad!
th: `{}` อัปเดตฟังก์ชันแล้ว!
tr: `{}` işlevi güncellendi!
uk: Функцію `{}` оновлено!
vi: Đã cập nhật hàm `{}`!

source: No code to delete!
ar: لا يوجد رمز لحذفه!
bg: Няма код за изтриване!
bn: মুছে ফেলার জন্য কোন কোড!
ca: No hi ha codi per esborrar!
de: Kein Code zum Löschen!
el: Δεν υπάρχει κωδικός για διαγραφή!
es: ¡No hay código para eliminar!
et: Kustutamiseks pole koodi!
fa: هیچ کدی برای حذف وجود ندارد!
fi: Ei poistettavaa koodia!
fr: Aucun code à supprimer !
he: אין קוד למחוק!
hi: हटाने के लिए कोई कोड नहीं!
hr: Nema koda za brisanje!
hu: Nincs törölhető kód!
id: Tidak ada kode untuk dihapus!
it: Nessun codice da eliminare!
ko: 삭제할 코드가 없습니다!
lt: Nėra kodo, kurį reikia ištrinti!
ms: Tiada kod untuk dipadamkan!
nl: Geen code om te verwijderen!
no: Ingen kode å slette!
pl: Brak kodu do usunięcia!
pt: Nenhum código para excluir!
ro: Nici un cod de șters!
ru: Нет кода для удаления!
sl: Ni kode za brisanje!
sv: Ingen kod att radera!
th: ไม่มีรหัสให้ลบ!
tr: Silinecek kod yok!
uk: Немає коду для видалення!
vi: Không có mã để xóa!

source: This function is managed by the `{}` cog and cannot be deleted
ar: تتم إدارة هذه الوظيفة بواسطة الترس `{}` ولا يمكن حذفها
bg: Тази функция се управлява от `{}` cog и не може да бъде изтрита
bn: এই ফাংশনটি `{}` কগ দ্বারা পরিচালিত হয় এবং মুছে ফেলা যাবে না
ca: Aquesta funció la gestiona l'engranatge `{}` i no es pot suprimir
de: Diese Funktion wird vom Zahnrad „{}“ verwaltet und kann nicht gelöscht werden
el: Αυτή η λειτουργία διαχειρίζεται το γρανάζι `{}` και δεν μπορεί να διαγραφεί
es: Esta función es administrada por el engranaje `{}` y no se puede eliminar.
et: Seda funktsiooni haldab hammasratas `{}` ja seda ei saa kustutada
fa: این تابع توسط چرخ دنده `{}` مدیریت می شود و نمی توان آن را حذف کرد
fi: Tätä toimintoa hallitsee `{}`, eikä sitä voi poistaa
fr: Cette fonction est gérée par le rouage `{}` et ne peut pas être supprimée
he: פונקציה זו מנוהלת על ידי גלגל השיניים `{}` ולא ניתן למחוק אותה
hi: यह फ़ंक्शन `{}` कॉग द्वारा प्रबंधित किया जाता है और इसे हटाया नहीं जा सकता
hr: Ovom funkcijom upravlja zupčanik `{}` i ne može se izbrisati
hu: Ezt a funkciót a `{}` fogaskerék kezeli, és nem törölhető
id: Fungsi ini dikelola oleh roda `{}` dan tidak bisa dihapus
it: Questa funzione è gestita dall'ingranaggio `{}` e non può essere eliminata
ko: 이 함수는 `{}` 톱니바퀴에 의해 관리되며 삭제할 수 없습니다.
lt: Šią funkciją valdo krumpliaratis „{}“ ir jos negalima ištrinti
ms: Fungsi ini diuruskan oleh cog `{}` dan tidak boleh dipadamkan
nl: Deze functie wordt beheerd door het `{}` tandwiel en kan niet worden verwijderd
no: Denne funksjonen administreres av tannhjulet `{}` og kan ikke slettes
pl: Ta funkcja jest zarządzana przez trybik `{}` i nie można jej usunąć
pt: Esta função é gerenciada pela engrenagem `{}` e não pode ser excluída
ro: Această funcție este gestionată de roată `{}` și nu poate fi ștearsă
ru: Эта функция управляется процессором `{}` и не может быть удалена.
sl: To funkcijo upravlja zobnik `{}` in je ni mogoče izbrisati
sv: Den här funktionen hanteras av kugghjulet `{}` och kan inte tas bort
th: ฟังก์ชันนี้ได้รับการจัดการโดยฟันเฟือง `{}` และไม่สามารถลบได้
tr: Bu işlev `{}` dişli çarkı tarafından yönetilir ve silinemez
uk: Цією функцією керує процесор `{}`, і її неможливо видалити
vi: Chức năng này được quản lý bởi răng cưa `{}` và không thể xóa được

source: `{}` has been deleted!
ar: تم حذف `{}`!
bg: „{}“ е изтрит!
bn: `{}` মুছে ফেলা হয়েছে!
ca: `{}` s'ha suprimit!
de: „{}“ wurde gelöscht!
el: Το "{}" έχει διαγραφεί!
es: ¡`{}` ha sido eliminado!
et: `{}` on kustutatud!
fa: `{}` حذف شد!
fi: `{}` on poistettu!
fr: `{}` a été supprimé !
he: `{}` נמחק!
hi: `{}` हटा दिया गया है!
hr: `{}` je izbrisan!
hu: `{}` törölve!
id: `{}` telah dihapus!
it: "{}" è stato eliminato!
ko: `{}`가 삭제되었습니다!
lt: `{}` buvo ištrintas!
ms: `{}` telah dipadamkan!
nl: `{}` is verwijderd!
no: `{}` er slettet!
pl: `{}` zostało usunięte!
pt: `{}` foi excluído!
ro: `{}` a fost șters!
ru: `{}` был удален!
sl: `{}` je izbrisan!
sv: `{}` har tagits bort!
th: `{}` ถูกลบแล้ว!
tr: `{}` silindi!
uk: `{}` видалено!
vi: `{}` đã bị xóa!

source: No code to toggle!
ar: لا يوجد رمز للتبديل!
bg: Няма код за превключване!
bn: টগল করার জন্য কোন কোড নেই!
ca: No hi ha codi per canviar!
de: Kein Code zum Umschalten!
el: Δεν υπάρχει κωδικός για εναλλαγή!
es: ¡No hay código para alternar!
et: Lülitamiseks pole koodi!
fa: هیچ کدی برای تعویض وجود ندارد!
fi: Ei koodia vaihtoon!
fr: Aucun code à basculer !
he: אין קוד להחלפה!
hi: टॉगल करने के लिए कोई कोड नहीं!
hr: Nema koda za prebacivanje!
hu: Nincs kód a váltáshoz!
id: Tidak ada kode untuk diubah!
it: Nessun codice da attivare!
ko: 전환할 코드가 없습니다!
lt: Nėra kodo perjungti!
ms: Tiada kod untuk togol!
nl: Geen code om te schakelen!
no: Ingen kode å veksle!
pl: Brak kodu do przełączenia!
pt: Nenhum código para alternar!
ro: Niciun cod de comutat!
ru: Нет кода для переключения!
sl: Ni kode za preklop!
sv: Ingen kod att växla!
th: ไม่มีรหัสให้สลับ!
tr: Geçiş yapacak kod yok!
uk: Немає коду для перемикання!
vi: Không có mã để chuyển đổi!

source: Search for a function
ar: ابحث عن وظيفة
bg: Търсене на функция
bn: একটি ফাংশন জন্য অনুসন্ধান করুন
ca: Cerca una funció
de: Suchen Sie nach einer Funktion
el: Αναζήτηση συνάρτησης
es: Buscar una función
et: Otsige funktsiooni
fa: جستجو برای یک تابع
fi: Hae funktiota
fr: Rechercher une fonction
he: חפש פונקציה
hi: कोई फ़ंक्शन खोजें
hr: Potražite funkciju
hu: Funkció keresése
id: Cari suatu fungsi
it: Cerca una funzione
ko: 기능 검색
lt: Ieškokite funkcijos
ms: Cari fungsi
nl: Zoek naar een functie
no: Søk etter en funksjon
pl: Wyszukaj funkcję
pt: Procure uma função
ro: Căutați o funcție
ru: Поиск функции
sl: Iskanje funkcije
sv: Sök efter en funktion
th: ค้นหาฟังก์ชัน
tr: Bir işlev arayın
uk: Пошук функції
vi: Tìm kiếm một chức năng

source: `OpenAI Version: `{}
ar: `إصدار OpenAI: `{}
bg: `Версия на OpenAI: `{}
bn: `ওপেনএআই সংস্করণ: `{}
ca: `Versió OpenAI: `{}
el: `Έκδοση OpenAI: `{}
es: `Versión OpenAI: `{}
et: `OpenAI versioon: `{}
fa: 'نسخه OpenAI: `{}
fi: `OpenAI-versio: `{}
he: `גרסת OpenAI: `{}
hi: `ओपनएआई संस्करण: `{}
hr: `OpenAI verzija: `{}
hu: `OpenAI verzió: `{}
id: `Versi OpenAI: `{}
it: `Versione OpenAI: `{}
ko: `OpenAI 버전: `{}
lt: „OpenAI“ versija: „{}
ms: `Versi OpenAI: `{}
nl: `OpenAI-versie: `{}
no: `OpenAI-versjon: `{}
pl: `Wersja OpenAI: `{}
pt: `Versão OpenAI: `{}
ro: `Versiune OpenAI: `{}
ru: `Версия OpenAI: `{}
sl: `Različica OpenAI: `{}
th: `เวอร์ชัน OpenAI: `{}
tr: `OpenAI Sürümü: `{}
uk: `Версія OpenAI: `{}

source: `OpenAI API Status: `{}
ar: `حالة واجهة برمجة تطبيقات OpenAI: `{}
bg: `Състояние на OpenAI API: `{}
bn: `OpenAI API স্ট্যাটাস: `{}
ca: `Estat de l'API OpenAI: `{}
el: `Κατάσταση OpenAI API: `{}
es: `Estado de la API OpenAI: `{}
et: `OpenAI API olek: `{}
fa: `وضعیت OpenAI API: `{}
fi: `OpenAI-sovellusliittymän tila: `{}
fr: `Statut de l'API OpenAI : `{}
he: `מצב API של OpenAI: `{}
hi: `ओपनएआई एपीआई स्थिति: `{}
hu: `OpenAI API állapota: `{}
id: `Status API OpenAI: `{}
it: `Stato API OpenAI: `{}
ko: `OpenAI API 상태: `{}
lt: `OpenAI API būsena: `{}
pl: `Stan API OpenAI: `{}
pt: `Status da API OpenAI: `{}
ro: `Stare API OpenAI: `{}
ru: `Состояние OpenAI API: `{}
sl: `Stanje API-ja OpenAI: `{}
th: `สถานะ OpenAI API: `{}
tr: `OpenAI API Durumu: `{}
uk: `Статус OpenAI API: `{}
vi: `Trạng thái API OpenAI: `{}

source: `Draw Command: `{}
ar: `أمر الرسم: `{}
bg: `Команда за рисуване: `{}
bn: `আঁকুন কমান্ড: `{}
ca: `Ordre de dibuix: `{}
de: `Zeichnungsbefehl: `{}
el: `Εντολή σχεδίασης: `{}
es: `Comando de dibujo: `{}
et: `Joonistamise käsk: `{}
fa: فرمان ترسیم: `{}
fi: `Piirtokomento: `{}
fr: `Commande Dessin : `{}
he: `פקודה צייר: `{}
hi: `ड्रा कमांड: `{}
hr: `Naredba za crtanje: `{}
id: `Perintah Gambar: `{}
it: `Comando di disegno: `{}
ko: `그리기 명령: `{}
lt: `Brėžti komanda: `{}
ms: `Arahan Lukis: `{}
nl: `Tekenopdracht: `{}
no: `Tegn kommando: `{}
pl: `Polecenie rysowania: `{}
pt: `Comando de desenho: `{}
ro: `Comandă de desenare: `{}
ru: `Команда рисования: `{}
sl: `Ukaz za risanje: `{}
sv: `Rita kommando: `{}
th: `วาดคำสั่ง: `{}
tr: `Çizim Komutu: `{}
uk: `Команда малювання: `{}
vi: `Lệnh vẽ: `{}

source: Enabled
ar: ممكّن
bg: Активирано
bn: সক্রিয়
ca: Habilitat
de: Ermöglicht
el: Ενεργοποιήθηκε
es: Activado
et: Lubatud
fa: فعال شد
fi: Käytössä
fr: Activé
he: מופעל
hi: सक्रिय
hr: Omogućeno
hu: Engedélyezve
id: Diaktifkan
it: Abilitato
ko: 활성화됨
lt: Įjungta
ms: Didayakan
nl: Ingeschakeld
no: Aktivert
pl: Włączony
pt: Habilitado
ro: Activat
ru: Включено
sl: Omogočeno
sv: Aktiverad
th: เปิดใช้งานแล้ว
tr: Etkinleştirilmiş
uk: Увімкнено
vi: Đã bật

source: Disabled
ar: عاجز
bg: Забранено
bn: অক্ষম
ca: Inhabilitat
de: Deaktiviert
el: Ανάπηρος
es: Desactivado
et: Keelatud
fa: از کار افتاده است
fi: Ei käytössä
fr: Désactivé
he: נָכֶה
hi: अक्षम
hr: Onesposobljeno
hu: Letiltva
id: Dengan disabilitas
it: Disabilitato
ko: 장애가 있는
lt: Išjungta
ms: Dilumpuhkan
nl: Gehandicapt
no: Funksjonshemmet
pl: Wyłączony
pt: Desabilitado
ro: Dezactivat
ru: Неполноценный
sl: Onemogočen
sv: Inaktiverad
th: พิการ
tr: Engelli
uk: Вимкнено
vi: Tàn tật

source: `Model: `{}
ar: `الموديل: `{}
bg: `Модел: `{}
bn: `মডেল: `{}
de: `Modell: `{}
el: `Μοντέλο: `{}
es: `Modelo: `{}
et: `Mudel: `{}
fa: `مدل: `{}
fi: `Malli: `{}
he: `דגם: `{}
hi: `मॉडल: `{}
hu: `Modell: `{}
it: `Modello: `{}
ko: `모델: `{}
lt: `Modelis: `{}
no: `Modell: `{}
pt: `Modelo: `{}
ru: `Модель: `{}
sv: `Modell: `{}
th: `รุ่น: `{}
uk: `Модель: `{}
vi: `Mẫu: `{}

source: `Embed Model: `{}
ar: `نموذج التضمين: `{}
bg: `Модел за вграждане: `{}
bn: `এম্বেড মডেল: `{}
ca: `Model d'inserció: `{}
de: `Modell einbetten: `{}
el: `Ενσωμάτωση μοντέλου: `{}
es: `Incrustar modelo: `{}
et: `Manusta mudel: `{}
fa: «جاسازی مدل: «{}
fi: `Upotusmalli: `{}
fr: `Modèle intégré : `{}
he: `הטמע דגם: `{}
hi: `एम्बेड मॉडल: `{}
hr: `Ugradi model: `{}
hu: `Beágyazási modell: `{}
id: `Sematkan Model: `{}
it: `Modello incorporato: `{}
ko: `모델 삽입: `{}
lt: `Įterpti modelį: `{}
ms: `Benamkan Model: `{}
nl: `Model insluiten: `{}
no: `Bygg inn modell: `{}
pl: `Osadź model: `{}
pt: `Modelo incorporado: `{}
ro: `Model încorporat: `{}
ru: `Встроить модель: `{}
sl: `Vdelaj model: `{}
sv: `Bädda in modell: `{}
th: `ฝังโมเดล: `{}
tr: `Yerleştirme Modeli: `{}
uk: `Вставити модель: `{}
vi: `Mô hình nhúng: `{}
