Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/assistant/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ko, lt, ms, nl, no, pl, pt, ro, ru, sl, sv, th, tr, uk, vi

source: You cannot use that command in any channels under this category
ar: لا يمكنك استخدام هذا الأمر في أي قنوات ضمن هذه الفئة
bg: Не можете да използвате тази команда в канали в тази категория
bn: আপনি এই বিভাগের অধীনে কোনো চ্যানেলে সেই কমান্ডটি ব্যবহার করতে পারবেন না
ca: No podeu utilitzar aquesta ordre en cap canal d'aquesta categoria
de: Sie können diesen Befehl in keinem Kanal dieser Kategorie verwenden
el: Δεν μπορείτε να χρησιμοποιήσετε αυτήν την εντολή σε κανένα κανάλι αυτής της κατηγορίας
es: No puedes usar ese comando en ningún canal de esta categoría.
et: Te ei saa seda käsku kasutada üheski selle kategooria kanalis
fa: شما نمی توانید از این دستور در هیچ کانالی در این دسته استفاده کنید
fi: Et voi käyttää tätä komentoa missään tämän luokan kanavilla
fr: Vous ne pouvez pas utiliser cette commande dans aucune chaîne de cette catégorie
he: אינך יכול להשתמש בפקודה זו באף ערוצים תחת קטגוריה זו
hi: आप इस श्रेणी के अंतर्गत किसी भी चैनल में उस आदेश का उपयोग नहीं कर सकते
hr: Ne možete koristiti tu naredbu ni na jednom kanalu u ovoj kategoriji
hu: Nem használhatja ezt a parancsot egyetlen csatornán sem ebben a kategóriában
id: Anda tidak dapat menggunakan perintah itu di saluran mana pun dalam kategori ini
it: Non puoi utilizzare quel comando in nessun canale di questa categoria
ko: 이 카테고리의 어떤 채널에서도 해당 명령을 사용할 수 없습니다
lt: Negalite naudoti šios komandos jokiuose šios kategorijos kanaluose
ms: Anda tidak boleh menggunakan arahan itu dalam mana-mana saluran di bawah kategori ini
nl: Je kunt deze opdracht in geen enkel kanaal onder deze categorie gebruiken
no: Du kan ikke bruke den kommandoen i noen kanaler under denne kategorien
pl: Nie możesz użyć tego polecenia w żadnym kanale w tej kategorii
pt: Você não pode usar esse comando em nenhum canal nesta categoria
ro: Nu puteți utiliza această comandă în niciun canal din această categorie
ru: Вы не можете использовать эту команду ни в каких каналах этой категории.
sl: Tega ukaza ne morete uporabiti v nobenem kanalu v tej kategoriji
sv: Du kan inte använda det kommandot i några kanaler under den här kategorin
th: คุณไม่สามารถใช้คำสั่งนั้นในช่องใด ๆ ภายใต้หมวดหมู่นี้
tr: Bu komutu bu kategori altındaki hiçbir kanalda kullanamazsınız.
uk: Ви не можете використовувати цю команду в жодному каналі цієї категорії
vi: Bạn không thể sử dụng lệnh đó trong bất kỳ kênh nào thuộc danh mục này

source: [Code Removed]
ar: [تمت إزالة الرمز]
bg: [Кодът е премахнат]
bn: [কোড সরানো হয়েছে]
ca: [Codi eliminat]
de: [Code entfernt]
el: [Ο κωδικός αφαιρέθηκε]
es: [Código eliminado]
et: [Kood eemaldatud]
fa: [کد حذف شد]
fi: [Koodi poistettu]
fr: [Code supprimé]
he: [הקוד הוסר]
hi: [कोड हटाया गया]
hr: [Kôd uklonjen]
hu: [Kód eltávolítva]
id: [Kode Dihapus]
it: [Codice rimosso]
ko: [코드 삭제됨]
lt: [Kodas pašalintas]
ms: [Kod Dialih Keluar]
nl: [Code verwijderd]
no: [Kode fjernet]
pl: [Kod usunięty]
pt: [Código removido]
ro: [Cod eliminat]
ru: [Код удален]
sl: [Koda odstranjena]
sv: [Kod borttagen]
th: [ลบโค้ดแล้ว]
tr: [Kod Kaldırıldı]
uk: [Код видалено]
vi: [Đã xóa mã]
