Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/assistant/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ko, lt, ms, nl, no, pl, pt, ro, ru, sl, sv, th, tr, uk, vi

source: `Min Relatedness: `{}
ar: `الحد الأدنى من الارتباط: `{}
bg: `Минимална свързаност: `{}
bn: `ন্যূনতম সম্পর্কিততা: `{}
ca: `Relació mínima: `{}
de: `Mindestverwandtschaft: `{}
el: `Ελάχιστη σχέση: `{}
es: `Relación mínima: `{}
et: `Minimaalne seos: `{}
fa: `حداقل ارتباط: `{}
fi: `Vähimmäissuhde: `{}
fr: `Relation minimale : `{}
he: `יחס מינימלי: `{}
hi: `न्यूनतम संबंधितता: `{}
hr: `Minimalna povezanost: `{}
hu: `Minimális kapcsolat: `{}
id: `Keterkaitan Minimum: `{}
it: `Relazionalità minima: `{}
ko: `최소 관련성: `{}
lt: `Min. ryšys: `{}
ms: `Perkaitan Min: `{}
nl: `Min. verwantschap: `{}
no: `Min slektskap: `{}
pl: `Minimalne powiązanie: `{}
pt: `Relacionamento mínimo: `{}
ro: `Relație minimă: `{}
ru: `Минимальное родство: `{}
sl: `Minimalna sorodnost: `{}
sv: `Min relation: `{}
th: `ความเกี่ยวข้องขั้นต่ำ: `{}
tr: `Minimum İlişkililik: `{}
uk: `Мінімальний зв’язок: `{}
vi: `Mức độ liên quan tối thiểu: `{}

source: `Embedding Method: `{}
ar: `أسلوب التضمين: `{}
bg: `Метод на вграждане: `{}
bn: `এমবেডিং পদ্ধতি: `{}
ca: `Mètode d'inserció: `{}
de: `Einbettungsmethode: `{}
el: `Μέθοδος ενσωμάτωσης: `{}
es: `Método de incrustación: `{}
et: `Manustusmeetod: `{}
fa: `روش جاسازی: `{}
fi: `Upotusmenetelmä: `{}
fr: `Méthode d'intégration : `{}
he: `שיטת הטבעה: `{}
hi: `एम्बेडिंग विधि: `{}
hr: `Metoda ugradnje: `{}
hu: `Beágyazási mód: `{}
id: `Metode Penyematan: `{}
it: `Metodo di incorporamento: `{}
ko: `삽입 방법: `{}
lt: `Įdėjimo būdas: `{}
ms: `Kaedah Benam: `{}
nl: `Insluitingsmethode: `{}
no: `Innbyggingsmetode: `{}
pl: `Metoda osadzania: `{}
pt: `Método de incorporação: `{}
ro: `Metoda de încorporare: `{}
ru: `Метод внедрения: `{}
sl: `Način vdelave: `{}
sv: `Inbäddningsmetod: `{}
th: `วิธีการฝัง: `{}
tr: `Gömme Yöntemi: `{}
uk: `Метод вбудовування: `{}
vi: `Phương thức nhúng: `{}

source: `Encodings: `{}
ar: `الترميزات: `{}
bg: `Кодировки: `{}
bn: `এনকোডিংস: `{}
ca: `Codificacions: `{}
de: `Kodierungen: `{}
el: `Κωδικοποιήσεις: `{}
es: `Codificaciones: `{}
et: `Kodeeringud: `{}
fa: `رمزگذاری:`{}
fi: `Koodaukset: `{}
fr: `Encodages : `{}
he: `קידודים: `{}
hi: `एन्कोडिंग: `{}
hr: `Kodiranja: `{}
hu: `Kódolások: `{}
id: `Pengkodean: `{}
it: `Codifiche: `{}
ko: `인코딩: `{}
lt: `Koduotės: `{}
ms: `Pengekodan: `{}
nl: `Coders: `{}
no: `Kodinger: `{}
pl: `Kodowanie: `{}
pt: `Codificações: `{}
ro: `Codificări: `{}
ru: `Кодировки: `{}
sl: `Kodiranja: `{}
sv: `Kodningar: `{}
th: `การเข้ารหัส: `{}
tr: `Kodlamalar: `{}
uk: `Кодування: `{}
vi: `Mã hóa: `{}

source: Embeddings ({})
ar: التضمينات ({})
bg: Вграждания ({})
bn: এম্বেডিং ({})
ca: Incrustacions ({})
de: Einbettungen ({})
el: Ενσωματώσεις ({})
es: Incrustaciones ({})
et: Manused ({})
fa: جاسازی ها ({})
fi: Upotukset ({})
fr: Intégrations ({})
he: הטבעות ({})
hi: एंबेडिंग ({})
hr: Ugradnje ({})
hu: Beágyazások ({})
id: Penyematan ({})
it: Incorporamenti ({})
ko: 임베딩({})
lt: Įterpimai ({})
ms: Pembenaman ({})
nl: Insluitingen ({})
no: Innebygginger ({})
pl: Osadzenia ({})
pt: Incorporações ({})
ro: Încorporari ({})
ru: Вложения ({})
sl: Vdelave ({})
sv: Inbäddningar ({})
th: การฝัง ({})
tr: Gömmeler ({})
uk: Вбудовування ({})
vi: Nhúng ({})

source: `Function Calling: `{}
ar: `استدعاء الوظيفة: `{}
bg: `Извикване на функция: `{}
bn: `ফাংশন কলিং: `{}
ca: `Trucada de funció: `{}
de: `Funktionsaufruf: `{}
el: `Κλήση συνάρτησης: `{}
es: `Llamada de función: `{}
et: `Funktsiooni kutsumine: `{}
fa: "تلفن تابع: "{}
fr: `Appel de fonction : `{}
he: `קריאה לפונקציה: `{}
hi: `फंक्शन कॉलिंग: `{}
hr: `Poziv funkcije: `{}
hu: `Funkcióhívás: `{}
id: `Panggilan Fungsi: `{}
it: `Chiamata funzione: `{}
ko: `함수 호출: `{}
lt: `Funkcijos iškvietimas: `{}
ms: `Fungsi Panggilan: `{}
nl: `Functieoproep: `{}
no: `Funksjonsanrop: `{}
pl: `Wywołanie funkcji: `{}
pt: `Chamada de função: `{}
ro: `Apelarea funcției: `{}
ru: `Вызов функции: `{}
sl: `Klicanje funkcije: `{}
sv: `Funktionsanrop: `{}
th: `การเรียกใช้ฟังก์ชัน: `{}
tr: `İşlev Çağrısı: `{}
uk: `Виклик функції: `{}
vi: `Gọi hàm: `{}

source: `Maximum Recursion: `{}
ar: `الحد الأقصى للتكرار: `{}
bg: `Максимална рекурсия: `{}
bn: `সর্বোচ্চ পুনরাবৃত্তি: `{}
ca: `Màxima recursivitat: `{}
de: `Maximale Rekursion: `{}
el: `Μέγιστη αναδρομή: `{}
es: `Recursividad máxima: `{}
et: `Maksimaalne rekursioon: `{}
fa: «حداکثر بازگشت: «{}
fi: `Maksimirekursio: `{}
he: `רקורסיה מרבית: `{}
hi: `अधिकतम रिकर्सन: `{}
hr: `Maksimalna rekurzija: `{}
hu: `Maximális rekurzió: `{}
id: `Rekursi Maksimum: `{}
it: `Ricorso massimo: `{}
ko: `최대 재귀: `{}
lt: `Maksimali rekursija: `{}
ms: `Ulangan Maksimum: `{}
nl: `Maximale recursie: `{}
no: `Maksimal rekursjon: `{}
pl: `Maksymalna rekurencja: `{}
pt: `Recursão máxima: `{}
ro: `Recursiune maximă: `{}
ru: `Максимальная рекурсия: `{}
sl: `Največja rekurzija: `{}
sv: `Maximal rekursion: `{}
th: `การเรียกซ้ำสูงสุด: `{}
tr: `Maksimum Yineleme: `{}
uk: `Максимальна рекурсія: `{}
vi: `Đệ quy tối đa: `{}

source: `Function Tokens: `{}
ar: `الرموز الوظيفية: `{}
bg: `Функционални токени: `{}
bn: `ফাংশন টোকেনস: `{}
ca: `Fitxas de funció: `{}
de: `Funktionstoken: `{}
es: `Fichas de función: `{}
et: `Funktsioonimärgid: `{}
fa: "توکن های تابع: "{}
fi: `Funktion Tokens: `{}
fr: `Jetons de fonction : `{}
he: `אסימוני פונקציות: `{}
hi: `फ़ंक्शन टोकन: `{}
hr: `Funkcijski tokeni: `{}
hu: `Funkciójelzők: `{}
id: `Token Fungsi: `{}
it: `Token funzione: `{}
ko: `함수 토큰: `{}
lt: `Funkcijų žetonai: `{}
ms: `Token Fungsi: `{}
nl: `Functietokens: `{}
no: `Funksjonssymboler: `{}
pl: `Żetony funkcji: `{}
pt: `Tokens de função: `{}
ro: `Jetoane de funcție: `{}
ru: `Функциональные токены: `{}
sl: `Funkcijski žetoni: `{}
sv: `Funktionstokens: `{}
th: `โทเค็นฟังก์ชัน: `{}
tr: `İşlev Belirteçleri: `{}
uk: `Жетони функцій: `{}
vi: `Mã thông báo chức năng: `{}

source: Custom Functions ({})
ar: الوظائف المخصصة ({})
bg: Персонализирани функции ({})
bn: কাস্টম ফাংশন ({})
ca: Funcions personalitzades ({})
de: Benutzerdefinierte Funktionen ({})
el: Προσαρμοσμένες λειτουργίες ({})
es: Funciones personalizadas ({})
et: Kohandatud funktsioonid ({})
fa: توابع سفارشی ({})
fi: Mukautetut toiminnot ({})
fr: Fonctions personnalisées ({})
he: פונקציות מותאמות אישית ({})
hi: कस्टम फ़ंक्शंस ({})
hr: Prilagođene funkcije ({})
hu: Egyéni funkciók ({})
id: Fungsi Khusus ({})
it: Funzioni personalizzate ({})
ko: 사용자 정의 함수({})
lt: Priskirtos funkcijos ({})
ms: Fungsi Tersuai ({})
nl: Aangepaste functies ({})
no: Egendefinerte funksjoner ({})
pl: Funkcje niestandardowe ({})
pt: Funções personalizadas ({})
ro: Funcții personalizate ({})
ru: Пользовательские функции ({})
sl: Funkcije po meri ({})
sv: Anpassade funktioner ({})
th: ฟังก์ชันแบบกำหนดเอง ({})
tr: Özel İşlevler ({})
uk: Спеціальні функції ({})
vi: Chức năng tùy chỉnh ({})

source: OpenAI Key
ar: مفتاح OpenAI
bg: Ключ OpenAI
bn: OpenAI কী
ca: Clau OpenAI
de: OpenAI-Schlüssel
el: Κλειδί OpenAI
es: Clave abierta AI
et: OpenAI võti
fa: کلید OpenAI
fi: OpenAI-avain
fr: Clé OpenAI
he: מפתח OpenAI
hi: ओपनएआई कुंजी
hr: OpenAI ključ
hu: OpenAI kulcs
it: Chiave OpenAI
ko: OpenAI 키
lt: OpenAI raktas
ms: Kunci OpenAI
nl: OpenAI-sleutel
no: OpenAI-nøkkel
pl: Klucz OpenAI
pt: Chave OpenAI
ro: Cheie OpenAI
ru: Ключ OpenAI
sl: Ključ OpenAI
sv: OpenAI-nyckel
th: คีย์ OpenAI
tr: OpenAI Anahtarı
uk: Ключ OpenAI
vi: Khóa OpenAI

source: Regex Blacklist
ar: القائمة السوداء Regex
bg: Черен списък с регулярни изрази
bn: Regex কালো তালিকা
ca: Llista negra de regex
el: Μαύρη λίστα Regex
es: Lista negra de expresiones regulares
et: Regexi must nimekiri
fa: لیست سیاه Regex
fi: Regexin musta lista
fr: Liste noire des expressions régulières
he: רשימה שחורה של ביטויים רגילים
hi: रेगेक्स ब्लैकलिस्ट
hr: Crna lista regularnih izraza
hu: Regex feketelista
id: Daftar Hitam Regex
it: Lista nera Regex
ko: 정규식 블랙리스트
lt: Regex juodasis sąrašas
ms: Senarai Hitam Regex
nl: Regex-zwarte lijst
no: Regex svarteliste
pl: Czarna lista Regexa
pt: Lista negra Regex
ro: Lista neagră Regex
ru: Черный список регулярных выражений
sl: Črni seznam regularnih izrazov
th: บัญชีดำของ Regex
tr: Regex Kara Listesi
uk: Чорний список регулярних виразів
vi: Danh sách đen Regex

source: Regex Failure Blocking
ar: حظر فشل Regex
bg: Блокиране на повреда на Regex
bn: Regex ব্যর্থতা ব্লক করা
ca: Bloqueig d'errors de regex
de: Regex-Fehlerblockierung
el: Αποκλεισμός αποτυχίας Regex
es: Bloqueo de fallas de expresiones regulares
et: Regexi rikke blokeerimine
fa: مسدود کردن شکست Regex
fi: Regex-virheen esto
fr: Blocage des échecs Regex
he: חסימת תקלות רגקס
hi: रेगेक्स विफलता अवरोधन
hr: Blokiranje pogreške regularnog izraza
hu: Regex hiba blokkolása
id: Pemblokiran Kegagalan Regex
it: Blocco degli errori regex
ko: 정규식 실패 차단
lt: Regex gedimo blokavimas
ms: Penyekatan Kegagalan Regex
nl: Regex-foutblokkering
no: Regex-feilblokkering
pl: Blokowanie błędów wyrażeń regularnych
pt: Bloqueio de falha de Regex
ro: Blocarea erorilor de regex
ru: Блокировка ошибок регулярных выражений
sl: Blokiranje napake regularnega izraza
sv: Regex-felblockering
th: การบล็อกความล้มเหลวของ Regex
tr: Regex Hatasını Engelleme
uk: Блокування помилок регулярних виразів
vi: Chặn lỗi Regex

source: Block reply if regex replacement fails: **{}**
ar: حظر الرد في حالة فشل استبدال التعبير العادي: **{}**
bg: Блокиране на отговора, ако замяната на регулярен израз е неуспешна: **{}**
bn: রেজেক্স প্রতিস্থাপন ব্যর্থ হলে উত্তর ব্লক করুন: **{}**
ca: Bloqueja la resposta si el reemplaçament de l'expressió regular falla: **{}**
de: Antwort blockieren, wenn das Ersetzen des regulären Ausdrucks fehlschlägt: **{}**
el: Αποκλεισμός απάντησης εάν αποτύχει η αντικατάσταση regex: **{}**
es: Bloquear respuesta si falla el reemplazo de expresiones regulares: **{}**
et: Blokeeri vastus, kui regexi asendamine ebaõnnestub: **{}**
fa: اگر جایگزینی regex ناموفق بود، پاسخ را مسدود کنید: **{}**
fi: Estä vastaus, jos säännöllisen lausekkeen korvaaminen epäonnistuu: **{}**
fr: Bloquer la réponse si le remplacement de l'expression régulière échoue : **{}**
he: חסום תשובה אם החלפת ביטויים רגילים נכשלת: **{}**
hi: यदि रेगेक्स प्रतिस्थापन विफल रहता है तो उत्तर को ब्लॉक करें: **{}**
hr: Blokiraj odgovor ako zamjena regularnog izraza ne uspije: **{}**
hu: Válasz letiltása, ha a reguláris kifejezés cseréje sikertelen: **{}**
id: Blokir balasan jika penggantian regex gagal: **{}**
it: Blocca la risposta se la sostituzione dell'espressione regolare fallisce: **{}**
ko: 정규식 대체가 실패할 경우 응답 차단: **{}**
lt: Blokuoti atsakymą, jei reguliariojo reiškinio pakeitimas nepavyksta: **{}**
ms: Sekat balasan jika penggantian regex gagal: **{}**
nl: Antwoord blokkeren als regex-vervanging mislukt: **{}**
no: Blokker svar hvis regex-erstatning mislykkes: **{}**
pl: Zablokuj odpowiedź, jeśli zamiana wyrażenia regularnego nie powiedzie się: **{}**
pt: Bloquear resposta se a substituição de regex falhar: **{}**
ro: Blocați răspunsul dacă înlocuirea expresiilor regex nu reușește: **{}**
ru: Блокировать ответ, если замена регулярного выражения не удалась: **{}**
sl: Blokiraj odgovor, če zamenjava regularnega izraza ne uspe: **{}**
sv: Blockera svar om regexersättning misslyckas: **{}**
th: บล็อกการตอบกลับหากการเปลี่ยน regex ล้มเหลว: **{}**
tr: Normal ifade değişimi başarısız olursa yanıtı engelle: **{}**
uk: Блокувати відповідь, якщо заміна регулярного виразу не вдається: **{}**
vi: Chặn trả lời nếu thay thế biểu thức chính quy không thành công: **{}**

source: Conversations are stored persistently
ar: يتم تخزين المحادثات باستمرار
bg: Разговорите се съхраняват постоянно
bn: কথোপকথন ক্রমাগত সংরক্ষণ করা হয়
ca: Les converses s'emmagatzemen de manera persistent
de: Gespräche werden dauerhaft gespeichert
el: Οι συνομιλίες αποθηκεύονται επίμονα
es: Las conversaciones se almacenan de forma persistente.
et: Vestlusi salvestatakse püsivalt
fa: مکالمات به طور مداوم ذخیره می شوند
fi: Keskustelut tallennetaan jatkuvasti
fr: Les conversations sont stockées de manière persistante
he: שיחות מאוחסנות בהתמדה
hi: बातचीत लगातार संग्रहीत की जाती हैं
hr: Razgovori se trajno pohranjuju
hu: A beszélgetéseket folyamatosan tárolják
id: Percakapan disimpan terus-menerus
it: Le conversazioni vengono archiviate in modo persistente
ko: 대화는 지속적으로 저장됩니다.
lt: Pokalbiai saugomi nuolat
ms: Perbualan disimpan secara berterusan
nl: Gesprekken worden permanent opgeslagen
no: Samtaler lagres vedvarende
pl: Rozmowy są przechowywane trwale
pt: As conversas são armazenadas de forma persistente
ro: Conversațiile sunt stocate în mod persistent
ru: Разговоры сохраняются постоянно
sl: Pogovori so trajno shranjeni
sv: Konversationer lagras ihållande
th: การสนทนาจะถูกเก็บไว้อย่างต่อเนื่อง
tr: Konuşmalar kalıcı olarak saklanır
uk: Розмови зберігаються постійно
vi: Cuộc trò chuyện được lưu trữ liên tục

source: conversations are stored in memory until reboot or reload
ar: يتم تخزين المحادثات في الذاكرة حتى إعادة التشغيل أو إعادة التحميل
bg: разговорите се съхраняват в паметта до рестартиране или презареждане
bn: রিবুট বা রিলোড না হওয়া পর্যন্ত কথোপকথন মেমরিতে সংরক্ষণ করা হয়
ca: les converses s'emmagatzemen a la memòria fins que es reinicien o es recarreguen
de: Gespräche werden bis zum Neustart oder Neuladen im Speicher gespeichert
el: Οι συνομιλίες αποθηκεύονται στη μνήμη μέχρι την επανεκκίνηση ή τη φόρτωση
es: las conversaciones se almacenan en la memoria hasta que se reinicia o se recarga
et: vestlused salvestatakse mällu kuni taaskäivitamiseni või uuesti laadimiseni
fa: مکالمات تا زمان راه اندازی مجدد یا بارگذاری مجدد در حافظه ذخیره می شوند
fi: keskustelut tallennetaan muistiin uudelleenkäynnistykseen tai uudelleenlataukseen asti
fr: les conversations sont stockées en mémoire jusqu'au redémarrage ou au rechargement
he: שיחות מאוחסנות בזיכרון עד לאתחול מחדש או לטעינה מחדש
hi: रीबूट या पुनः लोड होने तक वार्तालाप मेमोरी में संग्रहीत होते हैं
hr: razgovori se pohranjuju u memoriju do ponovnog pokretanja ili ponovnog učitavanja
hu: A beszélgetések a memóriában tárolódnak az újraindításig vagy újratöltésig
id: percakapan disimpan dalam memori hingga reboot atau memuat ulang
it: le conversazioni vengono archiviate in memoria fino al riavvio o al ricaricamento
ko: 대화는 재부팅하거나 다시 로드할 때까지 메모리에 저장됩니다.
lt: pokalbiai saugomi atmintyje iki paleidimo arba įkėlimo iš naujo
ms: perbualan disimpan dalam ingatan sehingga but semula atau muat semula
nl: gesprekken worden in het geheugen opgeslagen totdat ze opnieuw worden opgestart of opnieuw worden geladen
no: samtaler lagres i minnet til omstart eller omlasting
pl: rozmowy są przechowywane w pamięci do momentu ponownego uruchomienia lub ponownego załadowania
pt: as conversas são armazenadas na memória até reiniciar ou recarregar
ro: conversațiile sunt stocate în memorie până la repornire sau reîncărcare
ru: разговоры сохраняются в памяти до перезагрузки или перезагрузки
sl: pogovori so shranjeni v pomnilniku do ponovnega zagona ali ponovnega nalaganja
sv: konversationer lagras i minnet tills omstart eller omladdning
th: การสนทนาจะถูกเก็บไว้ในหน่วยความจำจนกว่าจะรีบูตหรือโหลดซ้ำ
tr: konuşmalar yeniden başlatılana veya yeniden yüklenene kadar bellekte saklanır
uk: розмови зберігаються в пам'яті до перезавантаження або перезавантаження
vi: cuộc hội thoại được lưu trong bộ nhớ cho đến khi khởi động lại hoặc tải lại

source: Persistent Conversations
ar: المحادثات المستمرة
bg: Постоянни разговори
bn: অবিরাম কথোপকথন
ca: Converses persistents
de: Anhaltende Gespräche
el: Επίμονες συνομιλίες
es: Conversaciones persistentes
et: Püsivad vestlused
fa: گفتگوهای مداوم
fi: Jatkuvat keskustelut
fr: Conversations persistantes
he: שיחות מתמשכות
hi: लगातार बातचीत
hr: Uporni razgovori
hu: Kitartó beszélgetések
id: Percakapan yang Terus-menerus
it: Conversazioni persistenti
ko: 지속적인 대화
lt: Nuolatiniai pokalbiai
ms: Perbualan Berterusan
nl: Aanhoudende gesprekken
no: Vedvarende samtaler
pl: Ciągłe rozmowy
pt: Conversas persistentes
ro: Conversații persistente
ru: Настойчивые разговоры
sl: Vztrajni pogovori
sv: Ihållande konversationer
th: การสนทนาอย่างต่อเนื่อง
tr: Kalıcı Konuşmalar
uk: Постійні розмови
vi: Cuộc trò chuyện liên tục

source: Blacklist
ar: القائمة السوداء
bg: Черен списък
bn: কালো তালিকা
ca: Llista negra
de: Schwarze Liste
el: Προγράφω
es: Lista negra
et: Must nimekiri
fa: لیست سیاه
fi: Musta lista
fr: Liste noire
he: רשימה שחורה
hi: काला सूची में डालना
hr: Crna lista
hu: Feketelista
id: Daftar Hitam
it: Lista nera
ko: 블랙리스트
lt: Juodasis sąrašas
nl: Zwarte lijst
no: Svarteliste
pl: Czarna lista
pt: Lista negra
ro: Lista neagră
ru: Черный список
sl: Črni seznam
sv: Svartlista
th: บัญชีดำ
tr: Kara liste
uk: Чорний список
vi: Danh sách đen

source: Model Role Overrides
ar: تجاوزات دور النموذج
bg: Замени на ролята на модела
bn: মডেল ভূমিকা ওভাররাইড
ca: Anul·lació de rols del model
de: Modellrollenüberschreibungen
el: Παράκαμψη ρόλων μοντέλου
es: Anulación de roles de modelo
et: Mudeli rollide alistamised
fa: نادیده گرفتن نقش مدل
fi: Mallin roolien ohitukset
fr: Remplacements de rôle de modèle
he: עקיפות תפקידי דגם
hi: मॉडल भूमिका ओवरराइड
hr: Nadjačavanja uloga modela
hu: Modell szerepkör felülbírálása
id: Penggantian Peran Model
it: Sostituzioni del ruolo del modello
ko: 모델 역할 재정의
lt: Modelio vaidmenų nepaisymas
ms: Penggantian Peranan Model
nl: Overschrijvingen van modelrollen
no: Overstyring av modellroller
pl: Zastąpienie ról modelu
pt: Substituições de função de modelo
ro: Înlocuiri rol de model
ru: Переопределения ролей модели
sl: Preglasitve vlog modela
sv: Åsidosätter modellroller
th: การแทนที่บทบาทโมเดล
tr: Model Rolü Geçersiz Kılmaları
uk: Перевизначення ролі моделі
vi: Ghi đè vai trò mẫu

source: Max Token Role Overrides
ar: تجاوز الحد الأقصى لدور الرمز المميز
bg: Максимални замени на ролята на токен
bn: সর্বোচ্চ টোকেন ভূমিকা ওভাররাইড
ca: Anul·lació màxima de rols de testimoni
de: Max. Token-Rollenüberschreibungen
es: Anulaciones de roles de token máximo
fa: مکس توکن نقش نادیده گرفته می شود
fr: Remplacements de rôle de jeton maximum
he: ביטול תפקידים של מקסימום אסימון
hi: अधिकतम टोकन भूमिका ओवरराइड
hr: Maksimalna nadjačavanja uloga tokena
hu: Max Token szerepkör felülírások
id: Penggantian Peran Token Maks
it: Sostituzioni del ruolo token massimo
ko: 최대 토큰 역할 재정의
lt: Max Token vaidmens nepaisymas
ms: Peranan Token Maks Menggantikan
nl: Max. tokenroloverschrijvingen
no: Maks token-rolleoverstyringer
pl: Maksymalna liczba przesłonięć ról tokenu
pt: Substituições máximas de função de token
ro: Înlocuiri de rol maxim de simboluri
ru: Максимальное переопределение ролей токена
sl: Največje preglasitve vloge žetona
sv: Max Token Roll Åsidosätter
th: การแทนที่บทบาทโทเค็นสูงสุด
tr: Maksimum Token Rolü Geçersiz Kılmaları
uk: Макс. перевизначення ролі маркера
vi: Ghi đè vai trò mã thông báo tối đa

source: Max Message Retention Role Overrides
ar: الحد الأقصى لتجاوزات دور الاحتفاظ بالرسائل
bg: Роли за максимално задържане на съобщения
bn: সর্বাধিক বার্তা ধারণ ভূমিকা ওভাররাইড
ca: Anul·lació de la funció de retenció màxima de missatges
de: Maximale Rollenüberschreibungen für die Nachrichtenaufbewahrung
el: Μέγιστη παρακάμψεις ρόλων διατήρησης μηνυμάτων
es: Anulaciones de roles de retención máxima de mensajes
et: Maksimaalne sõnumi säilitamise rolli alistamine
fa: حداکثر نقش حفظ پیام لغو می شود
fi: Enimmäisviestien säilytysroolin ohitukset
fr: Remplacements de rôle de conservation maximale des messages
he: עקיפת תפקיד שמירת הודעות מקסימלית
hi: अधिकतम संदेश प्रतिधारण भूमिका ओवरराइड
hr: Nadjačavanja uloga za maksimalno zadržavanje poruka
hu: Maximális üzenetmegőrzési szerepkör felülírásai
id: Penggantian Peran Retensi Pesan Maks
it: Sostituisce il ruolo di conservazione dei messaggi massimi
ko: 최대 메시지 보존 역할 재정의
lt: Maksimalus pranešimų saugojimo vaidmens nepaisymas
ms: Penggantian Peranan Pengekalan Mesej Maks
nl: Roloverschrijvingen voor maximale berichtretentie
no: Maks. meldingsoppbevaringsrolleoverstyringer
pl: Maksymalna liczba przesłonięć roli przechowywania wiadomości
pt: Substituições de função de retenção máxima de mensagens
ro: Înlocuirea rolului de reținere maximă a mesajelor
ru: Переопределение роли максимального срока хранения сообщений
sl: Preglasitve vlog za največjo hrambo sporočil
sv: Max meddelanderetentionsroll åsidosätter
th: การแทนที่บทบาทการเก็บรักษาข้อความสูงสุด
tr: Maksimum Mesaj Saklama Rolü Geçersiz Kılmaları
uk: Перевизначення ролі максимального збереження повідомлень
vi: Ghi đè vai trò lưu giữ tin nhắn tối đa

source: Max Message Retention Time Role Overrides
ar: تجاوز الحد الأقصى لوقت الاحتفاظ بالرسالة
bg: Макс. време за задържане на съобщения Ролеви замени
bn: সর্বোচ্চ বার্তা ধরে রাখার সময় ভূমিকা ওভাররাইড করে
ca: Anul·lació del rol de temps màxim de retenció de missatges
de: Rollenüberschreibungen für die maximale Nachrichtenaufbewahrungszeit
el: Μέγιστος χρόνος διατήρησης μηνυμάτων Παρακάμπτει ρόλου
es: Anulaciones de roles de tiempo máximo de retención de mensajes
et: Max sõnumi säilitusaeg Rolli alistamine
fa: حداکثر زمان نگهداری پیام لغو نقش
fi: Viestin enimmäissäilytysaika -roolin ohitukset
fr: Remplacements de rôle de durée de conservation maximale des messages
he: מרבי של זמן שמירת הודעות
hi: अधिकतम संदेश अवधारण समय भूमिका ओवरराइड
hr: Maksimalno vrijeme zadržavanja poruke Nadjačavanja uloga
hu: Maximális üzenetmegőrzési idő A szerepkör felülbírálása
id: Penggantian Peran Waktu Retensi Pesan Maks
it: Sostituzioni del ruolo Tempo massimo di conservazione dei messaggi
ko: 최대 메시지 보존 시간 역할 재정의
lt: Maksimalus pranešimų saugojimo laikas Vaidmenų nepaisymas
ms: Penggantian Peranan Masa Pengekalan Mesej Maks
nl: Maximale bewaartijd voor berichten Roloverschrijvingen
no: Maks. meldingsoppbevaringstid Rolleoverstyringer
pl: Maksymalny czas przechowywania wiadomości Przesłonięcia roli
pt: Substituições de função do tempo máximo de retenção de mensagens
ro: Timpul maxim de păstrare a mesajelor Anulări de rol
ru: Переопределение роли максимального времени хранения сообщений
sl: Preglasitve vlog za največji čas hrambe sporočil
sv: Max meddelanderetentionstid Roll åsidosätter
th: การแทนที่บทบาทเวลาการเก็บรักษาข้อความสูงสุด
tr: Maksimum Mesaj Saklama Süresi Rolü Geçersiz Kılmalar
uk: Максимальний час збереження повідомлень Роль замінює
vi: Ghi đè vai trò thời gian lưu giữ tin nhắn tối đa

source: Max Response Token Role Overrides
ar: تجاوز الحد الأقصى لدور رمز الاستجابة
bg: Замяна на ролята на токен за максимален отговор
bn: সর্বোচ্চ প্রতিক্রিয়া টোকেন ভূমিকা ওভাররাইড
ca: Anul·lació del rol del testimoni de resposta màxima
de: Überschreibungen der Max-Response-Token-Rolle
el: Παρακάμψεις ρόλου διακριτικού μέγιστης απόκρισης
es: Anulaciones de roles de token de respuesta máxima
fa: حداکثر بازنویسی نقش رمز پاسخ
fr: Remplacements de rôle de jeton de réponse maximum
he: עקיפות תפקיד אסימון תגובה מקסימלי
hi: मैक्स रिस्पांस टोकन भूमिका ओवरराइड
hr: Nadjačava uloga tokena maksimalnog odgovora
hu: Max Response Token szerepkör felülírások
id: Penggantian Peran Token Respons Maks
it: Sostituzioni del ruolo del token di risposta massima
ko: 최대 응답 토큰 역할 재정의
lt: Max Response Token vaidmens nepaisymas
ms: Gantikan Peranan Token Respons Maks
nl: Max. reactietokenroloverschrijvingen
no: Maks respons token-rolleoverstyringer
pl: Maksymalna liczba przesłonięć ról tokenu odpowiedzi
pt: Substituições de função do token de resposta máxima
ro: Înlocuirile rolului simbolului de răspuns maxim
ru: Переопределение роли токена максимального ответа
sl: Največje preglasitve vloge žetona odziva
sv: Max Response Token Roll Åsidosätter
th: การแทนที่บทบาทโทเค็นการตอบสนองสูงสุด
tr: Maksimum Yanıt Belirteci Rolü Geçersiz Kılmaları
uk: Перевизначення ролей маркера відповіді
vi: Ghi đè vai trò mã thông báo phản hồi tối đa
