Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/assistant/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ko, lt, ms, nl, no, pl, pt, ro, ru, sl, sv, th, tr, uk, vi

source: No embeddings needed to be refreshed
ar: لا يلزم تحديث التضمينات
bg: Не са необходими вграждания за опресняване
bn: রিফ্রেশ করার জন্য কোনো এম্বেডিংয়ের প্রয়োজন নেই
ca: No cal actualitzar cap incrustació
de: Es mussten keine Einbettungen aktualisiert werden
el: Δεν χρειάζονται ενσωματώσεις για ανανέωση
es: No es necesario actualizar las incrustaciones
et: Manustusi pole vaja värskendada
fa: هیچ جاسازی نیازی به تجدید نیست
fi: Upotuksia ei tarvinnut päivittää
fr: Aucune intégration n'a besoin d'être actualisée
he: אין צורך לרענן הטמעות
hi: किसी एम्बेडिंग को ताज़ा करने की आवश्यकता नहीं है
hr: Nema potrebe za osvježavanjem umetanja
hu: A beágyazásokat nem kellett frissíteni
id: Tidak ada penyematan yang perlu disegarkan
it: Non è necessario aggiornare gli incorporamenti
ko: 새로 고칠 필요가 없는 임베딩
lt: Nereikėjo atnaujinti jokių įterpimų
ms: Tiada benam perlu dimuat semula
nl: Er hoefden geen insluitingen te worden vernieuwd
no: Ingen innebygginger må oppdateres
pl: Nie trzeba odświeżać osadzonych elementów
pt: Nenhum embedding precisou ser atualizado
ro: Nu trebuie reîmprospătat nicio încorporare
ru: Обновление вложений не требуется.
sl: Osvežiti ni bilo treba nobenih vdelav
sv: Inga inbäddningar behövde uppdateras
th: ไม่จำเป็นต้องรีเฟรชการฝัง
tr: Hiçbir yerleştirmenin yenilenmesine gerek yok
uk: Немає необхідності оновлювати вбудовування
vi: Không cần nhúng để làm mới

source: Assistant will not call functions
ar: لن يقوم المساعد باستدعاء الوظائف
bg: Асистентът няма да извиква функции
bn: সহকারী ফাংশন কল করবে না
ca: L'assistent no trucarà a les funcions
de: Der Assistent ruft keine Funktionen auf
el: Ο Βοηθός δεν θα καλεί συναρτήσεις
es: El asistente no llamará funciones
et: Assistent ei helista funktsioonidele
fa: دستیار توابع را فراخوانی نمی کند
fi: Assistant ei kutsu toimintoja
fr: L'assistant n'appellera pas les fonctions
he: Assistant לא יקרא לפונקציות
hi: Assistant फ़ंक्शंस को कॉल नहीं करेगी
hr: Pomoćnik neće pozivati ​​funkcije
hu: Az asszisztens nem hívja meg a funkciókat
id: Asisten tidak akan memanggil fungsi
it: L'assistente non chiamerà le funzioni
ko: 어시스턴트가 기능을 호출하지 않습니다.
lt: Asistentas neskambins funkcijų
ms: Pembantu tidak akan memanggil fungsi
nl: De Assistent roept geen functies op
no: Assistenten vil ikke kalle opp funksjoner
pl: Asystent nie będzie wywoływał funkcji
pt: Assistente não chamará funções
ro: Asistentul nu va apela funcții
ru: Ассистент не будет вызывать функции
sl: Pomočnik ne bo klical funkcij
sv: Assistenten anropar inte funktioner
th: Assistant จะไม่เรียกใช้ฟังก์ชันต่างๆ
tr: Asistan işlevleri çağırmayacak
uk: Помічник не буде викликати функції
vi: Trợ lý sẽ không gọi các chức năng

source: Assistant will now call functions as needed
ar: سيقوم المساعد الآن باستدعاء الوظائف حسب الحاجة
bg: Асистентът вече ще извиква функции, ако е необходимо
bn: সহায়ক এখন প্রয়োজন অনুযায়ী ফাংশন কল করবে
ca: Ara l'assistent trucarà a les funcions segons sigui necessari
de: Der Assistent ruft nun nach Bedarf Funktionen auf
el: Ο Βοηθός θα καλεί τώρα λειτουργίες όπως απαιτείται
es: El asistente ahora llamará funciones según sea necesario
et: Assistent helistab nüüd funktsioonidele vastavalt vajadusele
fa: اکنون دستیار در صورت نیاز توابع را فراخوانی می کند
fi: Assistant soittaa nyt toimintoja tarpeen mukaan
fr: L'assistant appellera désormais les fonctions selon les besoins
he: Assistant יקרא כעת לפונקציות לפי הצורך
hi: Assistant अब आवश्यकतानुसार फ़ंक्शंस को कॉल करेगी
hr: Pomoćnik će sada pozivati ​​funkcije prema potrebi
hu: Az Asszisztens mostantól szükség szerint hívja a funkciókat
id: Asisten sekarang akan memanggil fungsi sesuai kebutuhan
it: L'assistente ora chiamerà le funzioni secondo necessità
ko: 이제 어시스턴트가 필요에 따라 함수를 호출합니다.
lt: Dabar padėjėjas iškvies funkcijas, jei reikia
ms: Assistant kini akan memanggil fungsi mengikut keperluan
nl: De Assistent roept nu functies op als dat nodig is
no: Assistenten vil nå kalle opp funksjoner etter behov
pl: Asystent będzie teraz wywoływał funkcje w razie potrzeby
pt: O Assistente agora chamará funções conforme necessário
ro: Asistentul va apela acum funcțiile după cum este necesar
ru: Ассистент теперь будет вызывать функции по мере необходимости.
sl: Pomočnik bo zdaj po potrebi klical funkcije
sv: Assistant kommer nu att anropa funktioner efter behov
th: ตอนนี้ Assistant จะเรียกใช้ฟังก์ชันต่างๆ ตามต้องการ
tr: Asistan artık gerektiğinde işlevleri çağıracak
uk: Тепер помічник буде викликати функції за потреби
vi: Trợ lý bây giờ sẽ gọi các chức năng khi cần thiết

source: Function calls will not be used since recursion is 0
ar: لن يتم استخدام استدعاءات الوظائف نظرًا لأن التكرار هو 0
bg: Извикванията на функции няма да се използват, тъй като рекурсията е 0
bn: রিকারশন 0 হওয়ায় ফাংশন কল ব্যবহার করা হবে না
ca: Les trucades a funcions no s'utilitzaran perquè la recursivitat és 0
de: Funktionsaufrufe werden nicht verwendet, da die Rekursion 0 ist
el: Οι κλήσεις συναρτήσεων δεν θα χρησιμοποιηθούν επειδή η αναδρομή είναι 0
es: Las llamadas a funciones no se utilizarán ya que la recursividad es 0
et: Funktsioonikutseid ei kasutata, kuna rekursioon on 0
fa: فراخوانی تابع استفاده نخواهد شد زیرا بازگشت 0 است
fi: Funktiokutsuja ei käytetä, koska rekursio on 0
fr: Les appels de fonction ne seront pas utilisés puisque la récursivité est 0
he: לא ייעשה שימוש בקריאות לפונקציות מכיוון שהרקורסיה היא 0
hi: फ़ंक्शन कॉल का उपयोग नहीं किया जाएगा क्योंकि रिकर्सन 0 है
hr: Pozivi funkcija neće se koristiti jer je rekurzija 0
hu: A függvényhívások nem használhatók, mivel a rekurzió 0
id: Pemanggilan fungsi tidak akan digunakan karena rekursinya 0
it: Le chiamate di funzione non verranno utilizzate poiché la ricorsione è 0
ko: 재귀가 0이므로 함수 호출은 사용되지 않습니다.
lt: Funkcijų iškvietimai nebus naudojami, nes rekursija yra 0
ms: Panggilan fungsi tidak akan digunakan kerana rekursi ialah 0
nl: Functieaanroepen worden niet gebruikt omdat recursie 0 is
no: Funksjonsanrop vil ikke bli brukt siden rekursjon er 0
pl: Wywołania funkcji nie będą używane, ponieważ rekurencja wynosi 0
pt: Chamadas de função não serão usadas porque a recursão é 0
ro: Apelurile de funcții nu vor fi utilizate deoarece recursiunea este 0
ru: Вызовы функций не будут использоваться, поскольку рекурсия равна 0.
sl: Klici funkcij ne bodo uporabljeni, ker je rekurzija 0
sv: Funktionsanrop kommer inte att användas eftersom rekursion är 0
th: การเรียกใช้ฟังก์ชันจะไม่ถูกใช้เนื่องจากการเรียกซ้ำเป็น 0
tr: Özyineleme 0 olduğundan işlev çağrıları kullanılmayacak
uk: Виклики функцій не використовуватимуться, оскільки рекурсія дорівнює 0
vi: Các lệnh gọi hàm sẽ không được sử dụng vì đệ quy là 0

source: Minimum length needs to be at least 0 or higher
ar: يجب أن يكون الحد الأدنى للطول 0 على الأقل أو أعلى
bg: Минималната дължина трябва да бъде поне 0 или по-висока
bn: ন্যূনতম দৈর্ঘ্য কমপক্ষে 0 বা তার বেশি হওয়া দরকার
ca: La longitud mínima ha de ser com a mínim 0 o superior
de: Die Mindestlänge muss mindestens 0 oder höher sein
el: Το ελάχιστο μήκος πρέπει να είναι τουλάχιστον 0 ή μεγαλύτερο
es: La longitud mínima debe ser al menos 0 o superior
et: Minimaalne pikkus peab olema vähemalt 0 või suurem
fa: حداقل طول باید حداقل 0 یا بیشتر باشد
fi: Vähimmäispituuden on oltava vähintään 0
fr: La longueur minimale doit être d'au moins 0 ou supérieure.
he: האורך המינימלי צריך להיות לפחות 0 ומעלה
hi: न्यूनतम लंबाई कम से कम 0 या अधिक होनी चाहिए
hr: Minimalna duljina mora biti najmanje 0 ili veća
hu: A minimális hossznak legalább 0-nak kell lennie
id: Panjang minimum harus minimal 0 atau lebih tinggi
it: La lunghezza minima deve essere almeno 0 o superiore
ko: 최소 길이는 0 이상이어야 합니다.
lt: Minimalus ilgis turi būti bent 0 arba didesnis
ms: Panjang minimum mestilah sekurang-kurangnya 0 atau lebih tinggi
nl: De minimale lengte moet minimaal 0 of hoger zijn
no: Minimumslengden må være minst 0 eller høyere
pl: Minimalna długość musi wynosić co najmniej 0 lub więcej
pt: O comprimento mínimo precisa ser pelo menos 0 ou superior
ro: Lungimea minimă trebuie să fie de cel puțin 0 sau mai mare
ru: Минимальная длина должна быть не менее 0 или выше.
sl: Najmanjša dolžina mora biti vsaj 0 ali več
sv: Minsta längd måste vara minst 0 eller högre
th: ความยาวขั้นต่ำต้องมีอย่างน้อย 0 หรือสูงกว่า
tr: Minimum uzunluğun en az 0 veya daha yüksek olması gerekir
uk: Мінімальна довжина має бути принаймні 0 або вище
vi: Độ dài tối thiểu cần phải bằng ít nhất 0 hoặc cao hơn

source: {} will respond regardless of message length
ar: سوف يستجيب {} بغض النظر عن طول الرسالة
bg: {} ще отговори независимо от дължината на съобщението
bn: {} বার্তার দৈর্ঘ্য নির্বিশেষে প্রতিক্রিয়া জানাবে
ca: {} respondrà independentment de la longitud del missatge
de: {} antwortet unabhängig von der Nachrichtenlänge
el: Το {} θα απαντήσει ανεξάρτητα από το μήκος του μηνύματος
es: {} responderá independientemente de la longitud del mensaje
et: {} vastab sõnumi pikkusest olenemata
fa: {} بدون توجه به طول پیام پاسخ خواهد داد
fi: {} vastaa viestin pituudesta riippumatta
fr: {} répondra quelle que soit la longueur du message
he: {} יגיב ללא קשר לאורך ההודעה
hi: {} संदेश की लंबाई की परवाह किए बिना जवाब देगा
hr: {} će odgovoriti bez obzira na duljinu poruke
hu: A {} az üzenet hosszától függetlenül válaszol
id: {} akan merespons berapa pun panjang pesannya
it: {} risponderà indipendentemente dalla lunghezza del messaggio
ko: {}는 메시지 길이에 관계없이 응답합니다.
lt: {} atsakys nepriklausomai nuo pranešimo ilgio
ms: {} akan bertindak balas tanpa mengira panjang mesej
nl: {} zal reageren, ongeacht de berichtlengte
no: {} vil svare uavhengig av meldingslengde
pl: {} odpowie niezależnie od długości wiadomości
pt: {} responderá independentemente do tamanho da mensagem
ro: {} va răspunde indiferent de lungimea mesajului
ru: {} ответит независимо от длины сообщения
sl: {} bo odgovoril ne glede na dolžino sporočila
sv: {} svarar oavsett meddelandelängd
th: {} จะตอบกลับโดยไม่คำนึงถึงความยาวของข้อความ
tr: {}, mesajın uzunluğuna bakılmaksızın yanıt verecektir
uk: {} відповість незалежно від довжини повідомлення
vi: {} sẽ phản hồi bất kể độ dài tin nhắn

source: {} will respond to messages with more than **{}** characters
ar: سوف يقوم {} بالرد على الرسائل التي تحتوي على أكثر من **{}** من الأحرف
bg: {} ще отговаря на съобщения с повече от **{}** знака
bn: {} **{}** এর বেশি অক্ষর সহ বার্তাগুলিতে প্রতিক্রিয়া জানাবে৷
ca: {} respondrà als missatges amb més de **{}** caràcters
de: {} antwortet auf Nachrichten mit mehr als **{}** Zeichen
el: Το {} θα απαντά σε μηνύματα με περισσότερους από **{}** χαρακτήρες
es: {} responderá a mensajes con más de **{}** caracteres
et: {} vastab enam kui **{}** tähemärgiga sõnumitele
fa: {} به پیام هایی با بیش از **{}** نویسه پاسخ می دهد
fi: {} vastaa viesteihin, joissa on enemmän kuin **{}** merkkiä
fr: {} répondra aux messages contenant plus de **{}** caractères
he: {} יגיב להודעות עם יותר מ-**{}** תווים
hi: {} **{}** से अधिक वर्णों वाले संदेशों का जवाब देगा
hr: {} će odgovoriti na poruke s više od **{}** znakova
hu: A(z) {} a **{}** karakternél hosszabb üzenetekre válaszol
id: {} akan merespons pesan dengan lebih dari **{}** karakter
it: {} risponderà ai messaggi con più di **{}** caratteri
ko: {}는 **{}** 문자가 넘는 메시지에 응답합니다.
lt: {} atsakys į pranešimus, kuriuose yra daugiau nei **{}** simbolių
ms: {} akan membalas mesej dengan lebih daripada **{}** aksara
nl: {} reageert op berichten met meer dan **{}** tekens
no: {} vil svare på meldinger med mer enn **{}** tegn
pl: {} odpowie na wiadomości zawierające więcej niż **{}** znaków
pt: {} responderá a mensagens com mais de **{}** caracteres
ro: {} va răspunde mesajelor cu mai mult de **{}** caractere
ru: {} будет отвечать на сообщения, содержащие более **{}** символов.
sl: {} bo odgovoril na sporočila z več kot **{}** znaki
sv: {} svarar på meddelanden med fler än **{}** tecken
th: {} จะตอบกลับข้อความที่มีอักขระมากกว่า **{}**
tr: {}, **{}**'den fazla karakter içeren mesajlara yanıt verecektir
uk: {} відповідатиме на повідомлення, які містять понад **{}** символів
vi: {} sẽ trả lời tin nhắn có nhiều hơn **{}** ký tự

source: Cannot be a negative number!
ar: لا يمكن أن يكون رقما سلبيا!
bg: Не може да бъде отрицателно число!
bn: ঋণাত্মক সংখ্যা হতে পারে না!
ca: No pot ser un nombre negatiu!
de: Darf keine negative Zahl sein!
el: Δεν μπορεί να είναι αρνητικός αριθμός!
es: ¡No puede ser un número negativo!
et: Ei saa olla negatiivne arv!
fa: نمی تواند یک عدد منفی باشد!
fi: Ei voi olla negatiivinen luku!
fr: Ne peut pas être un nombre négatif !
he: לא יכול להיות מספר שלילי!
hi: ऋणात्मक संख्या नहीं हो सकती!
hr: Ne može biti negativan broj!
hu: Nem lehet negatív szám!
id: Tidak boleh bilangan negatif!
it: Non può essere un numero negativo!
ko: 음수일 수 없습니다!
lt: Negali būti neigiamas skaičius!
ms: Tidak boleh menjadi nombor negatif!
nl: Kan geen negatief getal zijn!
no: Kan ikke være et negativt tall!
pl: Nie może być liczbą ujemną!
pt: Não pode ser um número negativo!
ro: Nu poate fi un număr negativ!
ru: Не может быть отрицательным числом!
sl: Ne sme biti negativno število!
sv: Kan inte vara ett negativt tal!
th: ไม่สามารถเป็นจำนวนลบได้!
tr: Negatif bir sayı olamaz!
uk: Число не може бути від’ємним!
vi: Không thể là số âm!

source: The maximum amount of tokens sent in a payload will be dynamic
ar: سيكون الحد الأقصى لعدد الرموز المميزة المرسلة في الحمولة ديناميكيًا
bg: Максималното количество токени, изпратено в полезен товар, ще бъде динамично
bn: একটি পেলোডে পাঠানো সর্বাধিক পরিমাণ টোকেন গতিশীল হবে
ca: La quantitat màxima de fitxes enviades en una càrrega útil serà dinàmica
de: Die maximale Anzahl der in einer Nutzlast gesendeten Token ist dynamisch
el: Ο μέγιστος αριθμός κουπονιών που αποστέλλονται σε ένα ωφέλιμο φορτίο θα είναι δυναμικός
es: La cantidad máxima de tokens enviados en una carga útil será dinámica
et: Kasulikus koormas saadetavate žetoonide maksimaalne kogus on dünaamiline
fa: حداکثر مقدار توکن های ارسال شده در یک محموله پویا خواهد بود
fi: Hyötykuormassa lähetettävien merkkien enimmäismäärä on dynaaminen
fr: Le nombre maximum de jetons envoyés dans une charge utile sera dynamique
he: הכמות המקסימלית של אסימונים שנשלחו במטען תהיה דינמית
hi: पेलोड में भेजे गए टोकन की अधिकतम मात्रा गतिशील होगी
hr: Maksimalna količina tokena poslanih u korisnom teretu bit će dinamična
hu: A rakományban elküldött tokenek maximális mennyisége dinamikus lesz
id: Jumlah maksimum token yang dikirim dalam payload akan bersifat dinamis
it: La quantità massima di token inviati in un payload sarà dinamico
ko: 페이로드로 전송되는 최대 토큰 양은 동적입니다.
lt: Didžiausias naudingojo krovinio žetonų kiekis bus dinaminis
ms: Jumlah maksimum token yang dihantar dalam muatan akan menjadi dinamik
nl: Het maximale aantal tokens dat in een payload wordt verzonden, is dynamisch
no: Det maksimale antallet tokens som sendes i en nyttelast vil være dynamisk
pl: Maksymalna ilość tokenów wysłanych w ładunku będzie dynamiczna
pt: A quantidade máxima de tokens enviados em uma carga útil será dinâmica
ro: Cantitatea maximă de jetoane trimise într-o încărcare utilă va fi dinamică
ru: Максимальное количество токенов, отправляемых в полезной нагрузке, будет динамическим.
sl: Največja količina žetonov, poslanih v tovoru, bo dinamična
sv: Det maximala antalet tokens som skickas i en nyttolast kommer att vara dynamiskt
th: จำนวนโทเค็นสูงสุดที่ส่งในเพย์โหลดจะเป็นแบบไดนามิก
tr: Bir yükte gönderilen maksimum jeton miktarı dinamik olacaktır
uk: Максимальна кількість токенів, надісланих у корисному навантаженні, буде динамічною
vi: Số lượng mã thông báo tối đa được gửi trong tải trọng sẽ linh hoạt

source: The maximum amount of tokens in the models responses will be {}.
ar: الحد الأقصى لعدد الرموز المميزة في استجابات النماذج سيكون {}.
bg: Максималното количество токени в отговорите на моделите ще бъде {}.
bn: মডেলের প্রতিক্রিয়াগুলিতে টোকেনের সর্বাধিক পরিমাণ হবে {}৷
ca: La quantitat màxima de fitxes a les respostes dels models serà de {}.
de: Die maximale Anzahl an Token in den Modellantworten beträgt {}.
el: Ο μέγιστος αριθμός διακριτικών στις απαντήσεις των μοντέλων θα είναι {}.
es: La cantidad máxima de tokens en las respuestas de los modelos será {}.
et: Maksimaalne žetoonide arv mudelite vastustes on {}.
fa: حداکثر مقدار توکن در پاسخ های مدل {} خواهد بود.
fi: Mallien vastauksissa olevien merkkien enimmäismäärä on {}.
fr: Le nombre maximum de jetons dans les réponses des modèles sera de {}.
he: הכמות המקסימלית של אסימונים בתגובות המודלים תהיה {}.
hi: मॉडल प्रतिक्रियाओं में टोकन की अधिकतम मात्रा {} होगी।
hr: Maksimalna količina tokena u odgovorima modela bit će {}.
hu: A modellválaszokban a tokenek maximális száma {} lesz.
id: Jumlah maksimum token dalam respons model adalah {}.
it: La quantità massima di token nelle risposte dei modelli sarà {}.
ko: 모델 응답의 최대 토큰 양은 {}입니다.
lt: Maksimalus žetonų skaičius modelių atsakymuose bus {}.
ms: Jumlah maksimum token dalam respons model ialah {}.
nl: Het maximale aantal tokens in de modelreacties is {}.
no: Det maksimale antallet tokens i modellens svar vil være {}.
pl: Maksymalna ilość tokenów w odpowiedziach modeli wyniesie {}.
pt: A quantidade máxima de tokens nas respostas dos modelos será {}.
ro: Cantitatea maximă de jetoane din răspunsurile modelelor va fi {}.
ru: Максимальное количество токенов в ответах модели будет равно {}.
sl: Največja količina žetonov v odgovorih modelov bo {}.
sv: Det maximala antalet tokens i modellens svar kommer att vara {}.
th: จำนวนโทเค็นสูงสุดในการตอบกลับของโมเดลคือ {}
tr: Model yanıtlarındaki maksimum jeton miktarı {} olacaktır.
uk: Максимальна кількість токенів у відповідях моделей становитиме {}.
vi: Số lượng mã thông báo tối đa trong phản hồi của mô hình sẽ là {}.

source: Response tokens will now be dynamic
ar: ستصبح رموز الاستجابة الآن ديناميكية
bg: Токените за отговор вече ще бъдат динамични
bn: প্রতিক্রিয়া টোকেন এখন গতিশীল হবে
ca: Els testimonis de resposta ara seran dinàmics
de: Antworttokens sind jetzt dynamisch
el: Τα διακριτικά απόκρισης θα είναι πλέον δυναμικά
es: Los tokens de respuesta ahora serán dinámicos
et: Vastusmärgid on nüüd dünaamilised
fa: توکن های پاسخ اکنون پویا خواهند بود
fi: Vastaustunnukset ovat nyt dynaamisia
fr: Les jetons de réponse seront désormais dynamiques
he: אסימוני תגובה יהיו כעת דינמיים
hi: प्रतिक्रिया टोकन अब गतिशील होंगे
hr: Tokeni odgovora sada će biti dinamični
hu: A választokenek mostantól dinamikusak lesznek
id: Token respons sekarang akan bersifat dinamis
it: I token di risposta ora saranno dinamici
ko: 응답 토큰은 이제 동적입니다.
lt: Atsakymo prieigos raktai dabar bus dinamiški
ms: Token respons kini akan menjadi dinamik
nl: Reactietokens zijn nu dynamisch
no: Svartokens vil nå være dynamiske
pl: Tokeny odpowiedzi będą teraz dynamiczne
pt: Os tokens de resposta agora serão dinâmicos
ro: Jetoanele de răspuns vor fi acum dinamice
ru: Токены ответов теперь будут динамическими.
sl: Odzivni žetoni bodo zdaj dinamični
sv: Svarstokens kommer nu att vara dynamiska
th: ตอนนี้โทเค็นการตอบกลับจะเป็นไดนามิก
tr: Yanıt belirteçleri artık dinamik olacak
uk: Токени відповідей тепер будуть динамічними
vi: Mã thông báo phản hồi bây giờ sẽ ở trạng thái động

source: Error: {}
ar: خطأ: {}
bg: Грешка: {}
bn: ত্রুটি: {}
de: Fehler: {}
el: Σφάλμα: {}
et: Viga: {}
fa: خطا: {}
fi: Virhe: {}
fr: Erreur: {}
he: שגיאה: {}
hi: गलती: {}
hr: Greška: {}
hu: Hiba: {}
id: Kesalahan: {}
it: Errore: {}
ko: 오류: {}
lt: Klaida: {}
ms: Ralat: {}
nl: Fout: {}
no: Feil: {}
pl: Błąd: {}
pt: Erro: {}
ro: Eroare: {}
ru: Ошибка: {}
sl: Napaka: {}
sv: Fel: {}
th: ข้อผิดพลาด: {}
tr: Hata: {}
uk: Помилка: {}
vi: Lỗi: {}

source: The **{}** model will now be used
ar: سيتم الآن استخدام النموذج **{}**
bg: Сега ще се използва моделът **{}**
bn: **{}** মডেলটি এখন ব্যবহার করা হবে
ca: Ara s'utilitzarà el model **{}**
de: Es wird nun das Modell **{}** verwendet
el: Το μοντέλο **{}** θα χρησιμοποιείται τώρα
es: Ahora se utilizará el modelo **{}**
et: Nüüd kasutatakse mudelit **{}**
fa: اکنون از مدل **{}** استفاده خواهد شد
fi: Mallia **{}** käytetään nyt
fr: Le modèle **{}** sera désormais utilisé
he: כעת נעשה שימוש במודל **{}**
hi: अब **{}** मॉडल का उपयोग किया जाएगा
hr: Sada će se koristiti model **{}**
hu: Most a **{}** modell kerül felhasználásra
id: Model **{}** sekarang akan digunakan
it: Verrà ora utilizzato il modello **{}**
ko: 이제 ****{}** 모델이 사용됩니다
lt: Dabar bus naudojamas modelis **{}**
ms: Model **{}** kini akan digunakan
nl: Het **{}**-model wordt nu gebruikt
no: **{}**-modellen vil nå bli brukt
pl: Zostanie teraz użyty model **{}**
pt: O modelo **{}** agora será usado
ro: Modelul **{}** va fi folosit acum
ru: Теперь будет использоваться модель **{}**.
sl: Zdaj bo uporabljen model **{}**
sv: Modellen **{}** kommer nu att användas
th: ขณะนี้โมเดล **{}** จะถูกนำมาใช้
tr: **{}** modeli artık kullanılacak
uk: Тепер використовуватиметься модель **{}**
vi: Mô hình **{}** bây giờ sẽ được sử dụng

source: The **{}** model will now be used for embeddings
ar: سيتم الآن استخدام النموذج **{}** للتضمين
bg: Моделът **{}** вече ще се използва за вграждания
bn: **{}** মডেলটি এখন এমবেডিংয়ের জন্য ব্যবহার করা হবে
ca: El model **{}** ara s'utilitzarà per a les incrustacions
de: Für Einbettungen wird nun das Modell **{}** verwendet
el: Το μοντέλο **{}** θα χρησιμοποιείται τώρα για ενσωματώσεις
es: El modelo **{}** ahora se usará para incrustaciones.
et: Nüüd kasutatakse manustamiseks mudelit **{}**
fa: مدل **{}** اکنون برای جاسازی استفاده خواهد شد
fi: **{}**-mallia käytetään nyt upotuksiin
fr: Le modèle **{}** sera désormais utilisé pour les intégrations
he: המודל **{}** ישמש כעת להטמעות
hi: **{}** मॉडल का उपयोग अब एम्बेडिंग के लिए किया जाएगा
hr: Model **{}** sada će se koristiti za ugradnje
hu: A **{}** modell mostantól a beágyazásokhoz lesz használva
id: Model **{}** sekarang akan digunakan untuk penyematan
it: Il modello **{}** verrà ora utilizzato per gli incorporamenti
ko: ****{}** 모델은 이제 임베딩에 사용됩니다.
lt: **{}** modelis dabar bus naudojamas įterpimams
ms: Model **{}** kini akan digunakan untuk benam
nl: Het **{}**-model wordt nu gebruikt voor insluitingen
no: **{}**-modellen vil nå bli brukt for innebygging
pl: Model **{}** będzie teraz używany do osadzania
pt: O modelo **{}** agora será usado para incorporações
ro: Modelul **{}** va fi folosit acum pentru încorporare
ru: Модель **{}** теперь будет использоваться для вложений.
sl: Model **{}** bo zdaj uporabljen za vdelave
sv: Modellen **{}** kommer nu att användas för inbäddningar
th: ขณะนี้โมเดล **{}** จะถูกนำมาใช้สำหรับการฝัง
tr: **{}** modeli artık yerleştirmeler için kullanılacak
uk: Модель **{}** тепер використовуватиметься для вбудовування
vi: Mô hình **{}** bây giờ sẽ được sử dụng để nhúng

source: Not wiping embedding data
ar: عدم مسح بيانات التضمين
bg: Данните за вграждане не се изтриват
bn: এমবেডিং ডেটা মুছে ফেলা হচ্ছে না
ca: No esborra les dades d'inserció
de: Einbettungsdaten werden nicht gelöscht
el: Δεν διαγράφονται τα δεδομένα ενσωμάτωσης
es: No borrar datos incrustados
et: Andmeid ei kustutata
fa: پاک نشدن داده های جاسازی شده
fi: Ei pyyhi upotettuja tietoja
fr: Ne pas effacer les données d'intégration
he: לא מוחק נתוני הטבעה
hi: एम्बेडिंग डेटा को मिटाया नहीं जा रहा है
hr: Ne brišu se podaci o ugrađivanju
hu: Nem törli a beágyazott adatokat
id: Tidak menghapus data yang disematkan
it: Non cancellare i dati incorporati
ko: 내장 데이터를 지우지 않음
lt: Neišvalomi įterpiami duomenys
ms: Tidak mengelap data benam
nl: Insluitingsgegevens worden niet gewist
no: Sletter ikke innebyggingsdata
pl: Nie czyści osadzanych danych
pt: Não limpar dados de incorporação
ro: Nu ștergeți datele de încorporare
ru: Не стирать данные для встраивания
sl: Brez brisanja vdelanih podatkov
sv: Rensar inte inbäddningsdata
th: ไม่ล้างข้อมูลที่ฝังอยู่
tr: Gömme verileri silinmiyor
uk: Вбудовані дані не видаляються
vi: Không xóa dữ liệu nhúng
