Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/assistant/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ko, lt, ms, nl, no, pl, pt, ro, ru, sl, sv, th, tr, uk, vi

source: Your Brave websearch API key is set!
ar: تم تعيين مفتاح واجهة برمجة تطبيقات بحث الويب Brave الخاص بك!
bg: Вашият API ключ за Brave уеб търсене е зададен!
bn: আপনার সাহসী ওয়েব অনুসন্ধান API কী সেট করা হয়েছে!
ca: La teva clau de l'API de cerca web Brave està configurada!
de: Ihr Brave-Websearch-API-Schlüssel ist festgelegt!
el: Το κλειδί Brave websearch API έχει οριστεί!
es: ¡Su clave API de Brave websearch está configurada!
et: Teie Brave Websearch API võti on seatud!
fa: کلید Brave websearch API شما تنظیم شده است!
fi: Brave Websearch API -avaimesi on asetettu!
fr: Votre clé API Brave websearch est définie !
he: מפתח ה-API של Brave websearch מוגדר!
hi: आपकी बहादुर वेबसर्च एपीआई कुंजी सेट है!
hr: Vaš Brave websearch API ključ je postavljen!
hu: A Brave websearch API kulcsod beállítva!
id: Kunci API penelusuran web Brave Anda sudah disetel!
it: La tua chiave API Brave websearch è impostata!
ko: Brave 웹 검색 API 키가 설정되었습니다!
lt: Jūsų Brave Websearch API raktas nustatytas!
ms: Kunci API carian web Berani anda telah ditetapkan!
nl: Uw Brave websearch API-sleutel is ingesteld!
no: Din Brave websearch API-nøkkel er satt!
pl: Twój klucz API wyszukiwarki internetowej Brave jest ustawiony!
pt: Sua chave da API Brave websearch está definida!
ro: Cheia dvs. API Brave websearch este setată!
ru: Ваш ключ API веб-поиска Brave установлен!
sl: Vaš Brave websearch API ključ je nastavljen!
sv: Din Brave websearch API-nyckel är inställd!
th: ตั้งค่าคีย์ API การค้นหาเว็บ Brave ของคุณแล้ว!
tr: Brave web arama API anahtarınız ayarlandı!
uk: Ваш ключ Brave websearch API налаштовано!
vi: Khóa API tìm kiếm trên web Brave của bạn đã được đặt!

source: Brave Websearch API key
ar: مفتاح واجهة برمجة تطبيقات بحث الويب الشجاع
bg: Brave Websearch API ключ
bn: সাহসী ওয়েবসার্চ API কী
ca: Clau de l'API Brave Websearch
de: Brave Websearch-API-Schlüssel
el: Κλειδί Brave Websearch API
es: Clave de la API de Brave Websearch
et: Brave Websearch API võti
fa: کلید Brave Websearch API
fi: Brave Websearch API -avain
fr: Clé API de recherche Web courageuse
he: מפתח API של חיפוש אינטרנט אמיץ
hi: बहादुर वेबसर्च एपीआई कुंजी
hr: Brave Websearch API ključ
hu: Brave Websearch API kulcs
id: Kunci API Penelusuran Web yang berani
it: Chiave API Brave Websearch
ko: Brave 웹 검색 API 키
lt: Brave Websearch API raktas
ms: Kunci API Carian Web Berani
nl: Brave Websearch API-sleutel
no: Brave Websearch API-nøkkel
pl: Klucz API Brave Websearch
pt: Chave da API Brave Websearch
ro: Cheia API Brave Websearch
ru: Ключ API Brave Websearch
sl: Brave Websearch API ključ
sv: Brave Websearch API-nyckel
th: คีย์ API ของ Brave Websearch
tr: Cesur Web Arama API anahtarı
uk: Ключ Brave Websearch API
vi: Khóa API tìm kiếm trên web dũng cảm

source: Showing settings for {}
ar: عرض الإعدادات لـ {}
bg: Показани са настройките за {}
bn: {} এর জন্য সেটিংস দেখানো হচ্ছে
ca: Es mostra la configuració de {}
de: Einstellungen für {} werden angezeigt
el: Εμφάνιση ρυθμίσεων για {}
es: Mostrando configuración para {}
et: Kuvatud on {} seaded
fa: نمایش تنظیمات برای {}
fi: Näytetään asetukset kohteelle {}
fr: Affichage des paramètres pour {}
he: מציג הגדרות עבור {}
hi: {} के लिए सेटिंग दिखाई जा रही है
hr: Prikazuju se postavke za {}
hu: A(z) {} beállításainak megjelenítése
id: Menampilkan pengaturan untuk {}
it: Visualizzazione delle impostazioni per {}
ko: {}에 대한 설정 표시 중
lt: Rodomi {} nustatymai
ms: Menunjukkan tetapan untuk {}
nl: Instellingen tonen voor {}
no: Viser innstillinger for {}
pl: Wyświetlam ustawienia dla {}
pt: Mostrando configurações para {}
ro: Se afișează setările pentru {}
ru: Показаны настройки для {}
sl: Prikaz nastavitev za {}
sv: Visar inställningar för {}
th: กำลังแสดงการตั้งค่าสำหรับ {}
tr: {} için ayarlar gösteriliyor
uk: Показано налаштування для {}
vi: Hiển thị cài đặt cho {}

source: SystemPrompt
ar: موجه النظام
bn: সিস্টেম প্রম্পট
es: Aviso del sistema
fr: Invite système
he: הנחיית מערכת
hi: सिस्टमप्रॉम्प्ट
id: Perintah Sistem
it: Prompt del sistema
ko: 시스템 프롬프트
nl: SysteemPrompt
pl: Podpowiedź systemowa
pt: Prompt do sistema
ru: Системная подсказка
th: ระบบพร้อมท์
tr: Sistem İstemi
vi: dấu nhắc hệ thống

source: InitialPrompt
ar: موجه الأولي
bg: Първоначална подкана
bn: প্রাথমিক প্রম্পট
ca: Avís inicial
de: Erste Aufforderung
el: Αρχική προτροπή
es: Mensaje inicial
et: Esialgne viip
fa: درخواست اولیه
fi: Alkukehote
fr: Invite initiale
he: הנחיה ראשונית
hi: प्रारंभिक संकेत
hr: Početni upit
hu: Kezdeti felszólítás
id: Perintah Awal
it: Richiesta iniziale
ko: 초기 프롬프트
lt: Pradinis raginimas
ms: Gesaan Permulaan
nl: Initiële prompt
no: Innledende melding
pl: Początkowy monit
pt: Alerta inicial
ro: Solicitare inițială
ru: Начальная подсказка
sl: Začetni poziv
sv: Inledande uppmaning
th: พรอมต์เริ่มต้น
tr: İlk İstem
uk: Початкова підказка
vi: Lời nhắc ban đầu

source: Sent your current settings for this server in DMs!
ar: أرسل إعداداتك الحالية لهذا الخادم عبر الرسائل المباشرة!
bg: Изпратете текущите си настройки за този сървър в DM!
bn: এই সার্ভারের জন্য আপনার বর্তমান সেটিংস DM এ পাঠানো হয়েছে!
ca: Heu enviat la vostra configuració actual per a aquest servidor per missatges directes.
de: Habe deine aktuellen Einstellungen für diesen Server in DMs gesendet!
el: Στείλτε τις τρέχουσες ρυθμίσεις σας για αυτόν τον διακομιστή σε DM!
es: ¡Envió su configuración actual para este servidor en DM!
et: Teie praegused seaded selle serveri jaoks saadeti DM-ides!
fa: تنظیمات فعلی خود را برای این سرور در DM ارسال کرد!
fi: Tämän palvelimen nykyiset asetuksesi lähetettiin DM-viesteissä!
fr: Envoyez vos paramètres actuels pour ce serveur dans les DM !
he: שלח את ההגדרות הנוכחיות שלך עבור שרת זה ב-DMs!
hi: इस सर्वर के लिए अपनी वर्तमान सेटिंग्स डीएम में भेजें!
hr: Poslao svoje trenutne postavke za ovaj poslužitelj u DM-u!
hu: Elküldte az aktuális beállításait ehhez a szerverhez DM-ben!
id: Kirimkan pengaturan Anda saat ini untuk server ini melalui DM!
it: Hai inviato le tue impostazioni attuali per questo server nei messaggi diretti!
ko: 이 서버의 현재 설정을 DM으로 보내주세요!
lt: Išsiuntėte dabartinius šio serverio nustatymus DM!
ms: Menghantar tetapan semasa anda untuk pelayan ini dalam DM!
nl: Stuur je huidige instellingen voor deze server in DM's!
no: Sendte dine nåværende innstillinger for denne serveren i DM!
pl: Wysłałem aktualne ustawienia dla tego serwera w DM!
pt: Enviou suas configurações atuais para este servidor em DMs!
ro: Ți-ai trimis setările curente pentru acest server în DM-uri!
ru: Отправил в Директ свои текущие настройки для этого сервера!
sl: Poslal svoje trenutne nastavitve za ta strežnik v DM!
sv: Skickade dina nuvarande inställningar för denna server i DM!
th: ส่งการตั้งค่าปัจจุบันของคุณสำหรับเซิร์ฟเวอร์นี้ใน DM!
tr: Bu sunucu için mevcut ayarlarınızı DM olarak gönderdik!
uk: Надіслав ваші поточні налаштування для цього сервера в DM!
vi: Đã gửi cài đặt hiện tại của bạn cho máy chủ này trong DM!

source: You need to allow DMs so I can message you!
ar: يجب أن تسمح بالرسائل المباشرة حتى أتمكن من مراسلتك!
bg: Трябва да разрешите DMs, за да мога да ви изпращам съобщения!
bn: আপনাকে ডিএম-এর অনুমতি দিতে হবে যাতে আমি আপনাকে বার্তা দিতে পারি!
ca: Heu de permetre missatges directes perquè us pugui enviar un missatge!
de: Du musst DMs zulassen, damit ich dir eine Nachricht senden kann!
el: Πρέπει να επιτρέψετε τα DM για να σας στείλω μήνυμα!
es: ¡Debes permitir los mensajes directos para que pueda enviarte mensajes!
et: Peate lubama DM-e, et saaksin teile sõnumeid saata!
fa: باید به DM اجازه بدهید تا بتوانم به شما پیام بدهم!
fi: Sinun on sallittava DM-viestit, jotta voin lähettää sinulle viestin!
fr: Vous devez autoriser les DM pour que je puisse vous envoyer un message !
he: אתה צריך לאפשר הודעות DM כדי שאוכל לשלוח לך הודעה!
hi: आपको डीएम को अनुमति देनी होगी ताकि मैं आपको संदेश भेज सकूं!
hr: Morate dopustiti DM-ove da vam mogu poslati poruku!
hu: Engedélyeznie kell a DM-eket, hogy üzenetet tudjak küldeni!
id: Anda harus mengizinkan DM agar saya dapat mengirimi Anda pesan!
it: Devi consentire i DM così posso inviarti messaggi!
ko: 제가 메시지를 보내려면 DM을 허용해주셔야 합니다!
lt: Turite leisti DM, kad galėčiau jums pranešti!
ms: Anda perlu membenarkan DM supaya saya boleh menghantar mesej kepada anda!
nl: Je moet DM's toestaan, zodat ik je een bericht kan sturen!
no: Du må tillate DM så jeg kan sende deg meldinger!
pl: Musisz zezwolić na DM, abym mógł Ci wysłać wiadomość!
pt: Você precisa permitir DMs para que eu possa enviar mensagens para você!
ro: Trebuie să permiteți DM-urile ca să vă pot trimite mesaje!
ru: Вам нужно разрешить отправлять личные сообщения, чтобы я мог отправлять вам сообщения!
sl: Dovoliti morate DM-je, da vam lahko pošljem sporočilo!
sv: Du måste tillåta DM så att jag kan skicka meddelanden till dig!
th: คุณต้องอนุญาต DM ก่อนจึงจะส่งข้อความถึงคุณได้!
tr: Size mesaj gönderebilmem için DM'lere izin vermeniz gerekiyor!
uk: Вам потрібно дозволити DM, щоб я міг вам надіслати повідомлення!
vi: Bạn cần cho phép DM để tôi có thể nhắn tin cho bạn!

source: There is no usage data yet!
ar: لا توجد بيانات الاستخدام حتى الآن!
bg: Все още няма данни за употреба!
bn: এখনও কোন ব্যবহার তথ্য নেই!
ca: Encara no hi ha dades d'ús!
de: Es liegen noch keine Nutzungsdaten vor!
el: Δεν υπάρχουν ακόμη δεδομένα χρήσης!
es: ¡Aún no hay datos de uso!
et: Kasutusandmeid veel pole!
fa: هنوز هیچ داده استفاده ای وجود ندارد!
fi: Käyttötietoja ei vielä ole!
fr: Il n'y a pas encore de données d'utilisation !
he: אין עדיין נתוני שימוש!
hi: अभी तक कोई उपयोग डेटा नहीं है!
hr: Još nema podataka o korištenju!
hu: Használati adat még nincs!
id: Belum ada data penggunaan!
it: Non ci sono ancora dati di utilizzo!
ko: 아직 사용 데이터가 없습니다!
lt: Naudojimo duomenų dar nėra!
ms: Belum ada data penggunaan!
nl: Er zijn nog geen gebruiksgegevens!
no: Det er ingen bruksdata ennå!
pl: Nie ma jeszcze danych o użytkowaniu!
pt: Ainda não há dados de uso!
ro: Nu există încă date de utilizare!
ru: Данных об использовании пока нет!
sl: Podatkov o porabi še ni!
sv: Det finns ingen användningsdata ännu!
th: ยังไม่มีข้อมูลการใช้งาน!
tr: Henüz kullanım verisi yok!
uk: Даних про використання ще немає!
vi: Chưa có dữ liệu sử dụng!

source: `Total: `{} (${} @ ${}/1k tokens)
ar: `الإجمالي: `{} (${} @ ${}/1k من الرموز المميزة)
bg: `Общо: `{} (${} @ ${}/1k токена)
bn: `মোট: `{} (${} @ ${}/1k টোকেন)
ca: `Total: `{} (${} @ ${}/1k fitxes)
de: `Gesamt: `{} (${} @ ${}/1k Token)
el: `Σύνολο: `{} (${} @ ${/}/1 χιλιάδες διακριτικά)
et: `Kokku: `{} (${} @ ${}/1k märki)
fa: «مجموع: «{} (${} @ ${/}/1 هزار توکن)
fi: `Yhteensä: `{} (${} @ ${}/1 tk.)
fr: `Total : `{} (${} @ ${}/1 000 jetons)
he: `סה"כ: `{} (${} @ ${}/1k אסימונים)
hi: `कुल: `{} (${} @ ${}/1k टोकन)
hr: `Ukupno: `{} (${} @ ${}/1k tokena)
hu: `Összesen: `{} (${} $ @ ${}/1k token)
id: `Total: `{} (${} @ ${}/1k token)
it: `Totale: `{} (${} @ ${}/1k token)
ko: `총계: `{} (${} @ ${}/1,000개 토큰)
lt: `Iš viso: `{} (${} @ ${}/1k žetonų)
ms: `Jumlah: `{} (${} @ ${}/1k token)
nl: `Totaal: `{} (${} @ ${}/1k tokens)
no: `Totalt: `{} (${} @ ${}/1k tokens)
pl: `Razem: `{} (${} @ ${}/1 tys. tokenów)
ro: `Total: `{} (${} @ ${}/1k jetoane)
ru: `Итого: `{} (${} @ ${}/1 тыс. токенов)
sl: `Skupaj: `{} (${} @ ${}/1k žetonov)
sv: `Totalt: `{} (${} @ ${}/1k tokens)
th: `ทั้งหมด: `{} (${} @ ${}/1,000 โทเค็น)
tr: `Toplam: `{} (${} @ ${}/1k jeton)
uk: `Усього: `{} (${} @ ${}/1 тис. токенів)
vi: `Tổng cộng: `{} (${} @ ${}/1k token)

source: Free/Self-Hosted
ar: مجاني / مستضاف ذاتيًا
bg: Безплатно/самостоятелно хостване
bn: বিনামূল্যে/স্ব-হোস্টেড
ca: Gratuït/Allotjament autònom
de: Kostenlos/selbstgehostet
el: Δωρεάν/Αυτοφιλοξενείται
es: Gratis/Autohospedado
et: Tasuta/isemajutatud
fa: رایگان/خود میزبان
fi: Ilmainen/itseisännöity
fr: Gratuit/auto-hébergé
he: חינם/אירוח עצמי
hi: नि:शुल्क/स्व-मेज़बान
hr: Besplatno/samostalno hostirano
hu: Ingyenes/Self-Hosted
id: Gratis/Dihosting Sendiri
it: Gratuito/ospitato autonomamente
ko: 무료/자체 호스팅
lt: Nemokamas / savarankiškas priegloba
ms: Percuma/Dihoskan Sendiri
nl: Gratis/zelf gehost
no: Gratis/Selvvert
pl: Bezpłatne/samodzielne
pt: Gratuito/auto-hospedado
ro: Gratuit/Auto-găzduit
ru: Бесплатное/самостоятельное размещение
sl: Brezplačno/samostojno
sv: Gratis/självvärd
th: ฟรี/โฮสต์ด้วยตนเอง
tr: Ücretsiz/Kendi Kendine Barındırılan
uk: Безкоштовний/саморозміщений
vi: Miễn phí/Tự lưu trữ

source: Token usage stats have been reset!
ar: تمت إعادة تعيين إحصائيات استخدام الرمز المميز!
bg: Статистическите данни за използването на токени са нулирани!
bn: টোকেন ব্যবহারের পরিসংখ্যান রিসেট করা হয়েছে!
ca: Les estadístiques d'ús del testimoni s'han restablert!
de: Die Token-Nutzungsstatistiken wurden zurückgesetzt!
el: Έγινε επαναφορά των στατιστικών χρήσης διακριτικών!
es: ¡Se han restablecido las estadísticas de uso de tokens!
et: Märkide kasutamise statistika on lähtestatud!
fa: آمار استفاده از رمز بازنشانی شده است!
fi: Tokenin käyttötilastot on nollattu!
fr: Les statistiques d'utilisation des jetons ont été réinitialisées !
he: נתוני השימוש באסימונים אופסו!
hi: टोकन उपयोग आँकड़े रीसेट कर दिए गए हैं!
hr: Statistika korištenja tokena je poništena!
hu: A tokenhasználati statisztikák visszaállításra kerültek!
id: Statistik penggunaan token telah disetel ulang!
it: Le statistiche sull'utilizzo dei token sono state ripristinate!
ko: 토큰 사용 통계가 재설정되었습니다!
lt: Žetonų naudojimo statistika nustatyta iš naujo!
ms: Statistik penggunaan token telah ditetapkan semula!
nl: Tokengebruiksstatistieken zijn gereset!
no: Tokenbruksstatistikk er tilbakestilt!
pl: Statystyki użycia tokenów zostały zresetowane!
pt: As estatísticas de uso de token foram redefinidas!
ro: Statisticile de utilizare a jetoanelor au fost resetate!
ru: Статистика использования токенов сброшена!
sl: Statistika uporabe žetonov je bila ponastavljena!
sv: Tokenanvändningsstatistik har återställts!
th: สถิติการใช้โทเค็นถูกรีเซ็ตแล้ว!
tr: Token kullanım istatistikleri sıfırlandı!
uk: Статистику використання маркерів скинуто!
vi: Số liệu thống kê sử dụng mã thông báo đã được đặt lại!

source: OpenAI key has been removed!
ar: تمت إزالة مفتاح OpenAI!
bg: Ключът OpenAI е премахнат!
bn: OpenAI কী সরানো হয়েছে!
ca: S'ha eliminat la clau OpenAI!
de: OpenAI-Schlüssel wurde entfernt!
el: Το κλειδί OpenAI έχει αφαιρεθεί!
es: ¡Se ha eliminado la clave OpenAI!
et: OpenAI võti on eemaldatud!
fa: کلید OpenAI حذف شده است!
fi: OpenAI-avain on poistettu!
fr: La clé OpenAI a été supprimée !
he: מפתח OpenAI הוסר!
hi: OpenAI कुंजी हटा दी गई है!
hr: OpenAI ključ je uklonjen!
hu: Az OpenAI kulcsot eltávolították!
id: Kunci OpenAI telah dihapus!
it: La chiave OpenAI è stata rimossa!
ko: OpenAI 키가 제거되었습니다!
lt: OpenAI raktas pašalintas!
ms: Kunci OpenAI telah dialih keluar!
nl: OpenAI-sleutel is verwijderd!
no: OpenAI-nøkkelen er fjernet!
pl: Klucz OpenAI został usunięty!
pt: A chave OpenAI foi removida!
ro: Cheia OpenAI a fost eliminată!
ru: Ключ OpenAI удален!
sl: Ključ OpenAI je bil odstranjen!
sv: OpenAI-nyckeln har tagits bort!
th: ลบคีย์ OpenAI แล้ว!
tr: OpenAI anahtarı kaldırıldı!
uk: Ключ OpenAI видалено!
vi: Khóa OpenAI đã bị xóa!

source: No API key was entered!
ar: لم يتم إدخال أي مفتاح API!
bg: Не е въведен API ключ!
bn: কোন API কী প্রবেশ করানো হয়নি!
ca: No s'ha introduït cap clau API!
de: Es wurde kein API-Schlüssel eingegeben!
el: Δεν εισήχθη κανένα κλειδί API!
es: ¡No se ingresó ninguna clave API!
et: API võtit ei sisestatud!
fa: هیچ کلید API وارد نشد!
fi: API-avainta ei annettu!
fr: Aucune clé API n'a été saisie !
he: לא הוזן מפתח API!
hi: कोई API कुंजी दर्ज नहीं की गई!
hr: Nije unesen API ključ!
hu: Nincs megadva API kulcs!
id: Tidak ada kunci API yang dimasukkan!
it: Non è stata inserita alcuna chiave API!
ko: API 키가 입력되지 않았습니다!
lt: API raktas neįvestas!
ms: Tiada kunci API dimasukkan!
nl: Er is geen API-sleutel ingevoerd!
no: Ingen API-nøkkel ble angitt!
pl: Nie wprowadzono klucza API!
pt: Nenhuma chave de API foi inserida!
ro: Nu a fost introdusă nicio cheie API!
ru: Ключ API не был введен!
sl: Vnesen ni bil noben API ključ!
sv: Ingen API-nyckel har angetts!
th: ไม่มีการป้อนรหัส API!
tr: API anahtarı girilmedi!
uk: Ключ API не введено!
vi: Không có khóa API nào được nhập!

source: OpenAI key has been set!
ar: تم ضبط مفتاح OpenAI!
bg: Ключът OpenAI е зададен!
bn: OpenAI কী সেট করা হয়েছে!
ca: S'ha establert la clau OpenAI!
de: Der OpenAI-Schlüssel wurde festgelegt!
el: Το κλειδί OpenAI έχει οριστεί!
es: ¡Se ha configurado la clave OpenAI!
et: OpenAI võti on seatud!
fa: کلید OpenAI تنظیم شده است!
fi: OpenAI-avain on asetettu!
fr: La clé OpenAI a été définie !
he: מפתח OpenAI הוגדר!
hi: OpenAI कुंजी सेट कर दी गई है!
hr: OpenAI ključ je postavljen!
hu: OpenAI kulcs beállítva!
id: Kunci OpenAI telah ditetapkan!
it: La chiave OpenAI è stata impostata!
ko: OpenAI 키가 설정되었습니다!
lt: OpenAI raktas nustatytas!
ms: Kunci OpenAI telah ditetapkan!
nl: OpenAI-sleutel is ingesteld!
no: OpenAI-nøkkelen er satt!
pl: Klucz OpenAI został ustawiony!
pt: A chave OpenAI foi definida!
ro: Cheia OpenAI a fost setată!
ru: Ключ OpenAI установлен!
sl: Ključ OpenAI je nastavljen!
sv: OpenAI-nyckeln har ställts in!
th: ตั้งค่าคีย์ OpenAI แล้ว!
tr: OpenAI anahtarı ayarlandı!
uk: Ключ OpenAI встановлено!
vi: Khóa OpenAI đã được đặt!

source: Brave API key has been removed!
ar: تمت إزالة مفتاح Brave API!
bg: Brave API ключът е премахнат!
bn: সাহসী API কী সরানো হয়েছে!
ca: S'ha eliminat la clau de l'API Brave!
de: Der Brave-API-Schlüssel wurde entfernt!
el: Το Brave κλειδί API καταργήθηκε!
es: ¡Se ha eliminado la clave Brave API!
et: Brave API võti on eemaldatud!
fa: کلید Brave API حذف شده است!
fi: Brave API-avain on poistettu!
fr: La clé API Brave a été supprimée !
he: מפתח API אמיץ הוסר!
hi: बहादुर एपीआई कुंजी हटा दी गई है!
hr: Brave API ključ je uklonjen!
hu: A Brave API kulcsot eltávolítottuk!
id: Kunci API Brave telah dihapus!
it: La chiave API Brave è stata rimossa!
ko: Brave API 키가 제거되었습니다!
lt: Brave API raktas buvo pašalintas!
ms: Kunci API berani telah dialih keluar!
nl: Dappere API-sleutel is verwijderd!
no: Brave API-nøkkel er fjernet!
pl: Klucz API Brave został usunięty!
pt: A chave da API Brave foi removida!
ro: Cheia API Brave a fost eliminată!
ru: Ключ Brave API был удален!
sl: Brave API ključ je bil odstranjen!
sv: Brave API-nyckel har tagits bort!
th: รหัส Brave API ถูกลบออกแล้ว!
tr: Cesur API anahtarı kaldırıldı!
uk: Ключ Brave API видалено!
vi: Khóa API dũng cảm đã bị xóa!

source: Brave API key has been set!
ar: تم تعيين مفتاح Brave API!
bg: Ключът за Brave API е зададен!
bn: সাহসী API কী সেট করা হয়েছে!
ca: S'ha establert la clau de l'API Brave!
de: Der Brave-API-Schlüssel wurde festgelegt!
el: Το Brave API κλειδί έχει οριστεί!
es: ¡Se ha configurado la clave Brave API!
et: Brave API võti on määratud!
fa: کلید Brave API تنظیم شده است!
fi: Brave API-avain on asetettu!
fr: La clé API Brave a été définie !
he: מפתח API אמיץ הוגדר!
hi: बहादुर एपीआई कुंजी सेट कर दी गई है!
hr: Brave API ključ je postavljen!
hu: A Brave API kulcs beállítva!
id: Kunci API Brave telah disetel!
it: La chiave API Brave è stata impostata!
ko: Brave API 키가 설정되었습니다!
lt: Brave API raktas nustatytas!
ms: Kunci API berani telah ditetapkan!
nl: Dappere API-sleutel is ingesteld!
no: Brave API-nøkkel er satt!
pl: Klucz API Brave został ustawiony!
pt: A chave da API Brave foi definida!
ro: Cheia API Brave a fost setată!
ru: Ключ Brave API установлен!
sl: Ključ Brave API je nastavljen!
sv: Brave API-nyckel har ställts in!
th: ตั้งค่ารหัส Brave API แล้ว!
tr: Cesur API anahtarı ayarlandı!
uk: Ключ Brave API встановлено!
vi: Khóa API dũng cảm đã được đặt!

source: Invalid Timezone, did you mean `{}`?
ar: المنطقة الزمنية غير صالحة، هل تقصد `{}`؟
bg: Невалидна часова зона, имахте предвид „{}“?
bn: অবৈধ টাইমজোন, আপনি কি `{}` বলতে চান?
ca: Zona horària no vàlida, volies dir `{}`?
de: Ungültige Zeitzone, meinten Sie „{}“?
el: Μη έγκυρη ζώνη ώρας, εννοούσατε "{}";
es: Zona horaria no válida, ¿quiso decir `{}`?
et: Kehtetu ajavöönd, kas mõtlesite `{}`?
fa: منطقه زمانی نامعتبر است، منظورتان «{}» است؟
fi: Virheellinen aikavyöhyke, tarkoititko `{}`?
fr: Fuseau horaire invalide, vouliez-vous dire « {} ?
he: אזור זמן לא חוקי, האם התכוונת ל-`{}`?
hi: अमान्य समयक्षेत्र, क्या आपका मतलब `{}` था?
hr: Nevažeća vremenska zona, jeste li mislili `{}`?
hu: Érvénytelen időzóna, erre gondolt: `{}`?
id: Zona Waktu Tidak Valid, maksud Anda `{}`?
it: Fuso orario non valido, intendevi `{}`?
ko: 잘못된 시간대입니다. `{}`를 의미하시나요?
lt: Netinkama laiko juosta, ar turėjote omenyje „{}“?
ms: Zon Waktu tidak sah, adakah anda maksudkan `{}`?
nl: Ongeldige tijdzone. Bedoelde u `{}`?
no: Ugyldig tidssone, mente du «{}»?
pl: Nieprawidłowa strefa czasowa. Czy chodziło Ci o `{}`?
pt: Fuso horário inválido, você quis dizer `{}`?
ro: Fus orar nevalid, ați vrut să spuneți `{}`?
ru: Неверный часовой пояс. Вы имели в виду `{}`?
sl: Neveljaven časovni pas, ali ste mislili »{}«?
sv: Ogiltig tidszon, menade du `{}`?
th: เขตเวลาไม่ถูกต้อง คุณหมายถึง `{}` ใช่หรือไม่
tr: Geçersiz Saat Dilimi, `{}` mi demek istediniz?
uk: Недійсний часовий пояс, ви мали на увазі `{}`?
vi: Múi giờ không hợp lệ, ý bạn là `{}`?

source: Timezone set to **{}** (`{}`)
ar: تم ضبط المنطقة الزمنية على **{}** (`{}`)
bg: Часовата зона е зададена на **{}** (`{}`)
bn: টাইমজোন সেট করা হয়েছে **{}** (`{}`)
ca: La zona horària s'ha establert en **{}** (`{}`)
de: Zeitzone auf **{}** (`{}`) eingestellt
el: Η ζώνη ώρας ορίστηκε σε **{}** (`{}`)
es: Zona horaria establecida en **{}** (`{}`)
et: Ajavööndiks on määratud **{}** (`{}`)
fa: منطقه زمانی روی **{}** (`{}`) تنظیم شد
fi: Aikavyöhykkeeksi asetettu **{}** (`{}`)
fr: Fuseau horaire défini sur **{}** (`{}`)
he: אזור הזמן מוגדר ל-**{}** (`{}`)
hi: समय क्षेत्र **{}** (`{}`) पर सेट है
hr: Vremenska zona postavljena na **{}** (`{}`)
hu: Az időzóna beállítása **{}** (`{}`)
id: Zona waktu disetel ke **{}** (`{}`)
it: Fuso orario impostato su **{}** (`{}`)
ko: 시간대가 **{}**(`{}`)로 설정됨
lt: Laiko juosta nustatyta į **{}** (`{}`)
ms: Zon waktu ditetapkan kepada **{}** (`{}`)
nl: Tijdzone ingesteld op **{}** (`{}`)
no: Tidssone satt til **{}** (`{}`)
pl: Strefa czasowa ustawiona na **{}** (`{}`)
pt: Fuso horário definido como **{}** (`{}`)
ro: Fus orar setat la **{}** (`{}`)
ru: Часовой пояс установлен на **{}** (`{}`)
sl: Časovni pas je nastavljen na **{}** (`{}`)
sv: Tidszon inställd på **{}** (`{}`)
th: เขตเวลาตั้งเป็น **{}** (`{}`)
tr: Saat dilimi **{}** (`{}`) olarak ayarlandı
uk: Часовий пояс встановлено на **{}** (`{}`)
vi: Múi giờ được đặt thành **{}** (`{}`)
