Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/assistant/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ko, lt, ms, nl, no, pl, pt, ro, ru, sl, sv, th, tr, uk, vi

source: No embeddings could be related to this query with the current settings
ar: لا يمكن أن تكون هناك أي عمليات تضمين مرتبطة بهذا الاستعلام باستخدام الإعدادات الحالية
bg: Никакви вграждания не могат да бъдат свързани с тази заявка с текущите настройки
bn: বর্তমান সেটিংসের সাথে এই প্রশ্নের সাথে কোনো এম্বেডিং সম্পর্কিত হতে পারে না
ca: No s'ha pogut relacionar cap incrustació amb aquesta consulta amb la configuració actual
de: Mit den aktuellen Einstellungen konnten dieser Abfrage keine Einbettungen zugeordnet werden
el: Καμία ενσωμάτωση δεν θα μπορούσε να σχετίζεται με αυτό το ερώτημα με τις τρέχουσες ρυθμίσεις
es: No se pudieron relacionar incrustaciones con esta consulta con la configuración actual
et: Praeguste seadetega ei saa selle päringuga seostada ühtegi manustamist
fa: با تنظیمات فعلی هیچ جاسازی نمی‌تواند به این جستجو مرتبط باشد
fi: Tähän kyselyyn ei voitu yhdistää upotuksia nykyisillä asetuksilla
fr: Aucune intégration n'a pu être liée à cette requête avec les paramètres actuels
he: לא ניתן היה לקשר הטמעות לשאילתה זו עם ההגדרות הנוכחיות
hi: वर्तमान सेटिंग्स के साथ इस क्वेरी से कोई भी एम्बेडिंग संबंधित नहीं हो सकती है
hr: Nikakva ugrađivanja ne mogu se povezati s ovim upitom s trenutačnim postavkama
hu: A jelenlegi beállításokkal egyetlen beágyazás sem kapcsolódhat ehhez a lekérdezéshez
id: Tidak ada penyematan yang dapat dikaitkan dengan kueri ini dengan setelan saat ini
it: Nessun incorporamento può essere correlato a questa query con le impostazioni correnti
ko: 현재 설정으로는 이 쿼리와 관련된 임베딩이 없습니다.
lt: Su dabartiniais nustatymais su šia užklausa negalima susieti jokių įterpimų
ms: Tiada benam boleh dikaitkan dengan pertanyaan ini dengan tetapan semasa
nl: Met de huidige instellingen kunnen er geen insluitingen aan deze zoekopdracht worden gerelateerd
no: Ingen innbygginger kunne relateres til denne spørringen med de gjeldende innstillingene
pl: Przy bieżących ustawieniach z tym zapytaniem nie można powiązać żadnego osadzania
pt: Nenhum embedding pôde ser relacionado a esta consulta com as configurações atuais
ro: Nicio încorporare nu a putut fi legată de această interogare cu setările curente
ru: С текущими настройками к этому запросу не могут быть связаны никакие внедрения.
sl: Nobenih vdelav ni bilo mogoče povezati s to poizvedbo s trenutnimi nastavitvami
sv: Inga inbäddningar kunde relateras till den här frågan med de aktuella inställningarna
th: ไม่มีการฝังใดที่เกี่ยวข้องกับการค้นหานี้ด้วยการตั้งค่าปัจจุบัน
tr: Mevcut ayarlarla bu sorguyla hiçbir yerleştirme ilişkilendirilemez
uk: Жодні вбудовування не можуть бути пов’язані з цим запитом із поточними налаштуваннями
vi: Không có nội dung nhúng nào có thể liên quan đến truy vấn này với cài đặt hiện tại

source: `Entry Name: `{}
ar: `اسم الإدخال: `{}
bg: `Име на запис: `{}
bn: `প্রবেশের নাম: `{}
ca: `Nom de l'entrada: `{}
de: `Eintragsname: `{}
el: `Όνομα καταχώρισης: `{}
es: `Nombre de entrada: `{}
et: `Kirje nimi: `{}
fa: «نام ورودی: «{}
fi: `Syötteen nimi: `{}
fr: `Nom de l'entrée : `{}
he: `שם ערך: `{}
hi: `प्रविष्टि नाम: `{}
hr: `Naziv unosa: `{}
hu: `Bejegyzés neve: `{}
id: `Nama Entri: `{}
it: `Nome voce: `{}
ko: `항목 이름: `{}
lt: `Įrašo pavadinimas: `{}
ms: `Nama Kemasukan: `{}
nl: `Invoernaam: `{}
no: `Oppføringsnavn: `{}
pl: `Nazwa wpisu: `{}
pt: `Nome da entrada: `{}
ro: `Nume intrare: `{}
ru: `Имя записи: `{}
sl: `Ime vnosa: `{}
sv: `Postnamn: `{}
th: `ชื่อรายการ: `{}
tr: `Giriş Adı: `{}
uk: `Назва запису: `{}
vi: `Tên mục nhập: `{}

source: `Relatedness: `{}
ar: `الصلة: `{}
bg: `Свързаност: `{}
bn: `সম্পর্কিততা: `{}
ca: `Relació: `{}
de: `Verwandtschaft: `{}
el: `Σχετικότητα: `{}
es: `Relación: `{}
et: `Seostumine: `{}
fa: `ارتباط: `{}
fi: `Suhteet: `{}
fr: `Relation : `{}
he: `קשורות: `{}
hi: `संबंधितता: `{}
hr: `Srodnost: `{}
hu: `Kapcsolatosság: `{}
id: `Keterkaitan: `{}
it: `Correlazione: `{}
ko: `관련성: `{}
lt: `Ryšys: `{}
ms: `Perkaitan: `{}
nl: `Verwantschap: `{}
no: `Slektskap: `{}
pl: `Pokrewieństwo: `{}
pt: `Relacionamento: `{}
ro: `Relație: `{}
ru: `Связь: `{}
sl: `Sorodnost: `{}
sv: `Släktskap: `{}
th: `ความสัมพันธ์: `{}
tr: `İlişki: `{}
uk: `Спорідненість: `{}
vi: `Mức độ liên quan: `{}

source: `Dimensions: `{}
ar: `الأبعاد: `{}
bg: `Размери: `{}
bn: `মাত্রা: `{}
de: `Abmessungen: `{}
el: `Διαστάσεις: `{}
es: `Dimensiones: `{}
et: `Mõõtmed: `{}
fa: ابعاد: `{}
fi: `Mitat: `{}
he: `מימדים: `{}
hi: `आयाम: `{}
hr: `Dimenzije: `{}
hu: `Méretek: `{}
id: `Dimensi: `{}
it: `Dimensioni: `{}
ko: `크기: `{}
lt: `Matmenys: `{}
ms: `Dimensi: `{}
nl: `Afmetingen: `{}
no: `Dimensjoner: `{}
pl: `Wymiary: `{}
pt: `Dimensões: `{}
ro: `Dimensiuni: `{}
ru: `Размеры: `{}
sl: `Dimenzije: `{}
sv: `Mått: `{}
th: `ขนาด: `{}
tr: `Boyutlar: `{}
uk: `Розміри: `{}
vi: `Kích thước: `{}

source: Failed to fetch: {}
ar: فشل الجلب: {}
bg: Неуспешно извличане: {}
bn: আনতে ব্যর্থ হয়েছে: {}
ca: No s'ha pogut obtenir: {}
de: Fehler beim Abrufen: {}
el: Αποτυχία ανάκτησης: {}
es: No se pudo recuperar: {}
et: Tõmbamine ebaõnnestus: {}
fa: واکشی نشد: {}
fi: Nouto epäonnistui: {}
fr: Échec de la récupération : {}
he: אחזור נכשל: {}
hi: लाने में विफल: {}
hr: Nije uspjelo dohvaćanje: {}
hu: Nem sikerült lekérni: {}
id: Gagal mengambil: {}
it: Impossibile recuperare: {}
ko: 가져오지 못했습니다: {}
lt: Nepavyko gauti: {}
ms: Gagal mengambil: {}
nl: Kan niet ophalen: {}
no: Kunne ikke hente: {}
pl: Nie udało się pobrać: {}
pt: Falha ao buscar: {}
ro: Preluare eșuată: {}
ru: Не удалось получить: {}
sl: Ni bilo mogoče pridobiti: {}
sv: Det gick inte att hämta: {}
th: ไม่สามารถดึงข้อมูล: {}
tr: Getirilemedi: {}
uk: Не вдалося отримати: {}
vi: Không tìm nạp được: {}

source: There are no API keys set!
ar: لم يتم تعيين مفاتيح API!
bg: Няма зададени API ключове!
bn: কোন API কী সেট নেই!
ca: No hi ha cap clau API establerta!
de: Es sind keine API-Schlüssel festgelegt!
el: Δεν έχουν οριστεί κλειδιά API!
es: ¡No hay claves API configuradas!
et: API võtmeid pole määratud!
fa: هیچ کلید API تنظیم نشده است!
fi: API-avaimia ei ole asetettu!
fr: Aucune clé API n'est définie !
he: לא מוגדרים מפתחות API!
hi: कोई API कुंजियाँ सेट नहीं हैं!
hr: Nema postavljenih API ključeva!
hu: Nincsenek beállítva API-kulcsok!
id: Tidak ada kunci API yang disetel!
it: Non sono presenti chiavi API impostate!
ko: 설정된 API 키가 없습니다!
lt: API raktai nenustatyti!
ms: Tiada kunci API ditetapkan!
nl: Er zijn geen API-sleutels ingesteld!
no: Det er ingen API-nøkler satt!
pl: Nie ustawiono kluczy API!
pt: Não há chaves de API definidas!
ro: Nu sunt setate chei API!
ru: Ключи API не установлены!
sl: Ni nastavljenih ključev API!
sv: Det finns inga API-nycklar inställda!
th: ไม่มีการตั้งค่าคีย์ API!
tr: Ayarlanmış API anahtarı yok!
uk: Ключі API не встановлено!
vi: Không có khóa API nào được đặt!

source: - Set your OpenAI key with `{}`
ar: - قم بتعيين مفتاح OpenAI الخاص بك باستخدام `{}`
bg: - Задайте своя OpenAI ключ с `{}`
bn: - `{}` দিয়ে আপনার OpenAI কী সেট করুন
ca: - Configureu la vostra clau OpenAI amb `{}`
de: - Legen Sie Ihren OpenAI-Schlüssel mit „{}“ fest
el: - Ορίστε το κλειδί OpenAI με το `{}`
es: - Configure su clave OpenAI con `{}`
et: - Määrake oma OpenAI võti `{}` abil
fa: - کلید OpenAI خود را با `{}` تنظیم کنید
fi: - Aseta OpenAI-avain komennolla `{}`
fr: - Définissez votre clé OpenAI avec `{}`
he: - הגדר את מפתח OpenAI שלך עם `{}`
hi: - अपनी OpenAI कुंजी को `{}` के साथ सेट करें
hr: - Postavite svoj OpenAI ključ pomoću `{}`
hu: - Állítsa be az OpenAI kulcsot a `{}` segítségével
id: - Setel kunci OpenAI Anda dengan `{}`
it: - Imposta la tua chiave OpenAI con `{}`
ko: - `{}`를 사용하여 OpenAI 키를 설정하세요.
lt: - Nustatykite OpenAI raktą naudodami `{}`
ms: - Tetapkan kunci OpenAI anda dengan `{}`
nl: - Stel uw OpenAI-sleutel in met `{}`
no: - Sett OpenAI-nøkkelen din med `{}`
pl: - Ustaw klucz OpenAI za pomocą `{}`
pt: - Defina sua chave OpenAI com `{}`
ro: - Setați-vă cheia OpenAI cu `{}`
ru: - Установите ключ OpenAI с помощью `{}`
sl: - Nastavite ključ OpenAI z `{}`
sv: - Ställ in din OpenAI-nyckel med `{}`
th: - ตั้งค่าคีย์ OpenAI ของคุณด้วย `{}`
tr: - OpenAI anahtarınızı `{}` ile ayarlayın
uk: - Установіть ключ OpenAI за допомогою `{}`
vi: - Đặt khóa OpenAI của bạn bằng `{}`

source: Custom Functions
ar: وظائف مخصصة
bg: Персонализирани функции
bn: কাস্টম ফাংশন
ca: Funcions personalitzades
de: Benutzerdefinierte Funktionen
el: Προσαρμοσμένες Λειτουργίες
es: Funciones personalizadas
et: Kohandatud funktsioonid
fa: توابع سفارشی
fi: Mukautetut toiminnot
fr: Fonctions personnalisées
he: פונקציות מותאמות אישית
hi: कस्टम कार्य
hr: Prilagođene funkcije
hu: Egyéni funkciók
id: Fungsi Kustom
it: Funzioni personalizzate
ko: 맞춤 기능
lt: Pasirinktinės funkcijos
ms: Fungsi Tersuai
nl: Aangepaste functies
no: Egendefinerte funksjoner
pl: Funkcje niestandardowe
pt: Funções personalizadas
ro: Funcții personalizate
ru: Пользовательские функции
sl: Funkcije po meri
sv: Anpassade funktioner
th: ฟังก์ชั่นที่กำหนดเอง
tr: Özel İşlevler
uk: Спеціальні функції
vi: Chức năng tùy chỉnh

source: 3rd Party
ar: الطرف الثالث
bg: Трета страна
bn: ৩য় পক্ষ
ca: 3a part
de: Dritter
el: 3ο Κόμμα
es: Tercero
et: 3. osapool
fa: حزب سوم
fi: 3. osapuoli
fr: Tiers
he: צד שלישי
hi: तृतीय पक्ष
hr: 3. strana
hu: 3. fél
id: Pihak ke-3
it: Terza parte
ko: 제3자
lt: 3-ioji šalis
ms: Pihak ke-3
nl: 3e partij
no: Tredjepart
pl: Strona trzecia
pt: Terceiros
ro: a treia parte
ru: третья сторона
sv: 3:e part
th: บุคคลที่ 3
tr: 3. Taraf
uk: Третя сторона
vi: Bên thứ 3

source: This function is managed by the `{}` cog
ar: تتم إدارة هذه الوظيفة بواسطة الترس `{}`
bg: Тази функция се управлява от `{}` cog
bn: এই ফাংশনটি `{}` কগ দ্বারা পরিচালিত হয়
ca: Aquesta funció la gestiona l'engranatge `{}`
de: Diese Funktion wird vom Zahnrad „{}“ verwaltet
el: Αυτή η λειτουργία διαχειρίζεται το γρανάζι `{}`
es: Esta función es administrada por el engranaje `{}`
et: Seda funktsiooni haldab hammasratas `{}`
fa: این تابع توسط چرخ دنده `{}` مدیریت می شود
fi: Tätä toimintoa hallitsee `{}` hammasratas
fr: Cette fonction est gérée par le rouage `{}`
he: פונקציה זו מנוהלת על ידי גלגל השיניים `{}`
hi: यह फ़ंक्शन `{}` कॉग द्वारा प्रबंधित किया जाता है
hr: Ovom funkcijom upravlja zupčanik `{}`
hu: Ezt a funkciót a `{}` fogaskerék kezeli
id: Fungsi ini dikelola oleh roda `{}`
it: Questa funzione è gestita dall'ingranaggio `{}`
ko: 이 함수는 `{}` 톱니바퀴에 의해 관리됩니다.
lt: Šią funkciją valdo krumpliaratis „{}“.
ms: Fungsi ini diuruskan oleh cog `{}`
nl: Deze functie wordt beheerd door het `{}` tandwiel
no: Denne funksjonen administreres av tannhjulet `{}`
pl: Ta funkcja jest zarządzana przez tryb `{}`
pt: Esta função é gerenciada pela engrenagem `{}`
ro: Această funcție este gestionată de `{}` cog
ru: Эта функция управляется процессором `{}`.
sl: To funkcijo upravlja zobnik `{}`
sv: Denna funktion hanteras av kugghjulet `{}`
th: ฟังก์ชันนี้ได้รับการจัดการโดยฟันเฟือง `{}`
tr: Bu işlev `{}` dişli çarkı tarafından yönetilir
uk: Цією функцією керує процесор `{}`
vi: Hàm này được quản lý bởi `{}` cog

source: Internal Function
ar: الوظيفة الداخلية
bg: Вътрешна функция
bn: অভ্যন্তরীণ ফাংশন
ca: Funció interna
de: Interne Funktion
el: Εσωτερική Λειτουργία
es: Función interna
et: Sisemine funktsioon
fa: عملکرد داخلی
fi: Sisäinen toiminto
fr: Fonction interne
he: פונקציה פנימית
hi: आंतरिक कार्य
hr: Unutarnja funkcija
hu: Belső funkció
id: Fungsi Dalaman
it: Funzione interna
ko: 내부 기능
lt: Vidinė funkcija
ms: Fungsi Dalaman
nl: Interne functie
no: Intern funksjon
pl: Funkcja wewnętrzna
pt: Função Interna
ro: Funcția internă
ru: Внутренняя функция
sl: Notranja funkcija
sv: Intern funktion
th: ฟังก์ชั่นภายใน
tr: Dahili Fonksiyon
uk: Внутрішня функція
vi: Chức năng nội bộ

source: This function consumes `{}` input tokens each call
ar: تستهلك هذه الوظيفة `{}` رموز الإدخال المميزة لكل مكالمة
bg: Тази функция консумира входни токени `{}` при всяко извикване
bn: এই ফাংশনটি প্রতিটি কলে `{}` ইনপুট টোকেন ব্যবহার করে
ca: Aquesta funció consumeix fitxes d'entrada `{}` cada trucada
de: Diese Funktion verbraucht bei jedem Aufruf „{}“ Eingabetokens
el: Αυτή η συνάρτηση καταναλώνει «{}» διακριτικά εισόδου σε κάθε κλήση
es: Esta función consume tokens de entrada `{}` en cada llamada
et: See funktsioon tarbib iga kõne `{}` sisendmärke
fa: این تابع در هر تماس، نشانه‌های ورودی «{}» را مصرف می‌کند
fi: Tämä toiminto kuluttaa `{}` syöttötunnisteita jokaisessa puhelussa
fr: Cette fonction consomme des jetons d'entrée `{}` à chaque appel
he: פונקציה זו צורכת אסימוני קלט של `{}` בכל שיחה
hi: यह फ़ंक्शन प्रत्येक कॉल पर `{}` इनपुट टोकन का उपभोग करता है
hr: Ova funkcija troši `{}` ulazne tokene za svaki poziv
hu: Ez a függvény minden hívás `{}` bemeneti tokent használ
id: Fungsi ini menggunakan `{}` token masukan setiap panggilan
it: Questa funzione consuma token di input `{}` per ogni chiamata
ko: 이 함수는 호출할 때마다 `{}` 입력 토큰을 사용합니다.
lt: Ši funkcija sunaudoja `{}` įvesties prieigos raktus kiekvienam skambučiui
ms: Fungsi ini menggunakan token input `{}` setiap panggilan
nl: Deze functie verbruikt bij elke aanroep `{}` invoertokens
no: Denne funksjonen bruker «{}»-inndatatokens for hvert anrop
pl: Ta funkcja zużywa `{}` tokeny wejściowe przy każdym wywołaniu
pt: Esta função consome tokens de entrada `{}` em cada chamada
ro: Această funcție consumă jetoane de intrare `{}` la fiecare apel
ru: Эта функция использует входные токены `{}` при каждом вызове
sl: Ta funkcija porabi vhodne žetone `{}` pri vsakem klicu
sv: Den här funktionen förbrukar "{}" indatatokens för varje samtal
th: ฟังก์ชันนี้ใช้โทเค็นอินพุต `{}` ในการโทรแต่ละครั้ง
tr: Bu işlev, her çağrıda `{}` giriş jetonlarını tüketir
uk: Ця функція споживає вхідні маркери `{}` під час кожного виклику
vi: Hàm này tiêu thụ `{}` mã thông báo đầu vào mỗi lệnh gọi

source: Hidden...
ar: مختفي...
bg: Скрити...
bn: লুকানো...
ca: Amagat...
de: Versteckt...
el: Κεκρυμμένος...
es: Oculto...
et: Peidetud...
fa: پنهان شده...
fi: Piilotettu...
fr: Caché...
he: מוּסתָר...
hi: छिपा हुआ...
hr: Skriven...
hu: Rejtett...
id: Tersembunyi...
it: Nascosto...
ko: 숨겨진...
lt: Paslėpta...
ms: Tersembunyi...
nl: Verborgen...
no: Skjult...
pl: Ukryty...
pt: Escondido...
ro: Ascuns...
ru: Скрытый...
sl: skrito...
sv: Dold...
th: ที่ซ่อนอยู่...
tr: Gizlenmiş...
uk: Прихований...
vi: Ẩn giấu...

source: Schema
ar: مخطط
bg: Схема
bn: স্কিমা
ca: Esquema
el: Σχήμα
es: Esquema
et: Skeem
fa: طرحواره
fi: Kaavio
fr: Schéma
he: סכֵימָה
hi: योजना
hr: Shema
hu: Séma
id: Skema
ko: 개요
ms: Skema
no: Skjema
pl: Schemat
pt: Esquema
ru: Схема
sl: Shema
th: สคีมา
tr: Şema
uk: Схема
vi: Lược đồ

source: Page {}/{}
ar: صفحة {}/{}
bg: Страница {}/{}
bn: পৃষ্ঠা {}/{}
ca: Pàgina {}/{}
de: Seite {}/{}
el: Σελίδα {}/{}
es: Página {}/{}
et: Leht {}/{}
fa: صفحه {}/{}
fi: Sivu {}/{}
he: עמוד {}/{}
hi: पेज {}/{}
hr: Stranica {}/{}
hu: {}/{}. oldal
id: Halaman {}/{}
it: Pagina {}/{}
ko: 페이지 {}/{}
lt: Puslapis {}/{}
ms: Halaman {}/{}
nl: Pagina {}/{}
no: Side {}/{}
pl: Strona {}/{}
pt: Página {}/{}
ro: Pagina {}/{}
ru: Страница {}/{}
sl: Stran {}/{}
sv: Sida {}/{}
th: หน้าหนังสือ {}/{}
tr: Sayfa {}/{}
uk: Сторінка {}/{}
vi: Trang {}/{}

source: No custom code has been added yet!
ar: لم تتم إضافة أي رمز مخصص حتى الآن!
bg: Все още не е добавен персонализиран код!
bn: কোন কাস্টম কোড এখনো যোগ করা হয়নি!
ca: Encara no s'ha afegit cap codi personalitzat!
de: Es wurde noch kein benutzerdefinierter Code hinzugefügt!
el: Δεν έχει προστεθεί ακόμη προσαρμοσμένος κωδικός!
es: ¡Aún no se ha agregado ningún código personalizado!
et: Kohandatud koodi pole veel lisatud!
fa: هنوز هیچ کد سفارشی اضافه نشده است!
fi: Mukautettua koodia ei ole vielä lisätty!
fr: Aucun code personnalisé n'a encore été ajouté !
he: עדיין לא נוסף קוד מותאם אישית!
hi: अभी तक कोई कस्टम कोड नहीं जोड़ा गया है!
hr: Još nije dodan prilagođeni kôd!
hu: Még nincs egyéni kód hozzáadva!
id: Belum ada kode khusus yang ditambahkan!
it: Nessun codice personalizzato è stato ancora aggiunto!
ko: 아직 사용자 정의 코드가 추가되지 않았습니다!
lt: Joks pasirinktinis kodas dar nepridėtas!
ms: Tiada kod tersuai telah ditambahkan lagi!
nl: Er is nog geen aangepaste code toegevoegd!
no: Ingen egendefinert kode er lagt til ennå!
pl: Nie dodano jeszcze żadnego niestandardowego kodu!
pt: Nenhum código personalizado foi adicionado ainda!
ro: Nu a fost adăugat încă niciun cod personalizat!
ru: Пользовательский код еще не добавлен!
sl: Dodana še ni bila nobena koda po meri!
sv: Ingen anpassad kod har lagts till ännu!
th: ยังไม่มีการเพิ่มรหัสที่กำหนดเอง!
tr: Henüz özel kod eklenmedi!
uk: Спеціальний код ще не додано!
vi: Chưa có mã tùy chỉnh nào được thêm vào!

source: Embeddings
ar: التضمين
bg: Вграждания
bn: এমবেডিং
ca: Incrustacions
de: Einbettungen
el: Ενσωματώσεις
es: Incrustaciones
et: Manused
fa: جاسازی ها
fi: Upotukset
fr: Intégrations
he: הטבעות
hi: एंबेडिंग
hr: Ugradnje
hu: Beágyazások
id: Penyematan
it: Incorporamenti
ko: 임베딩
lt: Įterpimai
nl: Inbedding
no: Innstøpinger
pl: Osadzenia
pt: Incorporações
ro: Înglobări
ru: Вложения
sl: Vdelave
sv: Inbäddningar
th: การฝัง
tr: Gömmeler
uk: Вбудовування
vi: Nhúng

source: No embeddings have been added!
ar: لم تتم إضافة أي التضمينات!
bg: Няма добавени вграждания!
bn: কোন এম্বেডিং যোগ করা হয়েছে!
ca: No s'ha afegit cap incrustació!
de: Es wurden keine Einbettungen hinzugefügt!
el: Δεν έχουν προστεθεί ενσωματώσεις!
es: ¡No se han agregado incrustaciones!
et: Manustusi pole lisatud!
fa: هیچ جاسازی اضافه نشده است!
fi: Upotteita ei ole lisätty!
fr: Aucune intégration n'a été ajoutée !
he: לא נוספו הטמעות!
hi: कोई एम्बेडिंग नहीं जोड़ी गई है!
hr: Nije dodano nijedno ugrađivanje!
hu: Nincsenek beágyazások!
id: Tidak ada penyematan yang ditambahkan!
it: Non sono stati aggiunti incorporamenti!
ko: 임베딩이 추가되지 않았습니다!
lt: Nepridėta jokių įterpimų!
ms: Tiada benam telah ditambahkan!
nl: Er zijn geen insluitingen toegevoegd!
no: Ingen embeddings er lagt til!
pl: Nie dodano żadnych osadów!
pt: Nenhum embedding foi adicionado!
ro: Nu au fost adăugate încorporare!
ru: Никаких вложений не было добавлено!
sl: Nobena vdelava ni bila dodana!
sv: Inga inbäddningar har lagts till!
th: ไม่มีการฝังเพิ่ม!
tr: Hiçbir yerleştirme eklenmedi!
uk: Жодних вставок не додано!
vi: Không có nội dung nhúng nào được thêm vào!

source: No message history!
ar: لا يوجد سجل الرسائل!
bg: Няма история на съобщенията!
bn: কোন বার্তা ইতিহাস!
ca: Sense historial de missatges!
de: Kein Nachrichtenverlauf!
el: Χωρίς ιστορικό μηνυμάτων!
es: ¡Sin historial de mensajes!
et: Sõnumite ajalugu pole!
fa: بدون سابقه پیام!
fi: Ei viestihistoriaa!
fr: Pas d'historique des messages !
he: אין היסטוריית הודעות!
hi: कोई संदेश इतिहास नहीं!
hr: Nema povijesti poruka!
hu: Nincs üzenetelőzmény!
id: Tidak ada riwayat pesan!
it: Nessuna cronologia dei messaggi!
ko: 메시지 기록이 없습니다!
lt: Nėra pranešimų istorijos!
ms: Tiada sejarah mesej!
nl: Geen berichtgeschiedenis!
no: Ingen meldingshistorikk!
pl: Brak historii wiadomości!
pt: Sem histórico de mensagens!
ro: Fără istoric de mesaje!
ru: Нет истории сообщений!
sl: Ni zgodovine sporočil!
sv: Ingen meddelandehistorik!
th: ไม่มีประวัติข้อความ!
tr: Mesaj geçmişi yok!
uk: Немає історії повідомлень!
vi: Không có lịch sử tin nhắn!

source: Internal Server Error({}): {}
ar: خطأ في الخادم الداخلي({}): {}
bg: Вътрешна грешка на сървъра({}): {}
bn: অভ্যন্তরীণ সার্ভার ত্রুটি({}): {}
ca: Error intern del servidor ({}): {}
de: Interner Serverfehler({}): {}
el: Εσωτερικό σφάλμα διακομιστή({}): {}
es: Error Interno del Servidor({}): {}
et: Serveri siseviga ({}): {}
fa: خطای سرور داخلی({}): {}
fi: Sisäinen palvelinvirhe ({}): {}
fr: Erreur interne du serveur({}): {}
he: שגיאת שרת פנימית ({}): {}
hi: आंतरिक सर्वर त्रुटि({}): {}
hr: Interna pogreška poslužitelja ({}): {}
hu: Belső szerverhiba ({}): {}
id: Kesalahan Server Internal({}): {}
it: Errore interno del server({}): {}
ko: 내부 서버 오류({}): {}
lt: Vidinė serverio klaida ({}): {}
ms: Ralat Pelayan Dalaman({}): {}
nl: Interne serverfout({}): {}
no: Intern serverfeil ({}): {}
pl: Wewnętrzny błąd serwera({}): {}
pt: Erro do Servidor Interno({}): {}
ru: Внутренняя ошибка сервера({}): {}
sl: Notranja napaka strežnika ({}): {}
sv: Internt serverfel ({}): {}
th: ข้อผิดพลาดเซิร์ฟเวอร์ภายใน ({}): {}
tr: İç Sunucu Hatası({}): {}
uk: Внутрішня помилка сервера ({}): {}
vi: Lỗi máy chủ nội bộ({}): {}

source: Failed to communicate with API!
ar: فشل الاتصال مع API!
bg: Неуспешна комуникация с API!
bn: API এর সাথে যোগাযোগ করতে ব্যর্থ!
ca: No s'ha pogut comunicar amb l'API!
de: Kommunikation mit API fehlgeschlagen!
el: Απέτυχε η επικοινωνία με το API!
es: ¡No se pudo comunicar con la API!
et: API-ga suhtlemine ebaõnnestus!
fa: برقراری ارتباط با API انجام نشد!
fi: Yhteys API:n kanssa epäonnistui!
fr: Échec de la communication avec l'API !
he: כשל בתקשורת עם API!
hi: एपीआई के साथ संचार करने में विफल!
hr: Komunikacija s API-jem nije uspjela!
hu: Nem sikerült kommunikálni az API-val!
id: Gagal berkomunikasi dengan API!
it: Impossibile comunicare con l'API!
ko: API와 통신하지 못했습니다!
lt: Nepavyko susisiekti su API!
ms: Gagal berkomunikasi dengan API!
nl: Kan niet communiceren met API!
no: Kunne ikke kommunisere med API!
pl: Nie udało się połączyć z API!
pt: Falha ao comunicar com a API!
ro: Nu s-a putut comunica cu API!
ru: Не удалось связаться с API!
sl: Komunikacija z API-jem ni uspela!
sv: Det gick inte att kommunicera med API!
th: ไม่สามารถสื่อสารกับ API!
tr: API ile iletişim kurulamadı!
uk: Не вдалося зв'язатися з API!
vi: Không thể giao tiếp với API!

source: Invalid API key, please set a new valid key!
ar: مفتاح API غير صالح، يرجى تعيين مفتاح صالح جديد!
bg: Невалиден API ключ, моля, задайте нов валиден ключ!
bn: অবৈধ API কী, অনুগ্রহ করে একটি নতুন বৈধ কী সেট করুন!
ca: La clau d'API no és vàlida, estableix una nova clau vàlida.
de: Ungültiger API-Schlüssel, bitte legen Sie einen neuen gültigen Schlüssel fest!
el: Μη έγκυρο κλειδί API, ορίστε ένα νέο έγκυρο κλειδί!
es: Clave API no válida. ¡Establezca una nueva clave válida!
et: Kehtetu API võti, määrake uus kehtiv võti!
fa: کلید API نامعتبر است، لطفا یک کلید معتبر جدید تنظیم کنید!
fi: Virheellinen API-avain, aseta uusi kelvollinen avain!
fr: Clé API invalide, veuillez définir une nouvelle clé valide !
he: מפתח API לא חוקי, אנא הגדר מפתח חוקי חדש!
hi: अमान्य एपीआई कुंजी, कृपया एक नई वैध कुंजी सेट करें!
hr: Nevažeći API ključ, postavite novi važeći ključ!
hu: Érvénytelen API-kulcs, kérjük, állítson be új érvényes kulcsot!
id: Kunci API tidak valid, harap setel kunci baru yang valid!
it: Chiave API non valida, imposta una nuova chiave valida!
ko: 잘못된 API 키입니다. 유효한 새 키를 설정하세요!
lt: Neteisingas API raktas, nustatykite naują tinkamą raktą!
ms: Kunci API tidak sah, sila tetapkan kunci sah baharu!
nl: Ongeldige API-sleutel, stel een nieuwe geldige sleutel in!
no: Ugyldig API-nøkkel, vennligst angi en ny gyldig nøkkel!
pl: Nieprawidłowy klucz API, ustaw nowy ważny klucz!
pt: Chave de API inválida. Defina uma nova chave válida!
ro: Cheie API nevalidă, setați o nouă cheie validă!
ru: Неверный ключ API. Установите новый действительный ключ!
sl: Neveljaven ključ API, nastavite nov veljaven ključ!
sv: Ogiltig API-nyckel, vänligen ange en ny giltig nyckel!
th: คีย์ API ไม่ถูกต้อง โปรดตั้งค่าคีย์ใหม่ที่ถูกต้อง!
tr: Geçersiz API anahtarı, lütfen yeni ve geçerli bir anahtar ayarlayın!
uk: Недійсний ключ API, встановіть новий дійсний ключ!
vi: Khóa API không hợp lệ, vui lòng đặt khóa hợp lệ mới!
