Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/assistant/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ko, lt, ms, nl, no, pl, pt, ro, ru, sl, sv, th, tr, uk, vi

source: `Enabled: `{}
ar: `ممكّن: `{}
bg: `Активирано: `{}
bn: `সক্ষম: `{}
ca: `Activat: `{}
de: `Aktiviert: `{}
el: `Ενεργοποιημένο: `{}
es: `Habilitado: `{}
et: `Lubatud: `{}
fa: «فعال شد: «{}
fi: `Käytössä: `{}
fr: `Activé : `{}
he: `מופעל: `{}
hi: `सक्षम: `{}
hr: `Omogućeno: `{}
hu: `Engedélyezve: `{}
id: `Diaktifkan: `{}
it: `Abilitato: `{}
ko: `활성화됨: `{}
lt: `Įjungta: `{}
ms: `Didayakan: `{}
nl: `Ingeschakeld: `{}
no: `Aktivert: `{}
pl: `Włączone: `{}
pt: `Ativado: `{}
ro: `Activat: `{}
ru: `Включено: `{}
sl: `Omogočeno: `{}
sv: `Aktiverad: `{}
th: `เปิดใช้งานแล้ว: `{}
tr: `Etkin: `{}
uk: `Увімкнено: `{}
vi: `Đã bật: `{}

source: `Timezone: `{}
ar: `المنطقة الزمنية: `{}
bg: `Часова зона: `{}
bn: `টাইমজোন: `{}
ca: `Fus horària: `{}
de: `Zeitzone: `{}
el: `Ζώνη ώρας: `{}
es: `Zona horaria: `{}
et: `Ajavöönd: `{}
fa: "منطقه زمانی: "{}
fi: `Aikavyöhyke: `{}
fr: `Fuseau horaire : `{}
he: `אזור זמן: `{}
hi: `समयक्षेत्र: `{}
hr: `Vremenska zona: `{}
hu: `Időzóna: `{}
id: `Zona Waktu: `{}
it: `Fuso orario: `{}
ko: `시간대: `{}
lt: `Laiko juosta: `{}
ms: `Zon waktu: `{}
nl: `Tijdzone: `{}
no: `Tidssone: `{}
pl: `Strefa czasowa: `{}
pt: `Fuso horário: `{}
ro: `Fus orar: `{}
ru: `Часовой пояс: `{}
sl: `Časovni pas: `{}
sv: `Tidszon: `{}
th: `เขตเวลา: `{}
tr: `Saat dilimi: `{}
uk: `Часовий пояс: `{}
vi: `Múi giờ: `{}

source: `Channel: `{}
ar: `القناة: `{}
bg: `Канал: `{}
bn: `চ্যানেল: `{}
ca: `Canal: `{}
de: `Kanal: `{}
el: `Κανάλι: `{}
es: `Canal: `{}
et: `Kanal: `{}
fa: "کانال: "{}
fi: `Kanava: `{}
he: `ערוץ: `{}
hi: `चैनल:`{}
hr: `Kanal: `{}
hu: `Csatorna: `{}
id: `Saluran: `{}
it: `Canale: `{}
ko: `채널: `{}
lt: `Kanalas: `{}
ms: `Saluran: `{}
nl: `Kanaal: `{}
no: `Kanal: `{}
pl: `Kanał: `{}
pt: `Canal: `{}
ro: `Canal: `{}
ru: `Канал: `{}
sl: `Kanal: `{}
sv: `Kanal: `{}
th: `ช่อง: `{}
tr: `Kanal: `{}
uk: `Канал: `{}
vi: `Kênh: `{}

source: Not Set
ar: غير محدد
bg: Не е зададено
bn: সেট নয়
ca: No establert
de: Nicht festgelegt
el: Δεν έχει οριστεί
es: No establecido
et: Pole määratud
fa: تنظیم نشده است
fi: Ei asetettu
fr: Non défini
he: לא מוגדר
hi: सेट नहीं
hr: Nije postavljeno
hu: Nincs beállítva
id: Tidak Ditetapkan
it: Non impostato
ko: 설정되지 않음
lt: Nenustatyta
ms: Tidak Ditetapkan
nl: Niet ingesteld
no: Ikke satt
pl: Nieustawione
pt: Não definido
ro: Nu setat
ru: Не установлено
sl: Ni nastavljeno
sv: Ej inställd
th: ไม่ได้ตั้งค่า
tr: Ayarlanmadı
uk: Не встановлено
vi: Chưa đặt

source: `? Required: `{}
ar: `؟ مطلوب: `{}
bg: `? Задължително: `{}
bn: `? প্রয়োজনীয়: `{}
ca: `? Obligatori: `{}
de: `? Erforderlich: `{}
el: `; Απαιτείται: `{}
es: `? Requerido: `{}
et: `? Nõutav: `{}
fa: `؟ مورد نیاز: `{}
fi: `? Pakollinen: `{}
fr: `? Obligatoire : `{}
he: `? נדרש: `{}
hi: `? आवश्यक: `{}
hr: `? Obavezno: `{}
hu: `? Kötelező: `{}
id: `? Diperlukan: `{}
it: `? Obbligatorio: `{}
ko: `? 필수: `{}
lt: `? Būtina: `{}
ms: `? Diperlukan: `{}
nl: `? Vereist: `{}
no: `? Påkrevd: `{}
pl: `? Wymagane: `{}
pt: `? Obrigatório: `{}
ro: `? Obligatoriu: `{}
ru: `? Обязательно: `{}
sl: `? Zahtevano: `{}
sv: `? Obligatoriskt: `{}
th: - จำเป็น: `{}
tr: '? Gerekli: `{}
uk: `? Необхідно: `{}
vi: `? Bắt buộc: `{}

source: `Question Mode: `{}
ar: `وضع السؤال: `{}
bg: `Режим на въпроси: `{}
bn: `প্রশ্ন মোড: `{}
ca: `Mode de pregunta: `{}
de: `Fragemodus: `{}
el: `Λειτουργία ερώτησης: `{}
es: `Modo de pregunta: `{}
et: `Küsimise režiim: `{}
fa: "حالت سوال: "{}
fi: `Kysymystila: `{}
he: `מצב שאלה: `{}
hi: `प्रश्न मोड: `{}
hr: `Način pitanja: `{}
hu: `Kérdésmód: `{}
id: `Mode Pertanyaan: `{}
it: "Modalità domanda:"{}
ko: `질문 모드: `{}
lt: `Klausimų režimas: `{}
ms: `Mod Soalan: `{}
nl: `Vraagmodus: `{}
no: `Spørsmålsmodus: `{}
pl: `Tryb pytania: `{}
pt: `Modo de pergunta: `{}
ro: `Modul întrebări: `{}
ru: `Режим вопросов: `{}
sl: `Način vprašanj: `{}
sv: `Frågeläge: `{}
th: `โหมดคำถาม: `{}
tr: `Soru Modu: `{}
uk: `Режим запитань: `{}
vi: `Chế độ câu hỏi: `{}

source: `Mention on Reply: `{}
ar: `ذكر عند الرد: `{}
bg: `Споменаване при отговор: `{}
bn: `উত্তরে উল্লেখ করুন: `{}
ca: `Menció a la resposta: `{}
de: `Erwähnung in der Antwort: `{}
el: `Αναφορά στην απάντηση: `{}
es: `Mencionar en respuesta: `{}
et: `Mainige vastuses: `{}
fa: «در پاسخ ذکر کنید: «{}
fi: `Mainita vastauksessa: `{}
fr: `Mention en réponse : `{}
he: `אזכור בתשובה: `{}
hi: `उत्तर पर उल्लेख करें: `{}
hr: `Spomenuti u odgovoru: `{}
hu: `Megemlítés a Válasznál: `{}
id: `Sebutkan pada Balasan: `{}
it: `Menzione nella risposta: `{}
ko: `답변에 대한 언급: `{}
lt: `Paminėkite atsakydami: `{}
ms: `Sebut pada Balasan: `{}
nl: `Vermelding bij antwoord: `{}
no: `Nevn ved svar: `{}
pl: `Wspomnij w odpowiedzi: `{}
pt: `Mencionar na resposta: `{}
ro: `Mențiune la răspuns: `{}
ru: `Упоминание в ответе: `{}
sl: `Omemba pri odgovoru: `{}
sv: `Nämn vid svar: `{}
th: `กล่าวถึงในการตอบกลับ: `{}
tr: `Yanıtta Bahsetme: `{}
uk: `Згадка у відповіді: `{}
vi: `Đề cập đến câu trả lời: `{}

source: `Respond to Mentions: `{}
ar: `الرد على الإشارات: `{}
bg: `Отговор на споменавания: `{}
bn: উল্লেখের উত্তর: `{}
ca: `Respondre a les mencions: `{}
de: `Auf Erwähnungen antworten: `{}
el: `Απάντηση στις αναφορές: `{}
es: `Responder a menciones: `{}
et: `Vastage mainimistele: `{}
fa: `پاسخ به ذکرها: `{}
fi: `Vastaa mainintaan: `{}
fr: `Répondre aux mentions : `{}
he: `השב לאזכורים: `{}
hi: `उल्लेखों का जवाब दें: `{}
hr: `Odgovaranje na spominjanje: `{}
hu: `Válasz az Említésekre: `{}
id: `Tanggapi Sebutan: `{}
it: `Rispondi alle menzioni: `{}
ko: `멘션에 응답: `{}
lt: `Atsakykite į paminėjimus: `{}
ms: `Jawab Sebutan: `{}
nl: `Reageer op vermeldingen: `{}
no: `Svar på omtaler: `{}
pl: `Odpowiedz na wzmianki: `{}
pt: `Responder às menções: `{}
ro: `Răspunde la mențiuni: `{}
ru: `Отвечать на упоминания: `{}
sl: `Odgovori na omembe: `{}
sv: `Svara på omnämnanden: `{}
th: `ตอบสนองต่อการกล่าวถึง: `{}
tr: `Bahsetmeye Yanıt Ver: `{}
uk: `Відповідати на згадки: `{}
vi: `Trả lời các đề cập: `{}

source: `Collaborative Mode: `{}
ar: `الوضع التعاوني: `{}
bg: `Режим на сътрудничество: `{}
bn: `সহযোগী মোড: `{}
ca: `Mode col·laboratiu: `{}
de: `Kollaborativer Modus: `{}
el: `Λειτουργία συνεργασίας: `{}
es: `Modo colaborativo: `{}
et: `Koostöörežiim: `{}
fa: "حالت مشارکتی: "{}
fi: `Yhteistyötila: `{}
fr: `Mode collaboratif : `{}
he: `מצב שיתוף פעולה: `{}
hi: `सहयोगात्मक मोड: `{}
hr: `Način suradnje: `{}
hu: `Együttműködési mód: `{}
id: `Mode Kolaboratif: `{}
it: `Modalità collaborativa: `{}
ko: `협업 모드: `{}
lt: `Bendradarbiavimo režimas: `{}
ms: `Mod Kerjasama: `{}
nl: `Samenwerkingsmodus: `{}
no: `Samarbeidsmodus: `{}
pl: `Tryb współpracy: `{}
pt: `Modo Colaborativo: `{}
ro: `Modul de colaborare: `{}
ru: `Режим совместной работы: `{}
sl: `Sodelovalni način: `{}
sv: `Samarbetsläge: `{}
th: `โหมดความร่วมมือ: `{}
tr: `Ortak Çalışma Modu: `{}
uk: `Режим співпраці: `{}
vi: `Chế độ cộng tác: `{}

source: `Max Retention: `{}
ar: `الحد الأقصى للاحتفاظ: `{}
bg: `Максимално задържане: `{}
bn: `সর্বোচ্চ ধারণ: `{}
ca: `Retenció màxima: `{}
de: `Maximale Aufbewahrung: `{}
el: `Μέγιστη διατήρηση: `{}
es: `Retención máxima: `{}
et: `Maksimaalne säilitamine: `{}
fa: `حداکثر حفظ: `{}
fi: `Säilytys: `{}
fr: `Rétention maximale : `{}
he: `שמירה מקסימלית: `{}
hi: `अधिकतम अवधारण: `{}
hr: `Maksimalno zadržavanje: `{}
hu: `Maximális megőrzés: `{}
id: `Retensi Maks: `{}
it: `Conservazione massima: `{}
ko: `최대 보존: `{}
lt: `Maksimalus išlaikymas: `{}
ms: `Pengekalan Maks: `{}
nl: `Maximale retentie: `{}
no: `Maksimal oppbevaring: `{}
pl: `Maksymalne przechowywanie: `{}
pt: `Retenção máxima: `{}
ro: `Retenție maximă: `{}
ru: `Максимальное удержание: `{}
sl: `Največja hramba: `{}
th: `การรักษาผู้ใช้สูงสุด: `{}
tr: `Maksimum Elde Tutma: `{}
uk: `Максимальне збереження: `{}
vi: `Lưu giữ tối đa: `{}

source: `Retention Expire: `{}s
ar: `انتهاء صلاحية الاستبقاء: `{}s
bg: `Срок на задържане: `{}s
bn: `ধারণ মেয়াদ শেষ: `{}s
ca: `Caducitat de la retenció: `{}s
de: `Aufbewahrungsablauf: `{}s
el: `Λήξη διατήρησης: `{}s
es: `Retención Caducidad: `{}s
et: `Säilitamise aegumine: `{}s
fa: انقضای حفظ: `{}s
fi: `Säilytys vanhenee: `{}s
he: `תפוגה של שמירה: `{}s
hi: `प्रतिधारण समाप्ति: `{}s
hr: `Istek zadržavanja: `{}s
hu: `Megőrzés lejár: `{}s
id: `Kedaluwarsa Retensi: `{}s
it: `Scadenza conservazione: `{}s
ko: `보존 만료: `{}s
lt: `Saugojimo galiojimo laikas: `{}s
ms: `Tamat Tempoh Pengekalan: `{}s
nl: `Bewaartermijn verloopt: `{}s
no: `Oppbevaring utløper: `{}s
pl: `Wygaśnięcie przechowywania: `{}s
pt: `Expiração de retenção: `{}s
ro: „Expirare de păstrare: „{}s
ru: `Срок хранения: `{}s
sl: `Potek hrambe: `{}s
th: `การเก็บรักษาหมดอายุ: `{}s
tr: `Saklamanın Sona Ermesi: `{}s
uk: `Термін зберігання закінчився: `{}s
vi: `Hết hạn lưu giữ: `{}s

source: `Max Tokens: `{}
ar: `الحد الأقصى للرموز المميزة: `{}
bg: `Максимални токени: `{}
bn: `সর্বোচ্চ টোকেনস: `{}
ca: `Fitxa màxima: `{}
el: `Μέγιστα διακριτικά: `{}
es: `Tokens máximos: `{}
et: `Maksimaalne märke: `{}
fa: «حداکثر نشانه‌ها: «{}
fr: `Max de jetons : `{}
hi: `अधिकतम टोकन: `{}
hr: `Maksimalni tokeni: `{}
hu: `Maximális tokenek: `{}
id: `Token Maks: `{}
it: "Token massimi: "{}
ko: `최대 토큰: `{}
lt: Maksimalus žetonų skaičius: `{}
ms: `Token Maks: `{}
nl: `Max. aantal tokens: `{}
pl: `Maksymalna liczba tokenów: `{}
pt: `Máximo de tokens: `{}
ro: `Tokens maxim: `{}
ru: `Максимальное количество токенов: `{}
sl: `Največ žetonov: `{}
th: `โทเค็นสูงสุด: `{}
tr: `Maksimum Jeton: `{}
uk: `Максимальна кількість токенів: `{}
vi: `Mã thông báo tối đa: `{}

source: `Max Response Tokens: `{}
ar: `الحد الأقصى لرموز الاستجابة: `{}
bg: `Максимални токени за отговор: `{}
bn: `সর্বোচ্চ প্রতিক্রিয়া টোকেন: `{}
ca: `Fitxa màxima de resposta: `{}
de: `Max Antwort-Tokens: `{}
el: `Μέγιστα διακριτικά απόκρισης: `{}
es: `Tokens de respuesta máxima: `{}
et: `Maksimaalsed vastusemärgid: `{}
fa: `حداکثر نشانه های پاسخ: `{}
fr: `Maximum de jetons de réponse : `{}
he: `אסימוני תגובה מקסימליים: `{}
hi: `अधिकतम प्रतिक्रिया टोकन: `{}
hr: `Maksimalni tokeni odgovora: `{}
hu: `Maximális válaszjelzők: `{}
id: `Token Respon Maks: `{}
it: `Token di risposta massimi: `{}
ko: `최대 응답 토큰: `{}
lt: `Maksimalūs atsakymo žetonai: `{}
ms: `Token Respons Maks: `{}
nl: `Max. responstokens: `{}
pl: `Maksymalna liczba żetonów odpowiedzi: `{}
pt: `Máximo de tokens de resposta: `{}
ro: `Tokenuri de răspuns maxime: `{}
ru: `Максимальное количество токенов ответа: `{}
th: `โทเค็นการตอบสนองสูงสุด: `{}
tr: `Maksimum Yanıt Belirteçleri: `{}
uk: `Макс. маркери відповіді: `{}
vi: `Mã thông báo phản hồi tối đa: `{}

source: `Min Length: `{}
ar: `الحد الأدنى للطول: `{}
bg: `Минимална дължина: `{}
bn: `ন্যূনতম দৈর্ঘ্য: `{}
ca: `Longitud mínima: `{}
de: `Mindestlänge: `{}
el: `Ελάχιστο μήκος: `{}
es: `Longitud mínima: `{}
et: `Minimaalne pikkus: `{}
fa: `حداقل طول: `{}
fi: `Minimipituus: `{}
fr: `Longueur minimale : `{}
he: `אורך מינימלי: `{}
hi: `न्यूनतम लंबाई: `{}
hr: `Minimalna duljina: `{}
hu: `Minimális hossz: `{}
id: `Panjang Minimal: `{}
it: `Lunghezza minima: `{}
ko: `최소 길이: `{}
lt: `Minimalus ilgis: `{}
ms: `Panjang Min: `{}
nl: `Min. lengte: `{}
no: `Min lengde: `{}
pl: `Minimalna długość: `{}
pt: `Comprimento mínimo: `{}
ro: `Lungime minimă: `{}
ru: `Минимальная длина: `{}
sl: `Najmanjša dolžina: `{}
sv: `Min längd: `{}
th: `ความยาวขั้นต่ำ: `{}
tr: `Minimum Uzunluk: `{}
uk: `Мінімальна довжина: `{}
vi: `Độ dài tối thiểu: `{}

source: `Temperature: `{}
ar: `درجة الحرارة: `{}
bg: `Температура: `{}
bn: `তাপমাত্রা: `{}
ca: `Temperatura: `{}
de: `Temperatur: `{}
el: `Θερμοκρασία: `{}
es: `Temperatura: `{}
et: `Temperatuur: `{}
fa: `دما: `{}
fi: `Lämpötila: `{}
fr: `Température : `{}
he: `טמפרטורה: `{}
hi: `तापमान: `{}
hr: `Temperatura: `{}
hu: `Hőmérséklet: `{}
id: `Suhu: `{}
it: `Temperatura: `{}
ko: `온도: `{}
lt: `Temperatūra: `{}
ms: `Suhu: `{}
nl: `Temperatuur: `{}
no: `Temperatur: `{}
pl: `Temperatura: `{}
pt: `Temperatura: `{}
ro: `Temperatura: `{}
ru: `Температура: `{}
sl: `Temperatura: `{}
sv: `Temperatur: `{}
th: `อุณหภูมิ: `{}
tr: `Sıcaklık: `{}
uk: `Температура: `{}
vi: `Nhiệt độ: `{}

source: `Frequency Penalty: `{}
ar: `عقوبة التكرار: `{}
bg: `Наказание за честота: `{}
bn: `ফ্রিকোয়েন্সি পেনাল্টি: `{}
ca: `Penalització de freqüència: `{}
de: `Frequenzstrafe: `{}
el: `Πέναλτι συχνότητας: `{}
es: `Penalización de frecuencia: `{}
et: `Sagedustrahv: `{}
fa: جریمه فرکانس: `{}
fi: `Taajuusrangaistus: `{}
fr: `Pénalité de fréquence : `{}
he: `עונש תדירות: `{}
hi: `आवृत्ति जुर्माना: `{}
hr: `Kazna učestalosti: `{}
hu: `Frekvencia büntetés: `{}
id: `Penalti Frekuensi: `{}
it: `Penalità di frequenza: `{}
ko: `빈도 페널티: `{}
lt: `Dažnio bauda: `{}
ms: `Penalti Kekerapan: `{}
nl: `Frequentieboete: `{}
no: `Frekvensstraff: `{}
pl: `Kara za częstotliwość: `{}
pt: `Penalidade de frequência: `{}
ro: `Penalizare de frecvență: `{}
ru: `Штраф частоты: `{}
sl: `Frekvenčna kazen: `{}
sv: `Frekvensstraff: `{}
th: `การลงโทษความถี่: `{}
tr: `Frekans Cezası: `{}
uk: `Штраф за частоту: `{}
vi: `Hình phạt tần suất: `{}

source: `Presence Penalty: `{}
ar: `عقوبة الحضور: `{}
bg: `Наказание за присъствие: `{}
bn: `উপস্থিতির শাস্তি: `{}
ca: `Penalització de presència: `{}
de: `Anwesenheitsstrafe: `{}
el: `Πέναλτι παρουσίας: `{}
es: `Penalización por presencia: `{}
et: Kohaloleku karistus: `{}
fa: جریمه حضور: `{}
fi: `Läsnäolorangaistus: `{}
fr: `Pénalité de présence : `{}
he: `עונש נוכחות: `{}
hi: `उपस्थिति दंड: `{}
hr: `Kazna prisutnosti: `{}
hu: `Jelenléti büntetés: `{}
id: `Penalti Kehadiran: `{}
it: `Penalità di presenza: `{}
ko: `존재 페널티: `{}
lt: `Buvimo bauda: `{}
ms: `Penalti Kehadiran: `{}
nl: `Aanwezigheidstraf: `{}
no: `Nærværsstraff: `{}
pl: `Kara za obecność: `{}
pt: `Penalidade de presença: `{}
ro: `Penalizare de prezență: `{}
ru: `Штраф за присутствие: `{}
sl: `Kazen prisotnosti: `{}
sv: `Närvarostraff: `{}
th: `การลงโทษการแสดงตน: `{}
tr: `Mevcudiyet Cezası: `{}
uk: `Штраф за присутність: `{}
vi: `Hình phạt hiện diện: `{}

source: `Seed: `{}
ar: `البذرة: `{}
bg: `Седъл: `{}
bn: `বীজ: `{}
ca: `Llavor: `{}
es: `Semilla: `{}
et: `Seeme: `{}
fi: `Siemen: `{}
fr: `Graine : `{}
he: `זרע: `{}
hi: `बीज: `{}
hr: `Sjeme: `{}
hu: `Mag: `{}
id: `Benih: `{}
it: `Seme: `{}
ko: `시드: `{}
lt: `Sėkla: `{}
ms: `Benih: `{}
nl: `Zaad: `{}
no: `Frø: `{}
pl: `Ziarno: `{}
pt: `Semente: `{}
ro: `Sămânță: `{}
ru: `Семя: `{}
sl: `Seme: `{}
sv: `Frö: `{}
th: `เมล็ดพันธุ์: `{}
tr: `Çekirdek: `{}
uk: `Початкове число: `{}
vi: `Hạt giống: `{}

source: `Vision Resolution: `{}
ar: `دقة الرؤية: `{}
bg: `Разделителна способност на зрението: `{}
bn: `ভিশন রেজোলিউশন: `{}
ca: `Resolució de la visió: `{}
de: `Vision-Auflösung: `{}
el: `Ανάλυση όρασης: `{}
es: `Resolución de visión: `{}
et: `Nägemise eraldusvõime: `{}
fa: `رزولوشن دید: `{}
fi: `Vision resoluutio: `{}
fr: `Résolution de la vision : `{}
he: `רזולוציית חזון: `{}
hi: `दृष्टि संकल्प:`{}
hr: `Razlučivost vida: `{}
hu: `Vision felbontás: `{}
id: `Resolusi Visi: `{}
it: `Risoluzione della visione: `{}
ko: `비전 해상도: `{}
lt: `Vizijos skiriamoji geba: `{}
ms: `Resolusi Penglihatan: `{}
nl: `Visieresolutie: `{}
no: `Visjonsoppløsning: `{}
pl: `Rozdzielczość wizji: `{}
pt: `Resolução da visão: `{}
ro: `Rezoluția vederii: `{}
ru: `Разрешение изображения: `{}
sl: `Ločljivost vida: `{}
sv: `Visionsupplösning: `{}
th: `ความละเอียดของการมองเห็น: `{}
tr: `Görme Çözünürlüğü: `{}
uk: `Роздільна здатність зору: `{}
vi: `Độ phân giải tầm nhìn: `{}

source: `System Prompt: `{} tokens
ar: `موجه النظام: `{} الرموز المميزة
bg: `Системна подкана: `{} токена
bn: `সিস্টেম প্রম্পট: `{} টোকেন
ca: `Indicació del sistema: `{} fitxes
de: `Systemaufforderung: `{} tokens
el: `System Prompt: `{} διακριτικά
es: `Mensaje del sistema: `{} tokens
et: `Süsteemi viip: `{} märgid
fa: `System Prompt: `{} نشانه
fi: `Järjestelmäkehote: `{} merkkiä
fr: `Invite système : `{} jetons
he: `הנחיית מערכת: `{} אסימונים
hi: `सिस्टम प्रॉम्प्ट: `{} टोकन
hr: `Sistemski upit: `{} tokena
hu: `Rendszerprompt: `{} token
id: `Permintaan Sistem: `{} token
it: `Prompt di sistema: `{} token
ko: `시스템 프롬프트: `{} 토큰
lt: `Sistemos raginimas: `{} žetonai
nl: `Systeemprompt: `{} tokens
no: `Systemmelding: `{} tokens
pl: `Podpowiedź systemowa: `{} tokeny
pt: `Prompt do sistema: `{} tokens
ro: `System Prompt: `{} jetoane
ru: `Системная подсказка: `{} токены
sl: `Sistemski poziv: `{} žetonov
th: `พร้อมท์ระบบ: `{} โทเค็น
tr: `Sistem İstemi: `{} belirteç
uk: `Системний запит: `{} токенів
vi: `Lời nhắc hệ thống: `{} token

source: `User Prompt: `{} tokens
ar: `موجه المستخدم: `{} الرموز المميزة
bg: `Потребителска подкана: `{} токена
bn: `ইউজার প্রম্পট: `{} টোকেন
ca: `Avís de l'usuari: `{} fitxes
de: `Benutzeraufforderung: `{} tokens
es: `Mensaje de usuario: `{} tokens
et: `Kasutaja viip: `{} märgid
fa: `User Prompt: `{} نشانه
fi: `Käyttäjäkehote: `{} merkkiä
fr: `Invite utilisateur : `{} jetons
he: `הנחיית משתמש: `{} אסימונים
hi: `उपयोगकर्ता संकेत: `{} टोकन
hr: `Korisnički upit: `{} tokena
hu: `Felhasználói felszólítás: `{} token
id: `Perintah Pengguna: `{} token
it: `Prompt utente: `{} token
ko: `사용자 프롬프트: `{} 토큰
lt: `Vartotojo raginimas: `{} žetonai
ms: `Gesaan Pengguna: `{} token
nl: `Gebruikersprompt: `{} tokens
no: `Brukermelding: `{} tokens
pl: `Podpowiedź użytkownika: `{} tokeny
pt: `Prompt do usuário: `{} tokens
ro: `Solicitare utilizator: `{} jetoane
ru: `Подсказка пользователю: `{} токены
sl: `Uporabniški poziv: `{} žetonov
sv: `Användarprompt: `{} tokens
th: `พร้อมท์ผู้ใช้: `{} โทเค็น
tr: `Kullanıcı İstemi: `{} jeton
uk: `Порада користувача: `{} токенів
vi: `Lời nhắc của người dùng: `{} token

source: Assistant Settings
ar: إعدادات المساعد
bg: Настройки на асистента
bn: সহকারী সেটিংস
ca: Configuració de l'Assistent
de: Assistenteneinstellungen
el: Ρυθμίσεις Βοηθού
es: Configuración del asistente
et: Assistendi seaded
fa: تنظیمات دستیار
fi: Assistantin asetukset
fr: Paramètres de l'assistant
he: הגדרות עוזר
hi: सहायक सेटिंग्स
hr: Postavke pomoćnika
hu: Segéd beállításai
id: Pengaturan Asisten
it: Impostazioni dell'assistente
ko: 어시스턴트 설정
lt: Padėjėjo nustatymai
ms: Tetapan Pembantu
nl: Assistent-instellingen
no: Assistentinnstillinger
pl: Ustawienia Asystenta
pt: Configurações do assistente
ro: Setări asistent
ru: Настройки Ассистента
sl: Nastavitve pomočnika
sv: Assistentinställningar
th: การตั้งค่าผู้ช่วย
tr: Asistan Ayarları
uk: Налаштування помічника
vi: Cài đặt trợ lý

source: System Prompt Overriding
ar: تجاوز موجه النظام
bg: Отмяна на системния подкан
bn: সিস্টেম প্রম্পট ওভাররাইডিং
ca: Anulació de l'indicador del sistema
de: Überschreiben der Systemaufforderung
el: Παράκαμψη προτροπής συστήματος
es: Anulación de avisos del sistema
et: Süsteemiviiba alistamine
fa: لغو اعلان سیستم
fi: Järjestelmäkehotteen ohitus
fr: Remplacement de l'invite système
he: עקיפה של הנחיות מערכת
hi: सिस्टम प्रॉम्प्ट ओवरराइडिंग
hr: Nadjačavanje odzivnika sustava
hu: Rendszerkérdés felülbírálása
id: Penggantian Perintah Sistem
it: Sostituzione del prompt del sistema
ko: 시스템 프롬프트 재정의
lt: Sistemos raginimo nepaisymas
ms: Penggantian Gesaan Sistem
nl: Systeemprompt overschrijven
no: Overstyring av systemmelding
pl: Zastąpienie monitu systemowego
pt: Substituição de prompt do sistema
ro: Suprascrierea promptului de sistem
ru: Переопределение системного приглашения
sl: Preglasitev sistemskega poziva
sv: Systemprompt åsidosätter
th: การแทนที่พรอมต์ของระบบ
tr: Sistem İstemini Geçersiz Kılma
uk: Перевизначення системної підказки
vi: Ghi đè lời nhắc hệ thống

source: Channel Prompt Overrides
ar: تجاوزات موجه القناة
bg: Замени на подкана за канал
bn: চ্যানেল প্রম্পট ওভাররাইড
ca: Anul·lació de la sol·licitud del canal
de: Kanalaufforderungsüberschreibungen
el: Αντικαταστάσεις προτροπής καναλιού
es: Anulaciones de mensajes de canal
et: Kanali viipade alistamised
fa: اعلان کانال لغو می شود
fi: Kanavakehotteen ohitukset
fr: Remplacements d'invite de canal
he: ביטול הנחיות ערוץ
hi: चैनल प्रॉम्प्ट ओवरराइड
hr: Nadjačavanja upita kanala
hu: Csatornaprompt felülírások
id: Penggantian Perintah Saluran
it: Sostituzioni del prompt del canale
ko: 채널 프롬프트 재정의
lt: Kanalo raginimo nepaisymas
ms: Penggantian Gesaan Saluran
nl: Kanaalprompt overschrijvingen
no: Overstyrer kanalmeldinger
pl: Zastąpienie monitów o kanał
pt: Substituições de prompt de canal
ro: Anulări de solicitare a canalului
ru: Переопределения подсказок канала
sl: Preglasitve poziva kanala
sv: Åsidosätter kanalprompt
th: การแทนที่พรอมต์ช่อง
tr: Kanal İstemi Geçersiz Kılmaları
uk: Перевизначення підказок каналу
vi: Ghi đè lời nhắc kênh

source: Mixed (Please Refresh!)
ar: مختلط (يرجى التحديث!)
bg: Смесени (моля, опреснете!)
bn: মিশ্রিত (দয়া করে রিফ্রেশ করুন!)
ca: Mixt (Actualitza!)
de: Gemischt (Bitte aktualisieren!)
el: Μικτή (Παρακαλώ ανανεώστε!)
es: Mixto (¡Actualice!)
et: Segatud (värskendage!)
fa: مخلوط (لطفا بازخوانی کنید!)
fi: Sekoitettu (päivitä!)
fr: Mixte (veuillez actualiser !)
he: מעורב (נא לרענן!)
hi: मिश्रित (कृपया ताज़ा करें!)
hr: Mješovito (molimo osvježite!)
hu: Vegyes (frissítsen!)
id: Campuran (Harap Segarkan!)
it: Misto (per favore aggiorna!)
ko: 혼합(새로고침해 주세요!)
lt: Mišrus (atnaujinkite!)
ms: Campuran (Sila Muat semula!)
nl: Gemengd (gelieve te vernieuwen!)
no: Blandet (Vennligst oppdater!)
pl: Mieszane (proszę odświeżyć!)
pt: Misto (atualize!)
ro: Mixt (Vă rugăm să reîmprospătați!)
ru: Смешанный (Пожалуйста, обновите!)
sl: Mešano (prosimo, osvežite!)
sv: Blandat (vänligen uppdatera!)
th: ผสม (โปรดรีเฟรช!)
tr: Karışık (Lütfen Yenileyin!)
uk: Змішаний (Будь ласка, оновіть!)
vi: Hỗn hợp (Vui lòng làm mới!)

source: Synced!
ar: تمت المزامنة!
bg: Синхронизирано!
bn: সিঙ্ক করা হয়েছে!
ca: Sincronitzat!
de: Synchronisiert!
el: Συγχρονίστηκε!
es: ¡Sincronizado!
et: Sünkroonitud!
fa: همگام شد!
fi: Synkronoitu!
fr: Synchronisé !
he: מסונכרן!
hi: समन्वयित!
hr: Sinkronizirano!
hu: Szinkronizálva!
id: Disinkronkan!
it: Sincronizzato!
ko: 동기화되었습니다!
lt: Sinchronizuota!
ms: disegerakkan!
nl: Gesynchroniseerd!
no: Synkronisert!
pl: Zsynchronizowane!
pt: Sincronizado!
ro: Sincronizat!
ru: Синхронизировано!
sl: sinhronizirano!
sv: Synkroniserad!
th: ซิงค์แล้ว!
tr: Senkronize edildi!
uk: Синхронізовано!
vi: Đã đồng bộ hóa!

source: N/A
ar: لا يوجد
et: Ei kehti
fi: Ei käytössä
he: לא
hi: एन/ए
id: T/A
ko: 해당 없음
ms: T/A
nl: N.v.t
pl: Nie dotyczy
pt: N / D
ru: Н/Д
th: ไม่มี
tr: Yok
vi: không áp dụng

source: `Top N Embeddings: `{}
ar: `أهم عمليات التضمين N: `{}
bg: `Най-добрите N вграждания: `{}
bn: `শীর্ষ N এম্বেডিংস: `{}
ca: `Top N incrustacions: `{}
de: `Top N-Einbettungen: `{}
el: `Κορυφαίες N ενσωματώσεις: `{}
es: `Top N incrustaciones: `{}
et: `N populaarseimat manustamist: `{}
fa: `N جاسازی برتر: `{}
fi: `N suosituinta upotusta: `{}
fr: `N principaux intégrations : `{}
he: `הטבעות N מובילות: `{}
hi: `शीर्ष एन एंबेडिंग्स: `{}
hr: `Najboljih N ugrađivanja: `{}
hu: `N. legjobb beágyazás: `{}
id: `N Penyematan Teratas: `{}
it: `Primi N incorporamenti: `{}
ko: `상위 N 임베딩: `{}
lt: `N populiariausių įterpimų: `{}
ms: `Pembenam N Teratas: `{}
nl: `Top N insluitingen: `{}
no: `Topp N-innbygginger: `{}
pl: `N najczęściej osadzanych elementów: `{}
pt: `N principais incorporações: `{}
ro: `Top N înglobări: `{}
ru: `Top N вложений: `{}
sl: `Najboljših N vdelav: `{}
sv: `Top N-inbäddningar: `{}
th: `การฝัง N อันดับแรก: `{}
tr: `En İyi N Yerleştirme: `{}
uk: `Найпопулярніші N вбудовування: `{}
vi: `N nhúng hàng đầu: `{}
