Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/assistant/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ko, lt, ms, nl, no, pl, pt, ro, ru, sl, sv, th, tr, uk, vi

source: There are no messages in this conversation yet!
ar: لا توجد رسائل في هذه المحادثة حتى الآن!
bg: Все още няма съобщения в този разговор!
bn: এই কথোপকথনে এখনও কোন বার্তা নেই!
ca: Encara no hi ha missatges en aquesta conversa!
de: Es gibt noch keine Nachrichten in dieser Konversation!
el: Δεν υπάρχουν ακόμα μηνύματα σε αυτήν τη συνομιλία!
es: ¡Aún no hay mensajes en esta conversación!
et: Selles vestluses pole veel sõnumeid!
fa: هنوز هیچ پیامی در این مکالمه وجود ندارد!
fi: Tässä keskustelussa ei ole vielä viestejä!
fr: Il n'y a pas encore de messages dans cette conversation !
he: אין עדיין הודעות בשיחה הזו!
hi: इस वार्तालाप में अभी तक कोई संदेश नहीं हैं!
hr: U ovom razgovoru još nema poruka!
hu: Ebben a beszélgetésben még nincsenek üzenetek!
id: Belum ada pesan dalam percakapan ini!
it: Non ci sono ancora messaggi in questa conversazione!
ko: 이 대화에는 아직 메시지가 없습니다!
lt: Šiame pokalbyje dar nėra pranešimų!
ms: Tiada mesej dalam perbualan ini lagi!
nl: Er zijn nog geen berichten in dit gesprek!
no: Det er ingen meldinger i denne samtalen ennå!
pl: W tej rozmowie nie ma jeszcze żadnych wiadomości!
pt: Ainda não há mensagens nesta conversa!
ro: Nu există încă mesaje în această conversație!
ru: В этом разговоре пока нет сообщений!
sl: V tem pogovoru še ni sporočil!
sv: Det finns inga meddelanden i den här konversationen än!
th: ยังไม่มีข้อความในการสนทนานี้!
tr: Bu sohbette henüz mesaj yok!
uk: У цій розмові ще немає повідомлень!
vi: Chưa có tin nhắn nào trong cuộc trò chuyện này!

source: Removed the last message from this conversation
ar: تمت إزالة الرسالة الأخيرة من هذه المحادثة
bg: Премахна последното съобщение от този разговор
bn: এই কথোপকথন থেকে শেষ বার্তাটি সরানো হয়েছে৷
ca: S'ha eliminat l'últim missatge d'aquesta conversa
de: Die letzte Nachricht wurde aus dieser Konversation entfernt
el: Καταργήθηκε το τελευταίο μήνυμα από αυτήν τη συνομιλία
es: Se eliminó el último mensaje de esta conversación.
et: Sellest vestlusest eemaldati viimane sõnum
fa: آخرین پیام از این مکالمه حذف شد
fi: Viimeinen viesti poistettiin tästä keskustelusta
fr: Suppression du dernier message de cette conversation
he: הוסרה את ההודעה האחרונה מהשיחה הזו
hi: इस वार्तालाप से अंतिम संदेश हटा दिया गया
hr: Uklonjena je zadnja poruka iz ovog razgovora
hu: Az utolsó üzenet eltávolítva ebből a beszélgetésből
id: Menghapus pesan terakhir dari percakapan ini
it: Rimosso l'ultimo messaggio da questa conversazione
ko: 이 대화에서 마지막 메시지를 삭제했습니다.
lt: Pašalintas paskutinis pranešimas iš šio pokalbio
ms: Mengalih keluar mesej terakhir daripada perbualan ini
nl: Het laatste bericht uit dit gesprek verwijderd
no: Fjernet den siste meldingen fra denne samtalen
pl: Usunięto ostatnią wiadomość z tej rozmowy
pt: A última mensagem desta conversa foi removida
ro: Ultimul mesaj a fost eliminat din această conversație
ru: Удалено последнее сообщение из этого разговора
sl: Odstranjeno zadnje sporočilo iz tega pogovora
sv: Tog bort det senaste meddelandet från den här konversationen
th: ลบข้อความสุดท้ายออกจากการสนทนานี้
tr: Bu görüşmedeki son mesaj kaldırıldı
uk: Видалено останнє повідомлення з цієї розмови
vi: Đã xóa tin nhắn cuối cùng khỏi cuộc trò chuyện này

source: You cannot copy a conversation to a channel you can't see!
ar: لا يمكنك نسخ محادثة إلى قناة لا يمكنك رؤيتها!
bg: Не можете да копирате разговор в канал, който не виждате!
bn: আপনি দেখতে পাচ্ছেন না এমন একটি চ্যানেলে কথোপকথন কপি করতে পারবেন না!
ca: No pots copiar una conversa a un canal que no pots veure!
de: Sie können eine Konversation nicht auf einen Kanal kopieren, den Sie nicht sehen können!
el: Δεν μπορείτε να αντιγράψετε μια συνομιλία σε ένα κανάλι που δεν μπορείτε να δείτε!
es: ¡No puedes copiar una conversación a un canal que no puedes ver!
et: Te ei saa kopeerida vestlust kanalile, mida te ei näe!
fa: شما نمی توانید یک مکالمه را در کانالی که نمی توانید ببینید کپی کنید!
fi: Et voi kopioida keskustelua kanavalle, jota et näe!
fr: Vous ne pouvez pas copier une conversation sur une chaîne que vous ne pouvez pas voir !
he: אתה לא יכול להעתיק שיחה לערוץ שאתה לא יכול לראות!
hi: आप किसी बातचीत को ऐसे चैनल पर कॉपी नहीं कर सकते जिसे आप देख नहीं सकते!
hr: Ne možete kopirati razgovor na kanal koji ne možete vidjeti!
hu: Nem másolhat át egy beszélgetést olyan csatornára, amelyet nem lát!
id: Anda tidak dapat menyalin percakapan ke saluran yang tidak dapat Anda lihat!
it: Non puoi copiare una conversazione su un canale che non puoi vedere!
ko: 볼 수 없는 채널에는 대화를 복사할 수 없습니다!
lt: Negalite nukopijuoti pokalbio į kanalą, kurio nematote!
ms: Anda tidak boleh menyalin perbualan ke saluran yang anda tidak dapat lihat!
nl: Je kunt een gesprek niet kopiëren naar een kanaal dat je niet kunt zien!
no: Du kan ikke kopiere en samtale til en kanal du ikke kan se!
pl: Nie możesz skopiować rozmowy na kanał, którego nie widzisz!
pt: Você não pode copiar uma conversa para um canal que você não consegue ver!
ro: Nu poți copia o conversație pe un canal pe care nu-l poți vedea!
ru: Вы не можете скопировать разговор на канал, который не видите!
sl: Ne morete kopirati pogovora na kanal, ki ga ne vidite!
sv: Du kan inte kopiera en konversation till en kanal som du inte kan se!
th: คุณไม่สามารถคัดลอกการสนทนาไปยังช่องที่คุณมองไม่เห็นได้!
tr: Göremediğiniz bir kanala bir konuşmayı kopyalayamazsınız!
uk: Ви не можете скопіювати розмову на канал, який ви не бачите!
vi: Bạn không thể sao chép cuộc trò chuyện sang kênh mà bạn không thể xem!

source: This conversation has been overwritten in {}
ar: تمت الكتابة فوق هذه المحادثة في {}
bg: Този разговор е презаписан в {}
bn: এই কথোপকথনটি {} এ ওভাররাইট করা হয়েছে
ca: Aquesta conversa s'ha sobreescrit a {}
de: Diese Konversation wurde in {} überschrieben
el: Αυτή η συνομιλία έχει αντικατασταθεί στο {}
es: Esta conversación ha sido sobrescrita en {}
et: See vestlus on keeles {} üle kirjutatud
fa: این گفتگو در {} بازنویسی شده است
fi: Tämä keskustelu on korvattu kielellä {}
fr: Cette conversation a été écrasée dans {}
he: שיחה זו הוחלפה ב-{}
hi: इस वार्तालाप को {} में अधिलेखित कर दिया गया है
hr: Ovaj razgovor je prebrisan u {}
hu: Ezt a beszélgetést felülírták itt: {}
id: Percakapan ini telah ditimpa di {}
it: Questa conversazione è stata sovrascritta in {}
ko: 이 대화는 {}에서 덮어썼습니다.
lt: Šis pokalbis buvo perrašytas {}
ms: Perbualan ini telah ditimpa dalam {}
nl: Dit gesprek is overschreven in {}
no: Denne samtalen er overskrevet i {}
pl: Ta rozmowa została nadpisana w {}
pt: Esta conversa foi substituída em {}
ro: Această conversație a fost suprascrisă în {}
ru: Этот разговор был перезаписан в {}
sl: Ta pogovor je bil prepisan v {}
sv: Den här konversationen har skrivits över i {}
th: บทสนทนานี้ถูกเขียนทับใน {}
tr: {} tarihinde bu görüşmenin üzerine yazıldı
uk: Цю бесіду було перезаписано в {}
vi: Cuộc trò chuyện này đã bị ghi đè trong {}

source: This conversation has been copied over to {}
ar: تم نسخ هذه المحادثة إلى {}
bg: Този разговор е копиран в {}
bn: এই কথোপকথনটি {} এ কপি করা হয়েছে
ca: Aquesta conversa s'ha copiat a {}
de: Diese Konversation wurde nach {} kopiert
el: Αυτή η συνομιλία έχει αντιγραφεί στο {}
es: Esta conversación se ha copiado a {}
et: See vestlus on kopeeritud asukohta {}
fa: این گفتگو در {} کپی شده است
fi: Tämä keskustelu on kopioitu kohteeseen {}
fr: Cette conversation a été copiée vers {}
he: שיחה זו הועתקה אל {}
hi: इस वार्तालाप को {} पर कॉपी कर दिया गया है
hr: Ovaj razgovor je kopiran u {}
hu: Ezt a beszélgetést átmásolták ide: {}
id: Percakapan ini telah disalin ke {}
it: Questa conversazione è stata copiata in {}
ko: 이 대화는 {}에 복사되었습니다.
lt: Šis pokalbis buvo nukopijuotas į {}
ms: Perbualan ini telah disalin ke {}
nl: Dit gesprek is gekopieerd naar {}
no: Denne samtalen har blitt kopiert over til {}
pl: Ta rozmowa została skopiowana do: {}
pt: Esta conversa foi copiada para {}
ro: Această conversație a fost copiată în {}
ru: Этот разговор был скопирован в {}
sl: Ta pogovor je bil kopiran v {}
sv: Den här konversationen har kopierats över till {}
th: บทสนทนานี้ถูกคัดลอกไปยัง {}
tr: Bu görüşme {} adresine kopyalandı
uk: Цю розмову скопійовано до {}
vi: Cuộc trò chuyện này đã được sao chép sang {}

source: Conversation system prompt overriding is **Disabled**.
ar: تجاوز المطالبة بنظام المحادثة **معطل**.
bg: Подканата на системата за разговори е **Деактивирана**.
bn: কথোপকথন সিস্টেম প্রম্পট ওভাররাইডিং **অক্ষম**।
ca: La substitució d'indicadors del sistema de conversa està **Desactivada**.
de: Das Überschreiben der Eingabeaufforderung des Konversationssystems ist **Deaktiviert**.
el: Η παράκαμψη προτροπής συστήματος συνομιλίας είναι **Απενεργοποιημένη**.
es: La anulación del mensaje del sistema de conversación está **Desactivada**.
et: Vestlussüsteemi viipade alistamine on **Keelatud**.
fa: لغو اعلان سیستم مکالمه **غیرفعال** است.
fi: Keskustelujärjestelmän kehotteiden ohitus on **Ei käytössä**.
fr: Le remplacement des invites du système de conversation est **Désactivé**.
he: ביטול ההנחיה של מערכת השיחה הוא **מושבת**.
hi: वार्तालाप सिस्टम प्रॉम्प्ट ओवरराइडिंग **अक्षम** है।
hr: Nadjačavanje upita sustava za razgovor je **Onemogućeno**.
hu: A beszélgetési rendszer felszólításának felülbírálása **Letiltva**.
id: Penggantian perintah sistem percakapan **Dinonaktifkan**.
it: L'override del prompt del sistema di conversazione è **Disabilitato**.
ko: 대화 시스템 프롬프트 재정의가 **비활성화됨**입니다.
lt: Pokalbių sistemos raginimo nepaisymas yra **Išjungta**.
ms: Penggantian gesaan sistem perbualan ialah **Dilumpuhkan**.
nl: Het overschrijven van de gesprekssysteemprompt is **Uitgeschakeld**.
no: Overstyring av samtalesystemet er **deaktivert**.
pl: Zastępowanie monitów systemu konwersacji jest **Wyłączone**.
pt: A substituição do prompt do sistema de conversação está **Desativada**.
ro: Suprascrierea promptului sistemului de conversații este **Dezactivată**.
ru: Переопределение подсказок системы диалога **Отключено**.
sl: Preglasitev poziva sistema za pogovor je **Onemogočeno**.
sv: Åsidosättande av konversationssystemets prompt är **Inaktiverad**.
th: การแทนที่พรอมต์ระบบการสนทนาคือ **ปิดใช้งาน**
tr: Konuşma sistemi istemini geçersiz kılma **Devre Dışı**.
uk: Перевизначення підказки системи розмови **Вимкнено**.
vi: Tính năng ghi đè lời nhắc của hệ thống hội thoại bị **Đã tắt**.

source: System prompt has been set for this conversation!
ar: تم تعيين موجه النظام لهذه المحادثة!
bg: За този разговор е зададена системна подкана!
bn: এই কথোপকথনের জন্য সিস্টেম প্রম্পট সেট করা হয়েছে!
ca: La sol·licitud del sistema s'ha configurat per a aquesta conversa!
de: Für diese Konversation wurde eine Systemaufforderung eingerichtet!
el: Το μήνυμα προτροπής συστήματος έχει οριστεί για αυτήν τη συνομιλία!
es: ¡Se ha configurado el mensaje del sistema para esta conversación!
et: Selle vestluse jaoks on süsteemiviip seadistatud!
fa: درخواست سیستم برای این مکالمه تنظیم شده است!
fi: Järjestelmäkehote on asetettu tälle keskustelulle!
fr: Une invite système a été définie pour cette conversation !
he: הוגדרה הודעת מערכת לשיחה זו!
hi: इस वार्तालाप के लिए सिस्टम प्रॉम्प्ट सेट कर दिया गया है!
hr: Za ovaj razgovor postavljen je upit sustava!
hu: Rendszerprompt beállítva ehhez a beszélgetéshez!
id: Perintah sistem telah disetel untuk percakapan ini!
it: Il prompt di sistema è stato impostato per questa conversazione!
ko: 이 대화에 대해 시스템 프롬프트가 설정되었습니다!
lt: Šiam pokalbiui nustatyta sistemos raginimas!
ms: Gesaan sistem telah ditetapkan untuk perbualan ini!
nl: Systeemprompt is ingesteld voor dit gesprek!
no: Systemmelding er satt for denne samtalen!
pl: Dla tej rozmowy ustawiono monit systemowy!
pt: O prompt do sistema foi definido para esta conversa!
ro: Solicitarea de sistem a fost setată pentru această conversație!
ru: Для этого разговора установлено системное приглашение!
sl: Za ta pogovor je nastavljen sistemski poziv!
sv: Systemmeddelande har ställts in för denna konversation!
th: ระบบแจ้งเตือนสำหรับการสนทนานี้แล้ว!
tr: Bu görüşme için sistem istemi ayarlandı!
uk: Для цієї розмови встановлено системний запит!
vi: Lời nhắc hệ thống đã được đặt cho cuộc trò chuyện này!

source: System prompt has been **Removed** for this conversation!
ar: تمت إزالة مطالبة النظام ** لهذه المحادثة!
bg: Системната подкана е **Премахната** за този разговор!
bn: এই কথোপকথনের জন্য সিস্টেম প্রম্পট **মুছে ফেলা হয়েছে**!
ca: La sol·licitud del sistema s'ha **eliminat** per a aquesta conversa.
de: Die Systemaufforderung wurde für diese Konversation **entfernt**!
el: Το μήνυμα προτροπής συστήματος **Καταργήθηκε** για αυτήν τη συνομιλία!
es: ¡El aviso del sistema ha sido **eliminado** para esta conversación!
et: Selle vestluse jaoks on süsteemiviip **eemaldatud**!
fa: درخواست سیستم برای این مکالمه **حذف شد**!
fi: Järjestelmäkehote on **poistettu** tästä keskustelusta!
fr: L'invite système a été **supprimée** pour cette conversation !
he: הודעת מערכת **הוסרה** לשיחה זו!
hi: इस वार्तालाप के लिए सिस्टम प्रॉम्प्ट **हटा दिया गया** है!
hr: Upit sustava je **Uklonjen** za ovaj razgovor!
hu: A rendszer üzenetét **eltávolították** ehhez a beszélgetéshez!
id: Perintah sistem telah **Dihapus** untuk percakapan ini!
it: Il prompt di sistema è stato **rimosso** per questa conversazione!
ko: 이 대화에 대한 시스템 메시지가 **제거되었습니다**!
lt: Šio pokalbio sistemos raginimas buvo **pašalintas**!
ms: Gesaan sistem telah **Dialih keluar** untuk perbualan ini!
nl: Systeemprompt is **Verwijderd** voor dit gesprek!
no: Systemmeldingen er **fjernet** for denne samtalen!
pl: Komunikat systemowy został **usunięty** dla tej rozmowy!
pt: O prompt do sistema foi **removido** para esta conversa!
ro: Solicitarea sistemului a fost **Eliminată** pentru această conversație!
ru: Системное приглашение для этого разговора **удалено**!
sl: Sistemski poziv je bil **Odstranjen** za ta pogovor!
sv: Systemmeddelandet har **borttagits** för den här konversationen!
th: ข้อความแจ้งของระบบถูก **ลบออก** สำหรับการสนทนานี้แล้ว!
tr: Bu görüşme için sistem istemi **Kaldırıldı**!
uk: Системне повідомлення було **видалено** для цієї розмови!
vi: Lời nhắc hệ thống đã bị **Xóa** cho cuộc trò chuyện này!

source: You have no conversation in this channel!
ar: ليس لديك محادثة في هذه القناة!
bg: Нямате разговор в този канал!
bn: এই চ্যানেলে আপনার কোন কথোপকথন নেই!
ca: No tens cap conversa en aquest canal!
de: In diesem Kanal gibt es keine Konversation!
el: Δεν έχετε συνομιλία σε αυτό το κανάλι!
es: ¡No tienes conversación en este canal!
et: Teil pole sellel kanalil vestlust!
fa: شما هیچ مکالمه ای در این کانال ندارید!
fi: Sinulla ei ole keskustelua tällä kanavalla!
fr: Vous n'avez aucune conversation sur cette chaîne !
he: אין לך שיחה בערוץ הזה!
hi: इस चैनल में आपकी कोई बातचीत नहीं है!
hr: Nemate razgovora na ovom kanalu!
hu: Nincs beszélgetés ezen a csatornán!
id: Anda tidak memiliki percakapan di saluran ini!
it: Non hai conversazioni in questo canale!
ko: 이 채널에는 대화가 없습니다!
lt: Šiame kanale nėra pokalbio!
ms: Anda tiada perbualan dalam saluran ini!
nl: Je hebt geen gesprek op dit kanaal!
no: Du har ingen samtale i denne kanalen!
pl: Nie prowadzisz żadnej rozmowy na tym kanale!
pt: Você não tem nenhuma conversa neste canal!
ro: Nu ai nicio conversație pe acest canal!
ru: У вас нет разговоров на этом канале!
sl: V tem kanalu nimate nobenega pogovora!
sv: Du har ingen konversation i den här kanalen!
th: คุณไม่มีการสนทนาในช่องนี้!
tr: Bu kanalda sohbetiniz yok!
uk: У вас немає розмов на цьому каналі!
vi: Bạn không có cuộc trò chuyện nào trong kênh này!

source: Here is your conversation transcript!
ar: هنا هو نص المحادثة الخاصة بك!
bg: Ето стенограмата на вашия разговор!
bn: এখানে আপনার কথোপকথন প্রতিলিপি!
ca: Aquí teniu la transcripció de la vostra conversa!
de: Hier ist Ihr Gesprächsprotokoll!
el: Εδώ είναι η απομαγνητοφώνηση της συνομιλίας σας!
es: ¡Aquí está la transcripción de tu conversación!
et: Siin on teie vestluse stenogramm!
fa: اینم متن مکالمه شما!
fi: Tässä on keskustelusi transkriptio!
fr: Voici la transcription de votre conversation !
he: הנה תמליל השיחה שלך!
hi: यहाँ आपकी बातचीत की प्रतिलेख है!
hr: Evo transkripta vašeg razgovora!
hu: Íme a beszélgetésed átirata!
id: Ini transkrip percakapan Anda!
it: Ecco la trascrizione della tua conversazione!
ko: 여기 대화 내용이 있습니다!
lt: Štai jūsų pokalbio stenograma!
ms: Inilah transkrip perbualan anda!
nl: Hier is het transcript van uw gesprek!
no: Her er samtaleutskriften din!
pl: Oto zapis Twojej rozmowy!
pt: Aqui está a transcrição da sua conversa!
ro: Iată transcrierea conversației tale!
ru: Вот стенограмма вашего разговора!
sl: Tukaj je prepis vašega pogovora!
sv: Här är din konversationsutskrift!
th: นี่คือบันทึกการสนทนาของคุณ!
tr: İşte konuşma metniniz!
uk: Ось стенограма вашої розмови!
vi: Đây là bản ghi cuộc trò chuyện của bạn!

source: You do not have any embeddings configured!
ar: ليس لديك أي تضمينات تم تكوينها!
bg: Нямате конфигурирани вграждания!
bn: আপনার কোন এম্বেডিং কনফিগার করা নেই!
ca: No teniu cap incrustació configurada!
de: Sie haben keine Einbettungen konfiguriert!
el: Δεν έχετε διαμορφώσει ενσωματώσεις!
es: ¡No tienes ninguna incrustación configurada!
et: Teil pole ühtegi manustamist konfigureeritud!
fa: شما هیچ جاسازی پیکربندی نشده‌اید!
fi: Sinulle ei ole määritetty upotuksia!
fr: Vous n'avez configuré aucune intégration !
he: אין לך שום הטמעות מוגדרות!
hi: आपके पास कोई एम्बेडिंग कॉन्फ़िगर नहीं है!
hr: Nemate konfiguriranih nijednog ugrađivanja!
hu: Nincs beállítva egyetlen beágyazás sem!
id: Anda belum mengonfigurasi penyematan apa pun!
it: Non hai configurato alcun incorporamento!
ko: 구성된 임베딩이 없습니다.
lt: Neturite sukonfigūruotų įterpimų!
ms: Anda tidak mempunyai sebarang benam yang dikonfigurasikan!
nl: Je hebt geen insluitingen geconfigureerd!
no: Du har ingen innebygginger konfigurert!
pl: Nie masz skonfigurowanych żadnych osadzania!
pt: Você não tem nenhum embedding configurado!
ro: Nu aveți nicio încorporare configurată!
ru: У вас не настроено ни одного встраивания!
sl: Nimate konfiguriranih nobenih vdelav!
sv: Du har inga inbäddningar konfigurerade!
th: คุณไม่ได้กำหนดค่าการฝังใดๆ!
tr: Yapılandırılmış herhangi bir yerleştirmeniz yok!
uk: У вас не налаштовано жодних вставок!
vi: Bạn chưa định cấu hình bất kỳ nội dung nhúng nào!

source: Top N is set to 0 so no embeddings will be returned
ar: تم تعيين Top N على 0 لذلك لن يتم إرجاع أي تضمينات
bg: Горното N е зададено на 0, така че няма да бъдат върнати вграждания
bn: শীর্ষ N 0 এ সেট করা হয়েছে তাই কোনো এম্বেডিং ফেরত দেওয়া হবে না
ca: Top N s'estableix a 0, de manera que no es retornarà cap incrustació
de: Top N ist auf 0 gesetzt, sodass keine Einbettungen zurückgegeben werden
el: Το Top N έχει οριστεί στο 0, επομένως δεν θα επιστραφούν ενσωματώσεις
es: Top N se establece en 0, por lo que no se devolverán incrustaciones
et: Ülemine N on seatud väärtusele 0, nii et manuseid ei tagastata
fa: Top N روی 0 تنظیم شده است بنابراین هیچ جاسازی برگردانده نخواهد شد
fi: Top N on asetettu arvoon 0, joten upotuksia ei palauteta
fr: Top N est défini sur 0, donc aucune intégration ne sera renvoyée
he: Top N מוגדר ל-0 כך שלא יוחזרו הטבעות
hi: शीर्ष N को 0 पर सेट किया गया है इसलिए कोई एम्बेडिंग वापस नहीं की जाएगी
hr: Gornji N je postavljen na 0 tako da se neće vratiti nikakva ugrađivanja
hu: A Top N értéke 0, így a beágyazás nem kerül visszaadásra
id: N Teratas disetel ke 0 sehingga tidak ada penyematan yang dikembalikan
it: Top N è impostato su 0 quindi non verrà restituito alcun incorporamento
ko: 상위 N은 0으로 설정되어 임베딩이 반환되지 않습니다.
lt: Top N nustatytas į 0, todėl įterpimai nebus grąžinti
ms: N Atas ditetapkan kepada 0 jadi tiada benam akan dikembalikan
nl: Top N is ingesteld op 0, dus er worden geen insluitingen geretourneerd
no: Topp N er satt til 0, så ingen innbygging vil bli returnert
pl: Top N jest ustawione na 0, więc żadne osady nie zostaną zwrócone
pt: Top N está definido como 0, portanto nenhum embedding será retornado
ro: Top N este setat la 0, astfel încât nicio încorporare nu va fi returnată
ru: Top N имеет значение 0, поэтому вложения не возвращаются.
sl: Zgornji N je nastavljen na 0, tako da nobena vdelava ne bo vrnjena
sv: Top N är satt till 0 så inga inbäddningar kommer att returneras
th: Top N ถูกตั้งค่าเป็น 0 ดังนั้นจึงไม่มีการส่งคืนการฝัง
tr: Top N 0 olarak ayarlandığından hiçbir yerleştirme döndürülmez
uk: Верхній N встановлено на 0, тому жодні вбудовування не повертаються
vi: Top N được đặt thành 0 nên sẽ không có phần nhúng nào được trả về

source: Failed to get embedding for your query
ar: فشل في الحصول على التضمين لاستعلامك
bg: Неуспешно получаване на вграждане за вашата заявка
bn: আপনার প্রশ্নের জন্য এম্বেডিং পেতে ব্যর্থ হয়েছে
ca: No s'ha pogut obtenir la inserció de la vostra consulta
de: Die Einbettung Ihrer Abfrage ist fehlgeschlagen
el: Αποτυχία λήψης ενσωμάτωσης για το ερώτημά σας
es: No se pudo insertar su consulta
et: Teie päringu manustamist ei õnnestunud hankida
fa: جاسازی برای درخواست شما انجام نشد
fi: Upottamisen hakeminen kyselyllesi epäonnistui
fr: Échec de l'intégration de votre requête
he: ההטמעה של השאילתה שלך נכשלה
hi: आपकी क्वेरी के लिए एम्बेडिंग प्राप्त करने में विफल
hr: Nije uspjelo dobivanje ugradnje za vaš upit
hu: Nem sikerült lekérni a beágyazást
id: Gagal menyematkan kueri Anda
it: Impossibile ottenere l'incorporamento per la tua query
ko: 쿼리를 삽입하지 못했습니다.
lt: Nepavyko įterpti jūsų užklausos
ms: Gagal mendapatkan pembenaman untuk pertanyaan anda
nl: Het insluiten van uw zoekopdracht is mislukt
no: Kunne ikke hente innbygging for søket ditt
pl: Nie udało się osadzić zapytania
pt: Falha ao incorporar sua consulta
ro: Nu s-a putut obține încorporarea pentru interogarea dvs
ru: Не удалось встроить ваш запрос.
sl: Vdelave za vašo poizvedbo ni bilo mogoče pridobiti
sv: Det gick inte att hämta inbäddning för din fråga
th: ไม่สามารถฝังข้อความค้นหาของคุณได้
tr: Sorgunuz için yerleştirme alınamadı
uk: Не вдалося отримати вбудовування для вашого запиту
vi: Không thể nhúng cho truy vấn của bạn
