Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/assistant/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ko, lt, ms, nl, no, pl, pt, ro, ru, sl, sv, th, tr, uk, vi

source: All embedding data has been wiped!
ar: تم مسح جميع بيانات التضمين!
bg: Всички данни за вграждане са изтрити!
bn: সমস্ত এমবেডিং ডেটা মুছে ফেলা হয়েছে!
ca: S'han esborrat totes les dades d'inserció!
de: Alle Einbettungsdaten wurden gelöscht!
el: Όλα τα δεδομένα ενσωμάτωσης έχουν διαγραφεί!
es: ¡Todos los datos de incrustación han sido eliminados!
et: Kõik manustamisandmed on kustutatud!
fa: تمام داده های جاسازی پاک شده است!
fi: Kaikki upotustiedot on pyyhitty!
fr: Toutes les données d'intégration ont été effacées !
he: כל נתוני ההטמעה נמחקו!
hi: सभी एम्बेडिंग डेटा मिटा दिया गया है!
hr: Svi podaci o ugrađivanju su obrisani!
hu: Minden beágyazási adat törölve lett!
id: Semua data penyematan telah dihapus!
it: Tutti i dati incorporati sono stati cancellati!
ko: 삽입된 데이터가 모두 삭제되었습니다!
lt: Visi įterpimo duomenys ištrinti!
ms: Semua data pembenaman telah dipadamkan!
nl: Alle insluitingsgegevens zijn gewist!
no: Alle innbyggingsdata er slettet!
pl: Wszystkie dane osadzania zostały usunięte!
pt: Todos os dados de incorporação foram apagados!
ro: Toate datele de încorporare au fost șterse!
ru: Все данные для встраивания удалены!
sl: Vsi vdelani podatki so bili izbrisani!
sv: All inbäddningsdata har raderats!
th: ข้อมูลการฝังทั้งหมดถูกล้างแล้ว!
tr: Tüm yerleştirme verileri silindi!
uk: Усі вбудовані дані стерто!
vi: Tất cả dữ liệu nhúng đã bị xóa!

source: Not wiping conversations
ar: عدم مسح المحادثات
bg: Без изтриване на разговори
bn: কথোপকথন মুছা না
ca: No esborrant converses
de: Gespräche nicht löschen
el: Δεν σκουπίζει τις συνομιλίες
es: No borrar conversaciones
et: Ei pühi vestlusi
fa: پاک نکردن مکالمات
fi: Ei pyyhkiä keskusteluja
fr: Ne pas effacer les conversations
he: לא מנגב שיחות
hi: बातचीत मिटाना नहीं
hr: Ne brisanje razgovora
hu: Nem törölgetni a beszélgetéseket
id: Tidak menghapus percakapan
it: Non cancellare le conversazioni
ko: 대화를 지우지 않음
lt: Nešluostyti pokalbių
ms: Tidak menyapu perbualan
nl: Geen gesprekken afvegen
no: Ikke tørke samtaler
pl: Nie wycieram rozmów
pt: Não apagando conversas
ro: Nu șterg conversațiile
ru: Не стирать разговоры
sl: Ne brisanje pogovorov
sv: Inte torka konversationer
th: ไม่ลบบทสนทนา
tr: Konuşmaları silmemek
uk: Не стираючи розмови
vi: Không xóa cuộc trò chuyện

source: Conversations have been wiped in this server!
ar: تم مسح المحادثات في هذا الخادم!
bg: Разговорите са изтрити в този сървър!
bn: কথোপকথন এই সার্ভারে মুছে ফেলা হয়েছে!
ca: Les converses s'han esborrat en aquest servidor!
de: Gespräche wurden auf diesem Server gelöscht!
el: Οι συνομιλίες έχουν διαγραφεί σε αυτόν τον διακομιστή!
es: ¡Las conversaciones han sido borradas en este servidor!
et: Vestlused on selles serveris kustutatud!
fa: مکالمات در این سرور پاک شده است!
fi: Keskustelut on pyyhitty tältä palvelimelta!
fr: Les conversations ont été effacées sur ce serveur !
he: השיחות נמחקו בשרת הזה!
hi: इस सर्वर में बातचीत मिटा दी गई है!
hr: Razgovori su obrisani na ovom poslužitelju!
hu: A beszélgetések törlésre kerültek ezen a szerveren!
id: Percakapan telah dihapus di server ini!
it: Le conversazioni sono state cancellate in questo server!
ko: 이 서버에서 대화가 삭제되었습니다!
lt: Pokalbiai šiame serveryje ištrinti!
ms: Perbualan telah dipadamkan dalam pelayan ini!
nl: Gesprekken zijn op deze server gewist!
no: Samtaler er slettet på denne serveren!
pl: Rozmowy zostały usunięte z tego serwera!
pt: As conversas foram apagadas neste servidor!
ro: Conversațiile au fost șterse pe acest server!
ru: Разговоры на этом сервере удалены!
sl: Pogovori v tem strežniku so bili izbrisani!
sv: Konversationer har raderats på den här servern!
th: การสนทนาถูกลบทิ้งในเซิร์ฟเวอร์นี้!
tr: Bu sunucudaki konuşmalar silindi!
uk: Розмови на цьому сервері стерто!
vi: Cuộc trò chuyện đã bị xóa trong máy chủ này!

source: Top N must be between 0 and 10
ar: يجب أن يكون أعلى N بين 0 و10
bg: Горното N трябва да е между 0 и 10
bn: শীর্ষ N 0 এবং 10 এর মধ্যে হতে হবে
ca: N superior ha d'estar entre 0 i 10
de: Top N muss zwischen 0 und 10 liegen
el: Το επάνω N πρέπει να είναι μεταξύ 0 και 10
es: Top N debe estar entre 0 y 10
et: Ülemine N peab olema vahemikus 0 kuni 10
fa: بالای N باید بین 0 تا 10 باشد
fi: Top N:n on oltava välillä 0–10
fr: Le N supérieur doit être compris entre 0 et 10
he: N העליון חייב להיות בין 0 ל-10
hi: शीर्ष N 0 और 10 के बीच होना चाहिए
hr: Gornji N mora biti između 0 i 10
hu: A felső N értéknek 0 és 10 között kell lennie
id: N teratas harus antara 0 dan 10
it: I primi N devono essere compresi tra 0 e 10
ko: 상위 N은 0에서 10 사이여야 합니다.
lt: Viršutinė N turi būti nuo 0 iki 10
ms: N teratas mestilah antara 0 dan 10
nl: Top N moet tussen 0 en 10 liggen
no: Topp N må være mellom 0 og 10
pl: Górne N musi należeć do zakresu od 0 do 10
pt: O N superior deve estar entre 0 e 10
ro: Top N trebuie să fie între 0 și 10
ru: Верхнее N должно быть от 0 до 10.
sl: Zgornji N mora biti med 0 in 10
sv: Topp N måste vara mellan 0 och 10
th: N ด้านบนต้องอยู่ระหว่าง 0 ถึง 10
tr: İlk N 0 ile 10 arasında olmalıdır
uk: Верхній N має бути від 0 до 10
vi: N hàng đầu phải nằm trong khoảng từ 0 đến 10

source: Embeddings will not be pulled during conversations
ar: لن يتم سحب التضمينات أثناء المحادثات
bg: Вгражданията няма да бъдат изтеглени по време на разговори
bn: কথোপকথনের সময় এম্বেডিং টানা হবে না
ca: Les incrustacions no es retiraran durant les converses
de: Einbettungen werden während Gesprächen nicht gezogen
el: Οι ενσωματώσεις δεν θα τραβηχτούν κατά τη διάρκεια των συνομιλιών
es: Las incrustaciones no se eliminarán durante las conversaciones.
et: Manustusi vestluste ajal ei tõmmata
fa: جاسازی ها در طول مکالمه کشیده نمی شوند
fi: Upotuksia ei vedä keskustelujen aikana
fr: Les intégrations ne seront pas extraites pendant les conversations
he: הטמעות לא יימשכו במהלך שיחות
hi: बातचीत के दौरान एम्बेडिंग नहीं खींची जाएगी
hr: Ugradnje se neće povlačiti tijekom razgovora
hu: A beágyazások nem lesznek meghúzva a beszélgetések során
id: Penyematan tidak akan ditarik selama percakapan
it: Gli incorporamenti non verranno estratti durante le conversazioni
ko: 대화 중에는 임베딩을 가져오지 않습니다.
lt: Pokalbių metu įterpimai nebus ištraukti
ms: Pembenaman tidak akan ditarik semasa perbualan
nl: Insluitingen worden niet verwijderd tijdens gesprekken
no: Innebygginger vil ikke bli trukket under samtaler
pl: Osadzania nie będą pobierane podczas rozmów
pt: Os embeddings não serão extraídos durante as conversas
ro: Înglobările nu vor fi extrase în timpul conversațiilor
ru: Вложения не будут извлекаться во время разговоров
sl: Vdelave ne bodo potegnjene med pogovori
sv: Inbäddningar kommer inte att dras under konversationer
th: การฝังจะไม่ถูกดึงระหว่างการสนทนา
tr: Konuşmalar sırasında yerleştirmeler çekilmeyecek
uk: Вбудовування не буде витягнуто під час розмов
vi: Nội dung nhúng sẽ không được kéo trong khi trò chuyện

source: Up to **{}** embeddings will be pulled for each interaction
ar: سيتم سحب ما يصل إلى **{}** من التضمينات لكل تفاعل
bg: За всяко взаимодействие ще бъдат изтеглени до **{}** вграждания
bn: প্রতিটি ইন্টারঅ্যাকশনের জন্য **{}** পর্যন্ত এম্বেডিং টানা হবে
ca: S'extrauran fins a **{}** incrustacions per a cada interacció
de: Für jede Interaktion werden bis zu **{}** Einbettungen abgerufen
el: Για κάθε αλληλεπίδραση θα πραγματοποιούνται έως και **{}** ενσωματώσεις
es: Se extraerán hasta **{}** incrustaciones para cada interacción
et: Iga interaktsiooni jaoks tõmmatakse kuni **{}** manustamist
fa: حداکثر **{}** جاسازی برای هر تعامل کشیده می شود
fi: Jokaista vuorovaikutusta varten vedetään enintään **{}** upotusta
fr: Jusqu'à **{}** intégrations seront extraites pour chaque interaction
he: עד **{}** הטמעות יימשכו עבור כל אינטראקציה
hi: प्रत्येक इंटरैक्शन के लिए **{}** तक एम्बेडिंग खींची जाएगी
hr: Za svaku interakciju povući će se do **{}** ugrađivanja
hu: Legfeljebb **{}** beágyazás kerül behúzásra minden egyes interakciónál
id: Hingga **{}** penyematan akan ditarik untuk setiap interaksi
it: Verranno estratti fino a **{}** incorporamenti per ogni interazione
ko: 각 상호작용에 대해 최대 **{}** 임베딩을 가져옵니다.
lt: Kiekvienai sąveikai bus ištraukta iki **{}** įterpimų
ms: Sehingga **{}** benam akan ditarik untuk setiap interaksi
nl: Voor elke interactie worden maximaal **{}** insluitingen opgehaald
no: Opptil **{}** innbygginger vil bli trukket for hver interaksjon
pl: Dla każdej interakcji zostanie pobranych maksymalnie **{}** osadzonych elementów
pt: Até **{}** embeddings serão extraídos para cada interação
ro: Până la **{}** înglobări vor fi extrase pentru fiecare interacțiune
ru: Для каждого взаимодействия будет извлечено до **{}** вложений.
sl: Za vsako interakcijo bo potegnjenih do **{}** vdelav
sv: Upp till **{}** inbäddningar kommer att dras för varje interaktion
th: ระบบจะดึงการฝังสูงสุด **{}** สำหรับการโต้ตอบแต่ละครั้ง
tr: Her etkileşim için en fazla **{}** yerleştirme çekilecek
uk: Для кожної взаємодії буде вилучено до **{}** вставок
vi: Tối đa **{}** nội dung nhúng sẽ được lấy cho mỗi lần tương tác

source: Minimum relatedness must be between 0 and 1
ar: يجب أن يكون الحد الأدنى للارتباط بين 0 و1
bg: Минималната свързаност трябва да бъде между 0 и 1
bn: ন্যূনতম সম্পর্ক অবশ্যই 0 এবং 1 এর মধ্যে হতে হবে
ca: La relació mínima ha d'estar entre 0 i 1
de: Die Mindestverwandtschaft muss zwischen 0 und 1 liegen
el: Η ελάχιστη συνάφεια πρέπει να είναι μεταξύ 0 και 1
es: La relación mínima debe estar entre 0 y 1.
et: Minimaalne seotus peab olema vahemikus 0 kuni 1
fa: حداقل ارتباط باید بین 0 و 1 باشد
fi: Vähimmäissuhteen on oltava välillä 0–1
fr: La parenté minimale doit être comprise entre 0 et 1
he: הקשר המינימלי חייב להיות בין 0 ל-1
hi: न्यूनतम संबद्धता 0 और 1 के बीच होनी चाहिए
hr: Minimalna povezanost mora biti između 0 i 1
hu: A minimális rokonsági értéknek 0 és 1 között kell lennie
id: Keterkaitan minimum harus antara 0 dan 1
it: La correlazione minima deve essere compresa tra 0 e 1
ko: 최소 관련성은 0에서 1 사이여야 합니다.
lt: Minimalus ryšys turi būti nuo 0 iki 1
ms: Perkaitan minimum mestilah antara 0 dan 1
nl: De minimale verwantschap moet tussen 0 en 1 liggen
no: Minimum slektskap må være mellom 0 og 1
pl: Minimalne powiązanie musi mieścić się w przedziale od 0 do 1
pt: A relação mínima deve estar entre 0 e 1
ro: Relația minimă trebuie să fie între 0 și 1
ru: Минимальная степень родственности должна находиться в диапазоне от 0 до 1.
sl: Najmanjša sorodnost mora biti med 0 in 1
sv: Minsta släktskap måste vara mellan 0 och 1
th: ความเกี่ยวข้องขั้นต่ำต้องอยู่ระหว่าง 0 ถึง 1
tr: Minimum ilişki 0 ile 1 arasında olmalıdır
uk: Мінімальний зв’язок має бути між 0 і 1
vi: Mức độ liên quan tối thiểu phải nằm trong khoảng từ 0 đến 1

source: Minimum relatedness has been set to **{}**
ar: تم ضبط الحد الأدنى من الارتباط على **{}**
bg: Минималната свързаност е зададена на **{}**
bn: ন্যূনতম সম্পর্ক সেট করা হয়েছে **{}**
ca: La relació mínima s'ha establert en **{}**
de: Die Mindestverwandtschaft wurde auf **{}** festgelegt.
el: Η ελάχιστη συνάφεια έχει οριστεί σε **{}**
es: La relación mínima se ha establecido en **{}**
et: Minimaalne seotus on määratud **{}**
fa: حداقل ارتباط روی **{}** تنظیم شده است
fi: Vähimmäissuhteeksi on asetettu **{}**
fr: La relation minimale a été définie sur **{}**
he: הקשר המינימלי הוגדר ל-**{}**
hi: न्यूनतम संबंधितता **{}** पर सेट की गई है
hr: Minimalna povezanost postavljena je na **{}**
hu: A minimális rokonság értéke **{}**
id: Keterkaitan minimum telah disetel ke **{}**
it: La parentela minima è stata impostata su **{}**
ko: 최소 관련성이 **{}**로 설정되었습니다.
lt: Minimalus ryšys nustatytas į **{}**
ms: Perkaitan minimum telah ditetapkan kepada **{}**
nl: Minimale verwantschap is ingesteld op **{}**
no: Minimum slektskap er satt til **{}**
pl: Minimalne powiązanie zostało ustawione na **{}**
pt: O relacionamento mínimo foi definido como **{}**
ro: Relația minimă a fost setată la **{}**
ru: Минимальное родство установлено на **{}**.
sl: Najmanjša sorodnost je bila nastavljena na **{}**
sv: Minsta släktskap har ställts in på **{}**
th: ตั้งค่าความเกี่ยวข้องขั้นต่ำเป็น **{}**
tr: Minimum akrabalık **{}** olarak ayarlandı
uk: Мінімальна пов’язаність встановлена ​​на **{}**
vi: Mức độ liên quan tối thiểu đã được đặt thành **{}**

source: That regex is invalid
ar: هذا التعبير العادي غير صالح
bg: Този регулярен израз е невалиден
bn: এই regex অবৈধ
ca: Aquesta expressió regular no és vàlida
de: Dieser reguläre Ausdruck ist ungültig
el: Αυτό το regex δεν είναι έγκυρο
es: Esa expresión regular no es válida
et: See regex on kehtetu
fa: آن regex نامعتبر است
fi: Tämä säännöllinen lauseke on virheellinen
fr: Cette expression régulière n'est pas valide
he: הביטוי הרגולרי הזה אינו חוקי
hi: वह रेगेक्स अमान्य है
hr: Taj je regularni izraz nevažeći
hu: Ez a reguláris kifejezés érvénytelen
id: Regex itu tidak valid
it: Quella regex non è valida
ko: 해당 정규식은 유효하지 않습니다.
lt: Ši reguliarioji išraiška netinkama
ms: Regex itu tidak sah
nl: Die regex is ongeldig
no: Det regulære uttrykket er ugyldig
pl: To wyrażenie regularne jest nieprawidłowe
pt: Esse regex é inválido
ro: Acea regex este invalidă
ru: Это регулярное выражение неверно
sl: Ta regularni izraz je neveljaven
sv: Det regexet är ogiltigt
th: regex นั้นไม่ถูกต้อง
tr: Bu normal ifade geçersiz
uk: Цей регулярний вираз недійсний
vi: Regex đó không hợp lệ

source: `{}` has been **Removed** from the blacklist
ar: تمت إزالة `{}` **** من القائمة السوداء
bg: `{}` е **Премахнат** от черния списък
bn: `{}` কালো তালিকা থেকে **মুছে ফেলা হয়েছে**
ca: `{}` s'ha **eliminat** de la llista negra
de: „{}“ wurde von der Blacklist **entfernt**
el: Το "{}" έχει **αφαιρεθεί** από τη μαύρη λίστα
es: `{}` ha sido **eliminado** de la lista negra
et: `{}` on mustast nimekirjast **eemaldatud**
fa: `{}` **از لیست سیاه حذف شد**
fi: `{}` on **poistettu** mustalta listalta
fr: `{}` a été **Supprimé** de la liste noire
he: `{}` **הוסר** מהרשימה השחורה
hi: `{}` को काली सूची से **हटा दिया गया** है
hr: `{}` je **Uklonjen** s crne liste
hu: `{}` **eltávolítva** a feketelistáról
id: `{}` telah **Dihapus** dari daftar hitam
it: `{}` è stato **Rimosso** dalla lista nera
ko: `{}`이(가) 블랙리스트에서 **제거**되었습니다
lt: `{}` buvo **pašalintas** iš juodojo sąrašo
ms: `{}` telah **Dialih keluar** daripada senarai hitam
nl: `{}` is **Verwijderd** van de zwarte lijst
no: `{}` har blitt **fjernet** fra svartelisten
pl: `{}` został **usunięty** z czarnej listy
pt: `{}` foi **removido** da lista negra
ro: `{}` a fost **Eliminat** din lista neagră
ru: `{}` **удален** из черного списка
sl: `{}` je bil **odstranjen** s črnega seznama
sv: `{}` har **Borttagits** från den svarta listan
th: `{}` ถูก **ลบ** ออกจากบัญชีดำแล้ว
tr: `{}` kara listeden **Kaldırıldı**
uk: `{}` **Видалено** з чорного списку
vi: `{}` đã bị **Xóa** khỏi danh sách đen

source: `{}` has been **Added** to the blacklist
ar: تمت إضافة `{}` **** إلى القائمة السوداء
bg: „{}“ е **добавен** към черния списък
bn: `{}` কালো তালিকায় **যোগ করা হয়েছে**
ca: `{}` ha estat **Afegit** a la llista negra
de: „{}“ wurde zur Blacklist **hinzugefügt**
el: Το "{}" έχει **Προστεθεί** στη μαύρη λίστα
es: `{}` ha sido **Agregado** a la lista negra
et: `{}` on **lisatud** musta nimekirja
fa: `{}` **به لیست سیاه اضافه شد**
fi: `{}` on **lisätty** mustalle listalle
fr: `{}` a été **Ajouté** à la liste noire
he: `{}` **נוסף** לרשימה השחורה
hi: `{}` को काली सूची में **जोड़ा** दिया गया है
hr: `{}` je **Dodan** na crnu listu
hu: `{}` **felkerült** a tiltólistára
id: `{}` telah **Ditambahkan** ke daftar hitam
it: `{}` è stato **Aggiunto** alla lista nera
ko: `{}`이(가) 블랙리스트에 **추가**되었습니다
lt: `{}` buvo **pridėtas** į juodąjį sąrašą
ms: `{}` telah **Ditambah** pada senarai hitam
nl: `{}` is **Toegevoegd** aan de zwarte lijst
no: `{}` har blitt **Lagt** til svartelisten
pl: `{}` został **dodany** do czarnej listy
pt: `{}` foi **Adicionado** à lista negra
ro: `{}` a fost **Adăugat** pe lista neagră
ru: `{}` **добавлен** в черный список
sl: `{}` je bil **dodan** na črni seznam
sv: `{}` har ** lagts till** på svartlistan
th: `{}` ได้รับการ **เพิ่ม** ไปยังบัญชีดำแล้ว
tr: `{}` kara listeye **Eklendi**
uk: `{}` **Додано** до чорного списку
vi: `{}` đã được **Thêm** vào danh sách đen

source: If a regex blacklist fails, the bots reply will be blocked
ar: إذا فشلت القائمة السوداء للتعبيرات العادية، فسيتم حظر رد الروبوتات
bg: Ако черният списък с регулярни изрази е неуспешен, отговорът на ботовете ще бъде блокиран
bn: একটি regex কালো তালিকা ব্যর্থ হলে, বট উত্তর ব্লক করা হবে
ca: Si una llista negra d'expressions regulars falla, la resposta dels robots es bloquejarà
de: Wenn eine Regex-Blacklist fehlschlägt, wird die Antwort des Bots blockiert
el: Εάν μια μαύρη λίστα regex αποτύχει, η απάντηση των bots θα αποκλειστεί
es: Si falla una lista negra de expresiones regulares, se bloqueará la respuesta de los bots
et: Kui regexi must nimekiri ebaõnnestub, blokeeritakse robotite vastus
fa: اگر لیست سیاه regex ناموفق باشد، پاسخ ربات ها مسدود می شود
fi: Jos säännöllisen lausekkeen musta lista epäonnistuu, bottien vastaus estetään
fr: Si une liste noire d'expressions régulières échoue, la réponse du robot sera bloquée
he: אם רשימת ביטויים שחורים נכשלת, תשובת הבוטים תיחסם
hi: यदि रेगेक्स ब्लैकलिस्ट विफल हो जाती है, तो बॉट्स उत्तर अवरुद्ध कर दिया जाएगा
hr: Ako crna lista regularnih izraza ne uspije, odgovor botova bit će blokiran
hu: Ha a reguláris kifejezések tiltólistája sikertelen, a robotok válasza blokkolva lesz
id: Jika daftar hitam regex gagal, balasan bot akan diblokir
it: Se una blacklist regex fallisce, la risposta del bot verrà bloccata
ko: 정규식 블랙리스트가 실패하면 봇 응답이 차단됩니다.
lt: Jei reguliaraus reiškinio juodasis sąrašas nepavyksta, robotų atsakymas bus užblokuotas
ms: Jika senarai hitam regex gagal, balasan bot akan disekat
nl: Als een regex-zwarte lijst mislukt, wordt het antwoord van de bot geblokkeerd
no: Hvis en regulær svarteliste mislykkes, vil botens svar bli blokkert
pl: Jeśli czarna lista wyrażeń regularnych nie powiedzie się, odpowiedź botów zostanie zablokowana
pt: Se uma lista negra de regex falhar, a resposta do bot será bloqueada
ro: Dacă o listă neagră regex eșuează, răspunsul boților va fi blocat
ru: Если черный список регулярных выражений не работает, ответ бота будет заблокирован.
sl: Če črni seznam regularnih izrazov ne uspe, bo odgovor botov blokiran
sv: Om en svart lista med regex misslyckas, kommer botarnas svar att blockeras
th: หากบัญชีดำของ regex ล้มเหลว การตอบกลับของบอทจะถูกบล็อก
tr: Normal ifade kara listesi başarısız olursa botların yanıtı engellenir
uk: Якщо чорний список регулярних виразів не вдається, відповідь ботів буде заблоковано
vi: Nếu danh sách đen biểu thức chính quy không thành công, phản hồi của bot sẽ bị chặn

source: If a reges blacklist fails, the bot will still reply
ar: إذا فشلت القائمة السوداء للتسجيلات، فسيستمر الروبوت في الرد
bg: Ако черният списък с reges е неуспешен, ботът пак ще отговори
bn: যদি একটি রেজিস ব্ল্যাকলিস্ট ব্যর্থ হয়, বট এখনও উত্তর দেবে
ca: Si falla una llista negra de regs, el bot encara respondrà
de: Wenn eine Reges-Blacklist fehlschlägt, antwortet der Bot trotzdem
el: Εάν μια μαύρη λίστα reges αποτύχει, το bot θα εξακολουθεί να απαντά
es: Si falla una lista negra de reges, el bot seguirá respondiendo
et: Kui regesi musta nimekirja koostamine ebaõnnestub, vastab robot ikkagi
fa: اگر لیست سیاه reges با شکست مواجه شود، ربات همچنان پاسخ خواهد داد
fi: Jos regesin musta lista epäonnistuu, botti vastaa silti
fr: Si une liste noire Reges échoue, le bot répondra toujours
he: אם רשימה שחורה של reges נכשלת, הבוט עדיין יענה
hi: यदि कोई रेगेस ब्लैकलिस्ट विफल हो जाता है, तो भी बॉट उत्तर देगा
hr: Ako reges crna lista ne uspije, bot će i dalje odgovarati
hu: Ha a reges feketelista sikertelen, a bot továbbra is válaszol
id: Jika daftar hitam reges gagal, bot akan tetap membalas
it: Se una lista nera reges fallisce, il bot risponderà comunque
ko: reges 블랙리스트가 실패하더라도 봇은 계속 응답합니다.
lt: Jei reges juodasis sąrašas nepavyksta, robotas vis tiek atsakys
ms: Jika senarai hitam reges gagal, bot masih akan membalas
nl: Als een reges-zwarte lijst mislukt, zal de bot nog steeds antwoorden
no: Hvis en reges svarteliste mislykkes, vil boten fortsatt svare
pl: Jeśli czarna lista reges nie powiedzie się, bot nadal odpowie
pt: Se uma lista negra de regras falhar, o bot ainda responderá
ro: Dacă o listă neagră reges eșuează, botul va răspunde în continuare
ru: Если черный список reges не работает, бот все равно ответит.
sl: Če črni seznam reges ne uspe, bo bot še vedno odgovoril
sv: Om en reges svartlista misslyckas kommer boten fortfarande att svara
th: หากบัญชีดำของ Reges ล้มเหลว บอทจะยังคงตอบกลับ
tr: Reges kara listesi başarısız olursa bot yine de yanıt verecektir
uk: Якщо чорний список reges не працює, бот все одно відповість
vi: Nếu danh sách đen reges không thành công, bot vẫn sẽ trả lời

source: Question mode is now **Disabled**
ar: وضع السؤال الآن ** معطل **
bg: Режимът на въпроси вече е **Деактивиран**
bn: প্রশ্ন মোড এখন **অক্ষম**
ca: El mode de preguntes ara està **Desactivat**
de: Der Fragemodus ist jetzt **deaktiviert**
el: Η λειτουργία ερώτησης είναι τώρα **Απενεργοποιημένη**
es: El modo de preguntas ahora está **Desactivado**
et: Küsimuste režiim on nüüd **Keelatud**
fa: حالت سؤال اکنون **غیرفعال است**
fi: Kysymystila on nyt **Pois käytöstä**
fr: Le mode question est désormais **Désactivé**
he: מצב השאלות כעת **מושבת**
hi: प्रश्न मोड अब **अक्षम** है
hr: Način rada s pitanjima sada je **Onemogućen**
hu: A kérdés mód most **Letiltva**
id: Mode pertanyaan sekarang **Dinonaktifkan**
it: La modalità domanda ora è **Disabilitata**
ko: 질문 모드는 이제 **비활성화**되었습니다.
lt: Klausimų režimas dabar yra **Išjungtas**
ms: Mod soalan kini **Dilumpuhkan**
nl: De vraagmodus is nu **Uitgeschakeld**
no: Spørsmålsmodus er nå **deaktivert**
pl: Tryb pytań jest teraz **Wyłączony**
pt: O modo de pergunta agora está **Desativado**
ro: Modul întrebare este acum **Dezactivat**
ru: Режим вопросов теперь **отключен**.
sl: Način vprašanj je zdaj **Onemogočen**
sv: Frågeläget är nu **Inaktiverat**
th: โหมดคำถามอยู่ในขณะนี้ **ปิดการใช้งาน**
tr: Soru modu artık **Devre Dışı**
uk: Режим запитань тепер **вимкнено**
vi: Chế độ câu hỏi hiện đang **Đã tắt**

source: Question mode is now **Enabled**
ar: أصبح وضع الأسئلة الآن **ممكّنًا**
bg: Режимът на въпроси вече е **Активиран**
bn: প্রশ্ন মোড এখন **সক্ষম**
ca: El mode de preguntes ara està **activat**
de: Der Fragemodus ist jetzt **aktiviert**
el: Η λειτουργία ερώτησης είναι τώρα **Ενεργοποιημένη**
es: El modo de preguntas ahora está **habilitado**
et: Küsimuste režiim on nüüd **Lubatud**
fa: حالت سؤال اکنون **فعال است**
fi: Kysymystila on nyt **Käytössä**
fr: Le mode question est désormais **Activé**
he: מצב השאלות כעת **מופעל**
hi: प्रश्न मोड अब **सक्षम** है
hr: Način rada s pitanjima sada je **Omogućen**
hu: A kérdés mód most **Engedélyezve**
id: Mode pertanyaan sekarang **Diaktifkan**
it: La modalità domanda è ora **Abilitata**
ko: 질문 모드가 이제 **활성화**되었습니다.
lt: Klausimų režimas dabar yra **Įjungtas**
ms: Mod soalan kini **Didayakan**
nl: De vraagmodus is nu **Ingeschakeld**
no: Spørsmålsmodus er nå **aktivert**
pl: Tryb pytań jest teraz **Włączony**
pt: O modo de pergunta agora está **Ativado**
ro: Modul întrebare este acum **Activat**
ru: Режим вопросов теперь **включен**.
sl: Način vprašanj je zdaj **Omogočen**
sv: Frågeläget är nu **Aktiverat**
th: โหมดคำถามอยู่ในขณะนี้ **เปิดใช้งาน**
tr: Soru modu artık **Etkin**
uk: Режим запитань тепер **Увімкнено**
vi: Chế độ câu hỏi hiện đã được **Bật**
