Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/assistant/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ko, lt, ms, nl, no, pl, pt, ro, ru, sl, sv, th, tr, uk, vi

source: Max response token override for {} added!
ar: تمت إضافة الحد الأقصى لتجاوز رمز الاستجابة لـ {}!
bg: Добавена е отмяна на токена за максимален отговор за {}!
bn: {} এর জন্য সর্বাধিক প্রতিক্রিয়া টোকেন ওভাররাইড যোগ করা হয়েছে!
ca: S'ha afegit l'anul·lació màxima del testimoni de resposta per a {}!
de: Überschreibung des maximalen Antworttokens für {} hinzugefügt!
el: Προστέθηκε μέγιστη παράκαμψη διακριτικού απόκρισης για {}!
es: ¡Anulación máxima del token de respuesta para {} agregada!
et: Maksimaalne vastuse märgi alistamine {} jaoks on lisatud!
fa: حداکثر لغو نشانه پاسخ برای {} اضافه شد!
fi: Maksimivastaustunnuksen ohitus kohteelle {} lisätty!
fr: Remplacement du jeton de réponse maximum pour {} ajouté !
he: עקיפה מקסימלית של אסימון תגובה עבור {} נוסף!
hi: {} के लिए अधिकतम प्रतिक्रिया टोकन ओवरराइड जोड़ा गया!
hr: Dodano nadjačavanje tokena maksimalnog odgovora za {}!
hu: Maximális válaszjogkivonat felülírása hozzáadva a következőhöz: {}!
id: Penggantian token respons maksimal untuk {} ditambahkan!
it: Override del token di risposta massimo per {} aggiunto!
ko: {}에 대한 최대 응답 토큰 재정의가 추가되었습니다!
lt: Pridėtas maksimalus {} atsakymo prieigos rakto nepaisymas!
ms: Token respons maksimum untuk {} ditambahkan!
nl: Max. reactietokenoverschrijving voor {} toegevoegd!
no: Maks overstyring av svartoken for {} lagt til!
pl: Dodano zastąpienie tokena maksymalnej odpowiedzi dla {}!
pt: Substituição máxima do token de resposta para {} adicionada!
ro: A fost adăugată anularea maximă a simbolului de răspuns pentru {}!
ru: Добавлено переопределение максимального токена ответа для {}!
sl: Dodana preglasitev maksimalnega odzivnega žetona za {}!
sv: Maximal åsidosättande av svarstoken för {} har lagts till!
th: เพิ่มการแทนที่โทเค็นการตอบกลับสูงสุดสำหรับ {} แล้ว!
tr: {} için maksimum yanıt jetonunu geçersiz kılma eklendi!
uk: Додано перевизначення токена максимальної відповіді для {}!
vi: Đã thêm ghi đè mã thông báo phản hồi tối đa cho {}!

source: Max retention override for {} removed!
ar: تمت إزالة الحد الأقصى لتجاوز الاحتفاظ بـ {}!
bg: Отмяната на максимално задържане за {} премахната!
bn: {} এর জন্য সর্বাধিক ধারণ ওভাররাইড সরানো হয়েছে!
ca: S'ha eliminat l'anul·lació màxima de retenció per a {}!
de: Überschreibung der maximalen Aufbewahrung für {} entfernt!
el: Καταργήθηκε η μέγιστη παράκαμψη διατήρησης για {}!
es: ¡Se eliminó la anulación de retención máxima para {}!
et: Maksimaalse säilitamise alistamine {} jaoks on eemaldatud!
fa: حداکثر لغو حفظ برای {} حذف شد!
fi: Enimmäissäilytyksen ohitus kohteelle {} poistettu!
fr: Suppression du remplacement maximal de la rétention pour {} !
he: ביטול השמירה המקסימלית עבור {} הוסר!
hi: {} के लिए अधिकतम प्रतिधारण ओवरराइड हटा दिया गया!
hr: Uklonjeno nadjačavanje maksimalnog zadržavanja za {}!
hu: A(z) {} maximális megőrzésének felülbírálása eltávolítva!
id: Penggantian retensi maksimum untuk {} dihapus!
it: Override di conservazione massima per {} rimossa!
ko: {}에 대한 최대 보존 재정의가 제거되었습니다!
lt: Maksimalus {} išlaikymo nepaisymas pašalintas!
ms: Pembatalan pengekalan maksimum untuk {} dialih keluar!
nl: Overschrijving van maximale retentie voor {} verwijderd!
no: Overstyring av maksimal oppbevaring for {} er fjernet!
pl: Usunięto zastąpienie maksymalnego przechowywania dla {}!
pt: Substituição de retenção máxima para {} removida!
ro: Suprascrierea maximă a reținerii pentru {} a fost eliminată!
ru: Переопределение максимального срока хранения для {} удалено!
sl: Preglasitev največjega zadrževanja za {} odstranjena!
sv: Åsidosättning av maximal kvarhållning för {} har tagits bort!
th: ลบล้างการแทนที่การรักษาสูงสุดสำหรับ {} แล้ว!
tr: {} için maksimum saklamayı geçersiz kılma kaldırıldı!
uk: Перевизначення максимального утримання для {} видалено!
vi: Đã xóa ghi đè lưu giữ tối đa cho {}!

source: Max retention override for {} overwritten!
ar: تم استبدال الحد الأقصى للاحتفاظ بـ {}!
bg: Замяната на максимално задържане за {} е презаписана!
bn: {} ওভাররাইট করার জন্য সর্বাধিক ধারণ ওভাররাইড!
ca: Anul·lació màxima de retenció per a {} sobreescrita!
de: Maximale Aufbewahrungsüberschreibung für {} überschrieben!
el: Μέγιστη παράκαμψη διατήρησης για {} αντικαταστάθηκε!
es: ¡Anulación de retención máxima para {} sobrescrito!
et: Maksimaalne säilitamise alistamine {} jaoks on üle kirjutatud!
fa: حداکثر نادیده گرفتن حفظ برای {} رونویسی شده است!
fi: Enimmäissäilytyksen ohitus kohteelle {} korvattu!
fr: Remplacement de la rétention maximale pour {} écrasé !
he: עקיפת שמירה מקסימלית עבור {} הוחלפה!
hi: {} ओवरराइट के लिए अधिकतम प्रतिधारण ओवरराइड!
hr: Prebrisano maksimalno zadržavanje za {}!
hu: Maximális megőrzési felülírás a következőhöz: {} felülírva!
id: Penggantian retensi maksimal untuk {} ditimpa!
it: Override di conservazione massima per {} sovrascritto!
ko: {}에 대한 최대 보존 재정의를 덮어썼습니다!
lt: Maksimalus {} išlaikymo nepaisymas perrašytas!
ms: Penggantian pengekalan maksimum untuk {} ditimpa!
nl: Max. retentieoverschrijving voor {} overschreven!
no: Maks. oppbevaringsoverstyring for {} er overskrevet!
pl: Zastąpienie maksymalnego przechowywania dla {} zostało nadpisane!
pt: Substituição de retenção máxima para {} substituída!
ro: Suprascrierea reținerii maxime pentru {} a fost suprascrisă!
ru: Переопределение максимального срока хранения для {} перезаписано!
sl: Preglasitev največjega zadrževanja za {} prepisana!
sv: Maximal retention åsidosätts för {} har skrivits över!
th: การแทนที่การเก็บรักษาสูงสุดสำหรับ {} ถูกเขียนทับ!
tr: {} için maksimum saklama geçersiz kılınmasının üzerine yazıldı!
uk: Перевизначення максимального збереження для {} перезаписано!
vi: Ghi đè lưu giữ tối đa cho {} đã được ghi đè!

source: Max retention override for {} added!
ar: تمت إضافة تجاوز الحد الأقصى للاحتفاظ بـ {}!
bg: Добавена е отмяна на максималното задържане за {}!
bn: {} এর জন্য সর্বাধিক ধারণ ওভাররাইড যোগ করা হয়েছে!
ca: S'ha afegit una substitució màxima de retenció per a {}!
de: Überschreibung der maximalen Aufbewahrung für {} hinzugefügt!
el: Προστέθηκε μέγιστη υπέρβαση διατήρησης για {}!
es: ¡Anulación de retención máxima para {} agregada!
et: Lisatud on {} maksimaalne säilitamise alistamine!
fa: حداکثر لغو حفظ برای {} اضافه شد!
fi: Enimmäissäilytyksen ohitus kohteelle {} lisätty!
fr: Suppression de la rétention maximale pour {} ajoutée !
he: ביטול שמירה מקסימלית עבור {} נוסף!
hi: {} के लिए अधिकतम अवधारण ओवरराइड जोड़ा गया!
hr: Dodano nadjačavanje maksimalnog zadržavanja za {}!
hu: Maximális megőrzési felülírás hozzáadva a következőhöz: {}!
id: Penggantian retensi maksimum untuk {} ditambahkan!
it: Aggiunto override di conservazione massima per {}!
ko: {}에 대한 최대 보존 재정의가 추가되었습니다!
lt: Pridėtas maks. {} išlaikymo nepaisymas!
ms: Penggantian pengekalan maksimum untuk {} ditambahkan!
nl: Maximale retentieoverschrijving voor {} toegevoegd!
no: Overstyring av maksimal oppbevaring for {} er lagt til!
pl: Dodano zastąpienie maksymalnego przechowywania dla {}!
pt: Substituição de retenção máxima para {} adicionada!
ro: A fost adăugată anularea reținerii maxime pentru {}!
ru: Добавлено переопределение максимального срока хранения для {}!
sl: Dodana je preglasitev največjega zadrževanja za {}!
sv: Maximal retention åsidosätts för {} har lagts till!
th: เพิ่มการแทนที่การรักษาผู้ใช้สูงสุดสำหรับ {} แล้ว!
tr: {} için maksimum saklamayı geçersiz kılma eklendi!
uk: Додано перевизначення максимального збереження для {}!
vi: Đã thêm ghi đè lưu giữ tối đa cho {}!

source: Max retention time override for {} removed!
ar: تمت إزالة الحد الأقصى لوقت الاحتفاظ بـ {}!
bg: Отмяната на максималното време на задържане за {} е премахната!
bn: {} এর জন্য সর্বোচ্চ ধরে রাখার সময় ওভাররাইড সরানো হয়েছে!
ca: S'ha eliminat l'anul·lació del temps de retenció màxim per a {}!
de: Überschreibung der maximalen Aufbewahrungszeit für {} entfernt!
el: Η παράκαμψη του μέγιστου χρόνου διατήρησης για το {} καταργήθηκε!
es: ¡Se eliminó la anulación del tiempo máximo de retención para {}!
et: Maksimaalse säilitusaja alistamine {} jaoks on eemaldatud!
fa: حداکثر لغو زمان نگهداری برای {} حذف شد!
fi: Enimmäissäilytysajan ohitus kohteelle {} poistettu!
fr: Suppression du remplacement du temps de rétention maximal pour {} !
he: ביטול זמן השמירה המקסימלי עבור {} הוסר!
hi: {} के लिए अधिकतम अवधारण समय ओवरराइड हटा दिया गया!
hr: Nadjačavanje maksimalnog vremena zadržavanja za {} uklonjeno!
hu: A maximális megőrzési idő felülbírálása a következőnél: {} eltávolítva!
id: Penggantian waktu retensi maksimum untuk {} dihapus!
it: Sostituzione del tempo di conservazione massimo per {} rimosso!
ko: {}에 대한 최대 보존 시간 재정의가 제거되었습니다!
lt: Maksimalus {} saugojimo laiko nepaisymas pašalintas!
ms: Pembatalan masa pengekalan maksimum untuk {} dialih keluar!
nl: Overschrijving van maximale bewaartijd voor {} verwijderd!
no: Overstyring av maksimal oppbevaringstid for {} er fjernet!
pl: Usunięto zastąpienie maksymalnego czasu przechowywania dla {}!
pt: A substituição do tempo de retenção máximo de {} foi removida.
ro: A fost eliminată anularea timpului maxim de păstrare pentru {}!
ru: Переопределение максимального времени хранения для {} удалено!
sl: Preglasitev največjega časa hrambe za {} odstranjena!
sv: Åsidosättning av maximal lagringstid för {} har tagits bort!
th: ลบล้างเวลาการเก็บรักษาสูงสุดสำหรับ {} แล้ว!
tr: {} için maksimum saklama süresini geçersiz kılma kaldırıldı!
uk: Перевизначення максимального часу збереження для {} видалено!
vi: Đã xóa ghi đè thời gian lưu tối đa cho {}!

source: Max retention time override for {} overwritten!
ar: تم استبدال الحد الأقصى لوقت الاحتفاظ بـ {}!
bg: Отмяната на максималното време на задържане за {} е презаписана!
bn: {} ওভাররাইট করার জন্য সর্বাধিক ধরে রাখার সময় ওভাররাইড!
ca: S'ha substituït el temps de retenció màxim per a {}.
de: Überschreibung der maximalen Aufbewahrungszeit für {} überschrieben!
el: Μέγιστη παράκαμψη χρόνου διατήρησης για {} αντικαταστάθηκε!
es: ¡Anulación del tiempo máximo de retención para {} sobrescrito!
et: Maksimaalne säilitusaja alistamine {} jaoks on üle kirjutatud!
fa: حداکثر لغو زمان نگهداری برای {} رونویسی شده است!
fi: Enimmäissäilytysajan ohitus kohteelle {} korvattu!
fr: Remplacement du temps de rétention maximum pour {} écrasé !
he: ביטול זמן שמירה מקסימלי עבור {} שהוחלף!
hi: {} ओवरराइट के लिए अधिकतम अवधारण समय ओवरराइड!
hr: Prebrisano maksimalno vrijeme zadržavanja za {}!
hu: A maximális megőrzési idő felülírása a következőnél: {} felülírva!
id: Penggantian waktu retensi maksimum untuk {} ditimpa!
it: Sostituzione del tempo di conservazione massimo per {} sovrascritto!
ko: {}의 최대 보존 시간을 덮어썼습니다!
lt: Maksimalios saugojimo trukmės nepaisymas {} perrašytas!
ms: Pembatalan masa pengekalan maksimum untuk {} ditimpa!
nl: Max. bewaartijd overschrijven voor {} overschreven!
no: Overstyring av maksimal oppbevaringstid for {} er overskrevet!
pl: Zastąpienie maksymalnego czasu przechowywania dla {}!
pt: Substituição máxima do tempo de retenção para {} substituída!
ro: Suprascrierea timpului de retenție maxim pentru {} suprascris!
ru: Переопределение максимального времени хранения для {} перезаписано!
sl: Preglasitev največjega časa hrambe za {} prepisana!
sv: Maximal lagringstid åsidosatt för {} har skrivits över!
th: การแทนที่เวลาการเก็บรักษาสูงสุดสำหรับ {} ถูกเขียนทับ!
tr: {} için maksimum saklama süresi geçersiz kılındı!
uk: Перевизначення максимального часу збереження для {} перезаписано!
vi: Ghi đè thời gian lưu tối đa cho {} đã được ghi đè!

source: Max retention time override for {} added!
ar: تمت إضافة تجاوز الحد الأقصى لوقت الاحتفاظ بـ {}!
bg: Добавена е отмяна на максималното време на задържане за {}!
bn: {} এর জন্য সর্বোচ্চ ধরে রাখার সময় ওভাররাইড যোগ করা হয়েছে!
ca: S'ha afegit una substitució del temps de retenció màxim per a {}!
de: Überschreibung der maximalen Aufbewahrungszeit für {} hinzugefügt!
el: Μέγιστη παράκαμψη χρόνου διατήρησης για το {} προστέθηκε!
es: ¡Anulación del tiempo máximo de retención para {} agregado!
et: Maksimaalse säilitusaja alistamine {} jaoks on lisatud!
fa: حداکثر لغو زمان نگهداری برای {} اضافه شد!
fi: Enimmäissäilytysajan ohitus kohteelle {} lisätty!
fr: Remplacement du temps de rétention maximum pour {} ajouté !
he: ביטול זמן שמירה מקסימלי עבור {} נוסף!
hi: {} के लिए अधिकतम अवधारण समय ओवरराइड जोड़ा गया!
hr: Dodano nadjačavanje maksimalnog vremena zadržavanja za {}!
hu: A maximális megőrzési idő felülírása hozzáadva a következőhöz: {}!
id: Penggantian waktu retensi maksimum untuk {} ditambahkan!
it: Aggiunto override del tempo di conservazione massimo per {}!
ko: {}에 대한 최대 보존 시간 재정의가 추가되었습니다!
lt: Pridėtas maksimalaus {} saugojimo laiko nepaisymas!
ms: Pembatalan masa pengekalan maksimum untuk {} ditambah!
nl: Overschrijving van maximale bewaartijd voor {} toegevoegd!
no: Overstyring av maksimal oppbevaringstid for {} lagt til!
pl: Dodano zastąpienie maksymalnego czasu przechowywania dla {}!
pt: Substituição máxima do tempo de retenção para {} adicionada!
ro: A fost adăugată anularea timpului de retenție maxim pentru {}!
ru: Добавлено переопределение максимального времени хранения для {}!
sl: Dodana je preglasitev največjega časa hrambe za {}!
sv: Åsidosättning av maximal lagringstid för {} har lagts till!
th: เพิ่มการแทนที่เวลาเก็บรักษาสูงสุดสำหรับ {} แล้ว!
tr: {} için maksimum saklama süresini geçersiz kılma eklendi!
uk: Додано перевизначення максимального часу збереження для {}!
vi: Đã thêm ghi đè thời gian lưu tối đa cho {}!

source: Not wiping cog
ar: لا يمسح الترس
bg: Без изтриване на зъб
bn: কগ মোছা না
ca: No eixugant l'engranatge
de: Zahnrad nicht abwischen
el: Όχι σκούπισμα γρανάζι
es: No limpiando el engranaje
et: Ei pühkida hammasratast
fa: دنده را پاک نمی کند
fi: Ei pyyhkiä hammasta
fr: Ne pas essuyer le rouage
he: לא מנגב גלגל שיניים
hi: दांत नहीं पोंछ रहा
hr: Ne briše zupčanik
hu: Nem törlő fogaskerék
id: Tidak menyeka roda gigi
it: Non pulire l'ingranaggio
ko: 톱니바퀴를 닦지 않음
lt: Nevalantis krumpliaračio
ms: Bukan mengelap cog
nl: Tandwiel niet afvegen
no: Tørker ikke tannhjul
pl: Nie wycieram zębatki
pt: Não limpando a engrenagem
ro: Nu șterg roata
ru: Не протирая шестерню
sl: Brez brisanja zobnika
sv: Torkar inte av kugghjulet
th: ไม่เช็ดฟันเฟือง
tr: Dişliyi silmiyorum
uk: Не витираючи гвинтик
vi: Không lau răng cưa

source: Cog has been wiped!
ar: تم مسح الترس!
bg: Cog е изтрит!
bn: কগ মোছা হয়েছে!
ca: L'engranatge s'ha esborrat!
de: Zahnrad wurde gelöscht!
el: Το γρανάζι έχει σκουπιστεί!
es: ¡El engranaje ha sido borrado!
et: Hammasratas on pühitud!
fa: چرخ دنده پاک شده است!
fi: Hammas on pyyhitty!
fr: Cog a été effacé !
he: גלגל השיניים נמחק!
hi: कॉग मिटा दिया गया है!
hr: Cog je obrisan!
hu: A fogaskerék le lett törölve!
id: Roda gigi telah dihapus!
it: L'ingranaggio è stato cancellato!
ko: 톱니바퀴가 지워졌습니다!
lt: Sraigtelis nušluotas!
ms: Cog telah disapu!
nl: Het tandwiel is gewist!
no: Tannhjul er tørket!
pl: Zębatka została wyczyszczona!
pt: Cog foi apagado!
ro: Cog a fost șters!
ru: Ког стерт!
sl: Zobnik je izbrisan!
sv: Kuggen har torkats!
th: ฟันเฟืองถูกเช็ดแล้ว!
tr: Cog silindi!
uk: Cog стерто!
vi: Răng cưa đã bị xóa sạch!

source: Here is your export!
ar: هنا هو التصدير الخاص بك!
bg: Ето го вашият износ!
bn: এখানে আপনার রপ্তানি!
ca: Aquí teniu la vostra exportació!
de: Hier ist Ihr Export!
el: Εδώ είναι η εξαγωγή σας!
es: ¡Aquí está tu exportación!
et: Siin on teie eksport!
fa: صادرات شما اینجاست!
fi: Tässä on vientisi!
fr: Voici votre exportation !
he: הנה הייצוא שלך!
hi: यहाँ आपका निर्यात है!
hr: Evo ti izvoz!
hu: Itt az exportcikk!
id: Ini ekspor Anda!
it: Ecco la tua esportazione!
ko: 여기 수출품이 있습니다!
lt: Štai jūsų eksportas!
ms: Inilah eksport anda!
nl: Hier is uw export!
no: Her er eksporten din!
pl: Oto Twój eksport!
pt: Aqui está a sua exportação!
ro: Iată exportul tău!
ru: Вот ваш экспорт!
sl: Tukaj je vaš izvoz!
sv: Här är din export!
th: นี่คือการส่งออกของคุณ!
tr: İşte ihracatınız!
uk: Ось ваш експорт!
vi: Đây là xuất khẩu của bạn!

source: Cog has been restored!
ar: تم استعادة الترس!
bg: Cog е възстановен!
bn: কগ পুনরুদ্ধার করা হয়েছে!
ca: Cog ha estat restaurat!
de: Zahnrad wurde restauriert!
el: Το Cog έχει αποκατασταθεί!
es: ¡El engranaje ha sido restaurado!
et: Hammasratas on taastatud!
fa: چرخ دنده ترمیم شد!
fi: Hammaspyörä on kunnostettu!
fr: Cog a été restauré !
he: גלגל השיניים שוחזר!
hi: कॉग बहाल कर दिया गया है!
hr: Zupčanik je obnovljen!
hu: A fogaskereket helyreállították!
id: Roda gigi telah dipulihkan!
it: L'ingranaggio è stato ripristinato!
ko: 코그가 복원되었습니다!
lt: Sraigtelis buvo atkurtas!
ms: Cog telah dipulihkan!
nl: Tandwiel is hersteld!
no: Tannhjul er restaurert!
pl: Zębatka została przywrócona!
pt: A engrenagem foi restaurada!
ro: Cog a fost restaurat!
ru: Винтик восстановлен!
sl: Zobnik je bil obnovljen!
sv: Kuggen har återställts!
th: ฟันเฟืองได้รับการฟื้นฟูแล้ว!
tr: Cog restore edildi!
uk: Гвинтик відновлено!
vi: Cog đã được khôi phục!

source: Conversations have been wiped for all servers!
ar: تم مسح المحادثات لجميع الخوادم!
bg: Разговорите са изтрити за всички сървъри!
bn: কথোপকথন সব সার্ভারের জন্য মুছে ফেলা হয়েছে!
ca: S'han esborrat les converses per a tots els servidors!
de: Gespräche wurden für alle Server gelöscht!
el: Οι συνομιλίες έχουν σβήσει για όλους τους διακομιστές!
es: ¡Se han eliminado las conversaciones de todos los servidores!
et: Kõigi serverite vestlused on kustutatud!
fa: مکالمات برای همه سرورها پاک شده است!
fi: Keskustelut on pyyhitty kaikilta palvelimilta!
fr: Les conversations ont été effacées sur tous les serveurs !
he: השיחות נמחקו עבור כל השרתים!
hi: सभी सर्वरों से बातचीत मिटा दी गई है!
hr: Razgovori su obrisani za sve poslužitelje!
hu: A beszélgetéseket minden szerverről törölték!
id: Percakapan telah dihapus untuk semua server!
it: Le conversazioni sono state cancellate per tutti i server!
ko: 모든 서버의 대화가 삭제되었습니다!
lt: Visų serverių pokalbiai ištrinti!
ms: Perbualan telah dipadamkan untuk semua pelayan!
nl: Gesprekken zijn voor alle servers gewist!
no: Samtaler er slettet for alle servere!
pl: Rozmowy zostały usunięte ze wszystkich serwerów!
pt: As conversas foram apagadas de todos os servidores!
ro: Conversațiile au fost șterse pentru toate serverele!
ru: Разговоры удалены на всех серверах!
sl: Pogovori so bili izbrisani za vse strežnike!
sv: Konversationer har raderats för alla servrar!
th: การสนทนาถูกลบออกจากเซิร์ฟเวอร์ทั้งหมดแล้ว!
tr: Tüm sunuculardaki konuşmalar silindi!
uk: Розмови стерто для всіх серверів!
vi: Cuộc trò chuyện đã bị xóa trên tất cả các máy chủ!

source: Persistent conversations have been **Disabled**
ar: تم تعطيل المحادثات المستمرة **
bg: Постоянните разговори са **деактивирани**
bn: অবিরাম কথোপকথন **অক্ষম** করা হয়েছে
ca: Les converses persistents s'han **desactivat**
de: Dauerhafte Konversationen wurden **deaktiviert**
el: Οι επίμονες συνομιλίες **απενεργοποιήθηκαν**
es: Las conversaciones persistentes han sido **Desactivadas**
et: Püsivad vestlused on **keelatud**
fa: مکالمات مداوم **غیرفعال شده**
fi: Jatkuvat keskustelut on **poistettu käytöstä**
fr: Les conversations persistantes ont été **Désactivées**
he: שיחות מתמשכות **הושבתו**
hi: लगातार बातचीत **अक्षम** कर दी गई है
hr: Trajni razgovori su **Onemogućeni**
hu: A folyamatos beszélgetések **letiltva**
id: Percakapan persisten telah **Dinonaktifkan**
it: Le conversazioni persistenti sono state **Disabilitate**
ko: 지속적인 대화가 **비활성화됨**
lt: Nuolatiniai pokalbiai buvo **Išjungti**
ms: Perbualan berterusan telah **Dilumpuhkan**
nl: Aanhoudende gesprekken zijn **Uitgeschakeld**
no: Vedvarende samtaler har blitt **deaktivert**
pl: Trwałe rozmowy zostały **Wyłączone**
pt: As conversas persistentes foram **desativadas**
ro: Conversațiile persistente au fost **Dezactivate**
ru: Постоянные разговоры **отключены**.
sl: Trajni pogovori so bili **onemogočeni**
sv: Ihållande konversationer har **inaktiverats**
th: การสนทนาแบบต่อเนื่องถูก **ปิดการใช้งาน**
tr: Kalıcı görüşmeler **Devre Dışı Bırakıldı**
uk: Постійні розмови **вимкнено**
vi: Các cuộc trò chuyện liên tục đã bị **Tắt**

source: Persistent conversations have been **Enabled**
ar: تم تمكين المحادثات المستمرة **
bg: Постоянните разговори са **Активирани**
bn: অবিরাম কথোপকথন **সক্ষম** করা হয়েছে
ca: Les converses persistents s'han **habilitat**
de: Dauerhafte Konversationen wurden **aktiviert**
el: Οι επίμονες συνομιλίες **Ενεργοποιήθηκαν**
es: Las conversaciones persistentes han sido **Habilitadas**
et: Püsivad vestlused on **Lubatud**
fa: مکالمات مداوم **فعال شده**
fi: Jatkuvat keskustelut on otettu **käytössä**
fr: Les conversations persistantes ont été **Activées**
he: שיחות מתמשכות **הופעלו**
hi: लगातार बातचीत **सक्षम** कर दी गई है
hr: Trajni razgovori su **Omogućeni**
hu: A folyamatos beszélgetések **Engedélyezve**
id: Percakapan persisten telah **Diaktifkan**
it: Le conversazioni persistenti sono state **Abilitate**
ko: 지속적인 대화가 **활성화되었습니다**
lt: Nuolatiniai pokalbiai buvo **Įgalinti**
ms: Perbualan berterusan telah **Didayakan**
nl: Aanhoudende gesprekken zijn **Ingeschakeld**
no: Vedvarende samtaler har blitt **aktivert**
pl: Trwałe rozmowy zostały **Włączone**
pt: As conversas persistentes foram **Ativadas**
ro: Conversațiile persistente au fost **Activate**
ru: Постоянные разговоры **Включены**
sl: Trajni pogovori so bili **Omogočeni**
sv: Beständiga konversationer har **aktiverats**
th: การสนทนาแบบต่อเนื่องได้รับ **เปิดใช้งาน**
tr: Kalıcı görüşmeler **Etkinleştirildi**
uk: Постійні розмови **ввімкнено**
vi: Cuộc trò chuyện liên tục đã được **Bật**

source: All embedding data has been wiped for all servers!
ar: تم مسح كافة بيانات التضمين لجميع الخوادم!
bg: Всички данни за вграждане са изтрити за всички сървъри!
bn: সমস্ত এম্বেডিং ডেটা সমস্ত সার্ভারের জন্য মুছে ফেলা হয়েছে!
ca: Totes les dades d'inserció s'han esborrat per a tots els servidors!
de: Alle Einbettungsdaten wurden für alle Server gelöscht!
el: Όλα τα δεδομένα ενσωμάτωσης έχουν διαγραφεί για όλους τους διακομιστές!
es: ¡Todos los datos incorporados se han eliminado de todos los servidores!
et: Kõik manustamisandmed on kõigi serverite puhul kustutatud!
fa: تمام داده های جاسازی شده برای همه سرورها پاک شده است!
fi: Kaikki upotustiedot on pyyhitty kaikilta palvelimilta!
fr: Toutes les données d'intégration ont été effacées pour tous les serveurs !
he: כל נתוני ההטמעה נמחקו עבור כל השרתים!
hi: सभी सर्वरों के लिए सभी एम्बेडिंग डेटा मिटा दिया गया है!
hr: Svi podaci o ugrađivanju izbrisani su za sve poslužitelje!
hu: Minden beágyazási adat törölve minden szerverről!
id: Semua data penyematan telah dihapus untuk semua server!
it: Tutti i dati incorporati sono stati cancellati per tutti i server!
ko: 모든 서버에 대한 모든 삽입 데이터가 지워졌습니다!
lt: Visi įterpimo duomenys buvo ištrinti iš visų serverių!
ms: Semua data pembenaman telah dipadamkan untuk semua pelayan!
nl: Alle insluitingsgegevens zijn voor alle servers gewist!
no: Alle innbyggingsdata er slettet for alle servere!
pl: Wszystkie dane osadzania zostały usunięte ze wszystkich serwerów!
pt: Todos os dados de incorporação foram apagados de todos os servidores!
ro: Toate datele de încorporare au fost șterse pentru toate serverele!
ru: Все данные для встраивания удалены со всех серверов!
sl: Vsi vdelani podatki so bili izbrisani za vse strežnike!
sv: All inbäddningsdata har raderats för alla servrar!
th: ข้อมูลการฝังทั้งหมดถูกล้างข้อมูลสำหรับเซิร์ฟเวอร์ทั้งหมดแล้ว!
tr: Tüm sunuculardaki tüm yerleştirme verileri silindi!
uk: Усі вбудовані дані стерто для всіх серверів!
vi: Tất cả dữ liệu nhúng đã bị xóa trên tất cả các máy chủ!
