Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/assistant/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ko, lt, ms, nl, no, pl, pt, ro, ru, sl, sv, th, tr, uk, vi

source: Set API Key
ar: تعيين مفتاح API
bg: Задаване на API ключ
bn: API কী সেট করুন
ca: Estableix la clau de l'API
de: API-Schlüssel festlegen
el: Ορισμός κλειδιού API
es: Establecer clave API
et: Määrake API võti
fa: کلید API را تنظیم کنید
fi: Aseta API-avain
fr: Définir la clé API
he: הגדר מפתח API
hi: एपीआई कुंजी सेट करें
hr: Postavite API ključ
hu: Állítsa be az API-kulcsot
id: Tetapkan Kunci API
it: Imposta la chiave API
ko: API 키 설정
lt: Nustatykite API raktą
ms: Tetapkan Kunci API
nl: API-sleutel instellen
no: Angi API-nøkkel
pl: Ustaw klucz API
pt: Definir chave de API
ro: Setați cheia API
ru: Установить ключ API
sl: Nastavite ključ API
sv: Ställ in API-nyckel
th: ตั้งค่าคีย์ API
tr: API Anahtarını Ayarla
uk: Установити ключ API
vi: Đặt khóa API

source: Enter your API Key below
ar: أدخل مفتاح API الخاص بك أدناه
bg: Въведете вашия API ключ по-долу
bn: নীচে আপনার API কী লিখুন
ca: Introduïu la vostra clau API a continuació
de: Geben Sie unten Ihren API-Schlüssel ein
el: Εισαγάγετε το κλειδί API παρακάτω
es: Ingrese su clave API a continuación
et: Sisestage alla oma API võti
fa: کلید API خود را در زیر وارد کنید
fi: Kirjoita API-avaimesi alle
fr: Entrez votre clé API ci-dessous
he: הזן את מפתח ה-API שלך למטה
hi: नीचे अपनी एपीआई कुंजी दर्ज करें
hr: U nastavku unesite svoj API ključ
hu: Írja be alább az API-kulcsát
id: Masukkan Kunci API Anda di bawah
it: Inserisci la tua chiave API qui sotto
ko: 아래에 API 키를 입력하세요
lt: Toliau įveskite savo API raktą
ms: Masukkan Kunci API anda di bawah
nl: Voer hieronder uw API-sleutel in
no: Skriv inn API-nøkkelen din nedenfor
pl: Wpisz poniżej swój klucz API
pt: Insira sua chave API abaixo
ro: Introduceți cheia API mai jos
ru: Введите свой ключ API ниже
sl: Spodaj vnesite svoj API ključ
sv: Ange din API-nyckel nedan
th: ป้อนคีย์ API ของคุณด้านล่าง
tr: API Anahtarınızı aşağıya girin
uk: Введіть ключ API нижче
vi: Nhập Khóa API của bạn bên dưới

source: This isn't your menu!
ar: هذه ليست القائمة الخاصة بك!
bg: Това не е твоето меню!
bn: এটি আপনার মেনু নয়!
ca: Aquest no és el teu menú!
de: Das ist nicht Ihr Menü!
el: Αυτό δεν είναι το μενού σας!
es: ¡Este no es tu menú!
et: See pole sinu menüü!
fa: این منوی شما نیست!
fi: Tämä ei ole sinun ruokalistasi!
fr: Ce n'est pas votre menu !
he: זה לא התפריט שלך!
hi: यह आपका मेनू नहीं है!
hr: Ovo nije tvoj jelovnik!
hu: Ez nem a te menüd!
id: Ini bukan menumu!
it: Questo non è il tuo menu!
ko: 이것은 당신의 메뉴가 아닙니다!
lt: Tai ne tavo meniu!
ms: Ini bukan menu anda!
nl: Dit is niet jouw menu!
no: Dette er ikke din meny!
pl: To nie jest twoje menu!
pt: Este não é o seu menu!
ro: Acesta nu este meniul tău!
ru: Это не ваше меню!
sl: To ni tvoj jedilnik!
sv: Det här är inte din meny!
th: นี่ไม่ใช่เมนูของคุณ!
tr: Bu sizin menünüz değil!
uk: Це не твоє меню!
vi: Đây không phải là thực đơn của bạn!

source: Entry name
ar: اسم الإدخال
bg: Име на запис
bn: প্রবেশের নাম
ca: Nom de l'entrada
de: Eintragsname
el: Όνομα καταχώρισης
es: Nombre de entrada
et: Kirje nimi
fa: نام ورودی
fi: Tuloksen nimi
fr: Nom de l'entrée
he: שם הערך
hi: प्रवेश नाम
hr: Naziv unosa
hu: Bejegyzés neve
id: Nama entri
it: Nome della voce
ko: 항목 이름
lt: Įvesties pavadinimas
ms: Nama kemasukan
nl: Naam van vermelding
no: Oppføringsnavn
pl: Nazwa wpisu
pt: Nome da entrada
ro: Nume intrare
ru: Имя записи
sl: Ime vnosa
sv: Postens namn
th: ชื่อรายการ
tr: Giriş adı
uk: Назва запису
vi: Tên bài viết

source: Training context
ar: سياق التدريب
bg: Контекст на обучението
bn: প্রশিক্ষণের প্রসঙ্গ
ca: Context de formació
de: Trainingskontext
el: Προπονητικό πλαίσιο
es: Contexto de formación
et: Koolituse kontekst
fa: زمینه آموزشی
fi: Koulutuksen konteksti
fr: Contexte de formation
he: הקשר האימון
hi: प्रशिक्षण प्रसंग
hr: Kontekst treninga
hu: Képzési kontextus
id: Konteks pelatihan
it: Contesto formativo
ko: 훈련 상황
lt: Mokymų kontekstas
ms: Konteks latihan
nl: Trainingscontext
no: Treningskontekst
pl: Kontekst szkolenia
pt: Contexto de treinamento
ro: Contextul antrenamentului
ru: Контекст обучения
sl: Kontekst usposabljanja
sv: Träningssammanhang
th: บริบทการฝึกอบรม
tr: Eğitim bağlamı
uk: Навчальний контекст
vi: Bối cảnh đào tạo

source: Search Query
ar: استعلام البحث
bg: Заявка за търсене
bn: অনুসন্ধান ক্যোয়ারী
ca: Consulta de cerca
de: Suchanfrage
el: Ερώτημα αναζήτησης
es: Consulta de búsqueda
et: Otsingupäring
fa: پرس و جو جستجو
fi: Hakukysely
fr: Requête de recherche
he: שאילתת חיפוש
hi: प्रश्न खोजना
hr: Upit za pretraživanje
hu: Keresési lekérdezés
id: Kueri Penelusuran
it: Domanda di ricerca
ko: 검색어
lt: Paieškos užklausa
ms: Pertanyaan Carian
nl: Zoekopdracht
no: Søkeord
pl: Zapytanie wyszukiwania
pt: Consulta de pesquisa
ro: Interogare de căutare
ru: Поисковый запрос
sl: Iskalna poizvedba
sv: Sökfråga
th: คำค้นหา
tr: Arama Sorgusu
uk: Пошуковий запит
vi: Truy vấn tìm kiếm

source: An embedding with the name `{}` already exists!
ar: يوجد بالفعل تضمين بالاسم `{}`!
bg: Вече съществува вграждане с името `{}`!
bn: `{}` নামের একটি এম্বেডিং ইতিমধ্যেই বিদ্যমান!
ca: Ja existeix una incrustació amb el nom `{}`!
de: Eine Einbettung mit dem Namen „{}“ existiert bereits!
el: Υπάρχει ήδη μια ενσωμάτωση με το όνομα `{}`!
es: ¡Ya existe una incrustación con el nombre `{}`!
et: Manus nimega `{}` on juba olemas!
fa: جاسازی با نام «{}» از قبل وجود دارد!
fi: Upotus nimellä `{}` on jo olemassa!
fr: Une intégration portant le nom `{}` existe déjà !
he: הטבעה עם השם `{}` כבר קיימת!
hi: `{}` नाम से एक एम्बेडिंग पहले से मौजूद है!
hr: Ugradnja s nazivom `{}` već postoji!
hu: Már létezik `{}` nevű beágyazás!
id: Penyematan dengan nama `{}` sudah ada!
it: Esiste già un incorporamento con il nome `{}`!
ko: 이름이 `{}`인 임베딩이 이미 존재합니다!
lt: Įterpimas pavadinimu `{}` jau yra!
ms: Pembenaman dengan nama `{}` sudah wujud!
nl: Er bestaat al een insluiting met de naam `{}`!
no: En innebygging med navnet «{}» eksisterer allerede!
pl: Osadzenie o nazwie `{}` już istnieje!
pt: Já existe uma incorporação com o nome `{}`!
ro: O încorporare cu numele `{}` există deja!
ru: Вложение с именем `{}` уже существует!
sl: Vdelava z imenom `{}` že obstaja!
sv: En inbäddning med namnet `{}` finns redan!
th: การฝังชื่อ `{}` มีอยู่แล้ว!
tr: `{}` adında bir yerleştirme zaten mevcut!
uk: Вбудовування з назвою `{}` вже існує!
vi: Nội dung nhúng có tên `{}` đã tồn tại!

source: Your embedding labeled `{}` has been processed!
ar: تمت معالجة التضمين الخاص بك المسمى `{}`!
bg: Вашето вграждане с надпис „{}“ е обработено!
bn: আপনার `{}` লেবেলযুক্ত এমবেডিং প্রক্রিয়া করা হয়েছে!
ca: S'ha processat la teva incrustació amb l'etiqueta `{}`!
de: Ihre Einbettung mit der Bezeichnung „{}“ wurde verarbeitet!
el: Η ενσωμάτωσή σας με την ετικέτα "{}" έχει υποβληθεί σε επεξεργασία!
es: ¡Su inserción etiquetada `{}` ha sido procesada!
et: Teie manustamine sildiga `{}` on töödeldud!
fa: جاسازی شما با برچسب "{}" پردازش شده است!
fi: Upotuksesi `{}` on käsitelty!
fr: Votre intégration intitulée `{}` a été traitée !
he: ההטמעה שלך שכותרתה '{}' עובדה!
hi: आपका `{}` लेबल वाला एम्बेडिंग संसाधित हो गया है!
hr: Vaše ugrađivanje s oznakom `{}` je obrađeno!
hu: A `{}` címkével ellátott beágyazás feldolgozása megtörtént!
id: Penyematan Anda yang berlabel `{}` telah diproses!
it: Il tuo incorporamento con etichetta `{}` è stato elaborato!
ko: `{}` 라벨이 붙은 삽입이 처리되었습니다!
lt: Jūsų įterpimas, pažymėtas `{}`, buvo apdorotas!
ms: Pembenaman anda berlabel `{}` telah diproses!
nl: Je insluiting met het label `{}` is verwerkt!
no: Innbyggingen din merket «{}» har blitt behandlet!
pl: Twoje osadzenie oznaczone jako `{}` zostało przetworzone!
pt: Sua incorporação rotulada `{}` foi processada!
ro: Încorporarea dvs. etichetată „{}” a fost procesată!
ru: Ваше встраивание с пометкой `{}` обработано!
sl: Vaša vdelava z oznako `{}` je bila obdelana!
sv: Din inbäddning märkt "{}" har bearbetats!
th: การฝังของคุณที่มีป้ายกำกับ `{}` ได้รับการประมวลผลแล้ว!
tr: `{}` etiketli yerleştirmeniz işlendi!
uk: Ваше вбудовування з позначкою `{}` оброблено!
vi: Việc nhúng có nhãn `{}` của bạn đã được xử lý!

source: No embeddings to inspect!
ar: لا يوجد تضمينات للتفتيش!
bg: Няма вграждания за проверка!
bn: পরিদর্শন করার জন্য কোন এম্বেডিং নেই!
ca: No hi ha incrustacions per inspeccionar!
de: Keine zu prüfenden Einbettungen!
el: Δεν υπάρχουν ενσωματώσεις για έλεγχο!
es: ¡No hay incrustaciones que inspeccionar!
et: Kontrollimiseks pole manustusi!
fa: بدون تعبیه برای بازرسی!
fi: Ei upotuksia tarkastettavaksi!
fr: Aucune intégration à inspecter !
he: אין הטבעות לבדיקה!
hi: निरीक्षण के लिए कोई एम्बेडिंग नहीं!
hr: Nema ugrađivanja za provjeru!
hu: Nincs ellenőrizendő beágyazás!
id: Tidak ada embeddings untuk diperiksa!
it: Nessun inclusione da ispezionare!
ko: 검사할 임베딩이 없습니다!
lt: Nereikia tikrinti įterpimų!
ms: Tiada benam untuk diperiksa!
nl: Geen inbedding om te inspecteren!
no: Ingen embeddings å inspisere!
pl: Brak osadów do sprawdzenia!
pt: Sem incorporações para inspecionar!
ro: Fără înglobare de inspectat!
ru: Никаких вложений для проверки!
sl: Ni vdelav za pregled!
sv: Inga inbäddningar att inspektera!
th: ไม่มีการฝังให้ตรวจสอบ!
tr: İncelenecek yerleştirme yok!
uk: Немає вставок для перевірки!
vi: Không có nhúng để kiểm tra!

source: No embeddings to edit!
ar: لا يوجد تضمينات لتحريرها!
bg: Няма вграждания за редактиране!
bn: সম্পাদনা করার জন্য কোন এম্বেডিং নেই!
ca: No hi ha incrustacions per editar!
de: Keine Einbettungen zum Bearbeiten!
el: Δεν υπάρχουν ενσωματώσεις για επεξεργασία!
es: ¡No hay incrustaciones para editar!
et: Manustusi pole redigeerimiseks!
fa: هیچ جاسازی برای ویرایش وجود ندارد!
fi: Ei muokattavia upotuksia!
fr: Aucune intégration à modifier !
he: אין הטמעות לעריכה!
hi: संपादित करने के लिए कोई एम्बेडिंग नहीं!
hr: Nema ugrađivanja za uređivanje!
hu: Nincs szerkeszthető beágyazás!
id: Tidak ada penyematan untuk diedit!
it: Nessun incorporamento da modificare!
ko: 편집할 임베딩이 없습니다!
lt: Nereikia redaguoti įterpimų!
ms: Tiada benam untuk diedit!
nl: Geen insluitingen om te bewerken!
no: Ingen innebygginger å redigere!
pl: Brak osadzania do edycji!
pt: Sem incorporações para editar!
ro: Fără încorporare de editat!
ru: Нет вложений для редактирования!
sl: Ni vdelav za urejanje!
sv: Inga inbäddningar att redigera!
th: ไม่มีการฝังให้แก้ไข!
tr: Düzenlenecek yerleştirme yok!
uk: Немає вставок для редагування!
vi: Không có phần nhúng để chỉnh sửa!

source: Failed to edit that embedding, please try again later
ar: فشل تعديل هذا التضمين، يرجى المحاولة مرة أخرى لاحقًا
bg: Редактирането на това вграждане не бе успешно, моля, опитайте отново по-късно
bn: সেই এম্বেডিং সম্পাদনা করতে ব্যর্থ হয়েছে, অনুগ্রহ করে পরে আবার চেষ্টা করুন৷
ca: No s'ha pogut editar aquesta inserció. Torneu-ho a provar més tard
de: Die Einbettung konnte nicht bearbeitet werden. Bitte versuchen Sie es später noch einmal
el: Η επεξεργασία αυτής της ενσωμάτωσης απέτυχε, δοκιμάστε ξανά αργότερα
es: No se pudo editar esa inserción. Vuelve a intentarlo más tarde.
et: Selle manustamise muutmine ebaõnnestus, proovige hiljem uuesti
fa: این جاسازی ویرایش نشد، لطفاً بعداً دوباره امتحان کنید
fi: Upotuksen muokkaaminen epäonnistui. Yritä myöhemmin uudelleen
fr: Échec de la modification de cette intégration, veuillez réessayer plus tard
he: נכשל לערוך את ההטמעה. נסה שוב מאוחר יותר
hi: उस एम्बेडिंग को संपादित करने में विफल, कृपया बाद में पुनः प्रयास करें
hr: Nije uspjelo uređivanje tog ugrađivanja, pokušajte ponovno kasnije
hu: Nem sikerült szerkeszteni ezt a beágyazást, próbálja újra később
id: Gagal mengedit penyematan itu, coba lagi nanti
it: Impossibile modificare l'incorporamento, riprova più tardi
ko: 삽입을 수정하지 못했습니다. 나중에 다시 시도해 주세요.
lt: Nepavyko redaguoti šio įterpimo, bandykite dar kartą vėliau
ms: Gagal mengedit pembenaman itu, sila cuba sebentar lagi
nl: Het bewerken van de insluiting is mislukt. Probeer het later opnieuw
no: Kunne ikke redigere den innebyggingen. Prøv igjen senere
pl: Nie udało się edytować tego osadzenia. Spróbuj ponownie później
pt: Falha ao editar a incorporação. Tente novamente mais tarde
ro: Nu s-a putut edita acea încorporare. Încercați din nou mai târziu
ru: Не удалось изменить встраивание. Повторите попытку позже.
sl: Te vdelave ni bilo mogoče urediti, poskusite znova pozneje
sv: Det gick inte att redigera den inbäddningen, försök igen senare
th: ไม่สามารถแก้ไขการฝังนั้นได้ โปรดลองอีกครั้งในภายหลัง
tr: Bu yerleştirme düzenlenemedi. Lütfen daha sonra tekrar deneyin.
uk: Не вдалося відредагувати це вбудовування. Спробуйте пізніше
vi: Không chỉnh sửa được nội dung nhúng đó, vui lòng thử lại sau

source: Your embedding has been modified!
ar: تم تعديل التضمين الخاص بك!
bg: Вашето вграждане е променено!
bn: আপনার এম্বেডিং পরিবর্তন করা হয়েছে!
ca: La teva inserció s'ha modificat!
de: Ihre Einbettung wurde geändert!
el: Η ενσωμάτωσή σας έχει τροποποιηθεί!
es: ¡Tu incrustación ha sido modificada!
et: Teie manustamist on muudetud!
fa: جاسازی شما اصلاح شده است!
fi: Upotustasi on muokattu!
fr: Votre intégration a été modifiée !
he: ההטמעה שלך שונתה!
hi: आपकी एम्बेडिंग संशोधित कर दी गई है!
hr: Vaše ugrađivanje je izmijenjeno!
hu: A beágyazás módosult!
id: Penyematan Anda telah diubah!
it: Il tuo incorporamento è stato modificato!
ko: 삽입이 수정되었습니다!
lt: Jūsų įterpimas buvo pakeistas!
ms: Pembenaman anda telah diubah suai!
nl: Je inbedding is aangepast!
no: Innbyggingen din har blitt endret!
pl: Twoje osadzenie zostało zmodyfikowane!
pt: Sua incorporação foi modificada!
ro: Încorporarea dvs. a fost modificată!
ru: Ваше вложение было изменено!
sl: Vaša vdelava je bila spremenjena!
sv: Din inbäddning har ändrats!
th: การฝังของคุณได้รับการแก้ไขแล้ว!
tr: Yerleştirmeniz değiştirildi!
uk: Ваше вбудовування було змінено!
vi: Phần nhúng của bạn đã được sửa đổi!

source: Add an embedding
ar: إضافة التضمين
bg: Добавяне на вграждане
bn: একটি এম্বেডিং যোগ করুন
ca: Afegeix una incrustació
de: Fügen Sie eine Einbettung hinzu
el: Προσθέστε μια ενσωμάτωση
es: Agregar una incrustación
et: Lisage manustus
fa: یک جاسازی اضافه کنید
fi: Lisää upotus
fr: Ajouter une intégration
he: הוסף הטבעה
hi: एक एम्बेडिंग जोड़ें
hr: Dodajte ugradnju
hu: Beágyazás hozzáadása
id: Tambahkan penyematan
it: Aggiungi un incorporamento
ko: 임베딩 추가
lt: Pridėti įterpimą
ms: Tambahkan pembenaman
nl: Voeg een insluiting toe
no: Legg til en innebygging
pl: Dodaj osadzenie
pt: Adicionar uma incorporação
ro: Adăugați o încorporare
ru: Добавить встраивание
sl: Dodajte vdelavo
sv: Lägg till en inbäddning
th: เพิ่มการฝัง
tr: Gömme ekleme
uk: Додайте вбудовування
vi: Thêm phần nhúng

source: Your embedding is processing and will appear when ready!
ar: تتم معالجة التضمين الخاص بك وسيظهر عندما يكون جاهزًا!
bg: Вашето вграждане се обработва и ще се появи, когато е готово!
bn: আপনার এম্বেডিং প্রক্রিয়া করা হচ্ছে এবং প্রস্তুত হলে প্রদর্শিত হবে!
ca: La teva inserció s'està processant i apareixerà quan estigui llesta.
de: Ihre Einbettung wird verarbeitet und erscheint, wenn sie fertig ist!
el: Η ενσωμάτωσή σας βρίσκεται υπό επεξεργασία και θα εμφανιστεί όταν είναι έτοιμη!
es: ¡Su inserción se está procesando y aparecerá cuando esté lista!
et: Teie manustamist töödeldakse ja see kuvatakse, kui see on valmis!
fa: جاسازی شما در حال پردازش است و پس از آماده شدن ظاهر می شود!
fi: Upotustasi käsitellään ja se tulee näkyviin, kun se on valmis!
fr: Votre intégration est en cours de traitement et apparaîtra lorsqu'elle sera prête !
he: ההטמעה שלך מעובדת ותופיע כשתהיה מוכנה!
hi: आपकी एम्बेडिंग संसाधित हो रही है और तैयार होने पर दिखाई देगी!
hr: Vaše ugrađivanje se obrađuje i pojavit će se kada bude spremno!
hu: A beágyazás feldolgozás alatt áll, és megjelenik, ha készen áll!
id: Penyematan Anda sedang diproses dan akan muncul jika sudah siap!
it: Il tuo incorporamento è in fase di elaborazione e verrà visualizzato quando sarà pronto!
ko: 삽입이 처리 중이며 준비가 되면 표시됩니다!
lt: Jūsų įterpimas apdorojamas ir bus rodomas, kai bus paruoštas!
ms: Pembenaman anda sedang diproses dan akan muncul apabila sedia!
nl: Je insluiting wordt verwerkt en zal verschijnen wanneer je klaar bent!
no: Innbyggingen din behandles og vises når den er klar!
pl: Twoje osadzenie jest przetwarzane i pojawi się, gdy będzie gotowe!
pt: Sua incorporação está sendo processada e aparecerá quando estiver pronta!
ro: Încorporarea dvs. este în procesare și va apărea când este gata!
ru: Ваше встраивание находится в обработке и появится, когда будет готово!
sl: Vaša vdelava je v obdelavi in ​​bo prikazana, ko bo pripravljena!
sv: Din inbäddning bearbetas och visas när den är klar!
th: การฝังของคุณกำลังดำเนินการอยู่ และจะปรากฏขึ้นเมื่อพร้อม!
tr: Yerleştirme işleminiz işleniyor ve hazır olduğunda görünecek!
uk: Ваше вставлення обробляється та з’явиться, коли буде готове!
vi: Nội dung nhúng của bạn đang được xử lý và sẽ xuất hiện khi sẵn sàng!

source: No embeddings to delete!
ar: لا يوجد تضمينات لحذفها!
bg: Няма вграждания за изтриване!
bn: মুছে ফেলার জন্য কোন এমবেডিং নেই!
ca: No hi ha incrustacions per eliminar!
de: Keine Einbettungen zum Löschen!
el: Δεν υπάρχουν ενσωματώσεις για διαγραφή!
es: ¡No hay incrustaciones que eliminar!
et: Kustutatavaid manuseid pole!
fa: هیچ جاسازی برای حذف وجود ندارد!
fi: Ei poistettavia upotuksia!
fr: Aucune intégration à supprimer !
he: אין הטמעות למחיקה!
hi: हटाने के लिए कोई एम्बेडिंग नहीं!
hr: Nema ugrađivanja za brisanje!
hu: Nincs törlendő beágyazás!
id: Tidak ada embeddings yang perlu dihapus!
it: Nessun incorporamento da eliminare!
ko: 삭제할 임베딩이 없습니다!
lt: Nereikia ištrinti įterpimų!
ms: Tiada benam untuk dipadamkan!
nl: Geen insluitingen om te verwijderen!
no: Ingen innebygginger å slette!
pl: Brak osadów do usunięcia!
pt: Não há incorporações para excluir!
ro: Fără încorporare de șters!
ru: Нет вложений для удаления!
sl: Ni vdelav za brisanje!
sv: Inga inbäddningar att radera!
th: ไม่มีการฝังให้ลบ!
tr: Silinecek yerleştirme yok!
uk: Немає вставок для видалення!
vi: Không có nhúng để xóa!

source: Deleted `{}` embedding.
ar: تم حذف التضمين `{}`.
bg: Изтрито вграждане на „{}“.
bn: মুছে ফেলা হয়েছে `{}` এম্বেডিং।
ca: S'ha suprimit la inserció de "{}".
de: „{}“-Einbettung gelöscht.
el: Διαγράφηκε η ενσωμάτωση `{}`.
es: Se eliminó la incrustación `{}`.
et: Manustamine `{}` on kustutatud.
fa: جاسازی «{}» حذف شد.
fi: `{}` upotus poistettu.
fr: Intégration `{}` supprimée.
he: הטמעת `{}` נמחקה.
hi: `{}` एम्बेडिंग हटा दी गई।
hr: Izbrisano ugrađivanje `{}`.
hu: A `{}` beágyazás törölve.
id: Penyematan `{}` dihapus.
it: Incorporamento `{}` eliminato.
ko: `{}` 삽입을 삭제했습니다.
lt: Ištrintas „{}“ įterpimas.
ms: Memadamkan pembenaman `{}`.
nl: Insluiting van `{}` verwijderd.
no: Slettet «{}»-innbygging.
pl: Usunięto osadzanie `{}`.
pt: Incorporação `{}` excluída.
ro: Încorporarea `{}` a fost ștearsă.
ru: Удалено встраивание `{}`.
sl: Izbrisana vdelava »{}«.
sv: Raderade inbäddning av `{}`.
th: ลบการฝัง `{}` แล้ว
tr: `{}` yerleştirmesi silindi.
uk: Видалено вбудовування `{}`.
vi: Đã xóa phần nhúng `{}`.

source: No embeddings to search!
ar: لا يوجد تضمينات للبحث!
bg: Няма вграждания за търсене!
bn: অনুসন্ধান করার জন্য কোন এম্বেডিং নেই!
ca: No hi ha incrustacions per cercar!
de: Keine Einbettungen zum Suchen!
el: Δεν υπάρχουν ενσωματώσεις για αναζήτηση!
es: ¡No hay incrustaciones para buscar!
et: Otsida pole manustusi!
fa: هیچ جاسازی برای جستجو وجود ندارد!
fi: Ei upotuksia haettavaksi!
fr: Aucune intégration à rechercher !
he: אין הטמעות לחיפוש!
hi: खोजने के लिए कोई एम्बेडिंग नहीं!
hr: Nema ugrađivanja za pretraživanje!
hu: Nincs keresendő beágyazás!
id: Tidak ada penyematan untuk dicari!
it: Nessun incorporamento da cercare!
ko: 검색할 임베딩이 없습니다!
lt: Nereikia ieškoti įterpimų!
ms: Tiada benam untuk dicari!
nl: Geen insluitingen om te zoeken!
no: Ingen innebygginger å søke i!
pl: Brak osadzania do wyszukiwania!
pt: Não há incorporações para pesquisar!
ro: Fără încorporare de căutat!
ru: Нет вложений для поиска!
sl: Ni vdelav za iskanje!
sv: Inga inbäddningar att söka!
th: ไม่มีการฝังให้ค้นหา!
tr: Aranacak yerleştirme yok!
uk: Немає вставок для пошуку!
vi: Không có nhúng để tìm kiếm!

source: Search for an embedding
ar: البحث عن التضمين
bg: Потърсете вграждане
bn: একটি এম্বেডিং জন্য অনুসন্ধান করুন
ca: Cerca una incrustació
de: Suchen Sie nach einer Einbettung
el: Αναζήτηση για ενσωμάτωση
es: Buscar una incrustación
et: Otsige manustamist
fa: جستجو برای تعبیه
fi: Etsi upotus
fr: Rechercher une intégration
he: חפש הטמעה
hi: एक एम्बेडिंग खोजें
hr: Potražite ugradnju
hu: Keressen egy beágyazást
id: Telusuri penyematan
it: Cerca un incorporamento
ko: 임베딩 검색
lt: Ieškokite įterpimo
ms: Cari pembenaman
nl: Zoek naar een insluiting
no: Søk etter en innebygging
pl: Wyszukaj osadzenie
pt: Procure uma incorporação
ro: Căutați o încorporare
ru: Поиск вложения
sl: Poiščite vdelavo
sv: Sök efter en inbäddning
th: ค้นหาการฝัง
tr: Bir yerleştirme arayın
uk: Пошук вбудовування
vi: Tìm kiếm phần nhúng

source: Search result: **{}**
ar: نتيجة البحث: **{}**
bg: Резултат от търсенето: **{}**
bn: অনুসন্ধান ফলাফল: **{}**
ca: Resultat de la cerca: ***{}***
de: Suchergebnis: **{}**
el: Αποτέλεσμα αναζήτησης: **{}**
es: Resultado de la búsqueda: **{}**
et: Otsingutulemused: **{}**
fa: نتیجه جستجو: **{}**
fi: Hakutulos: **{}**
fr: Résultat de la recherche : **{}**
he: תוצאת חיפוש: **{}**
hi: खोज का परिणाम: **{}**
hr: Rezultat pretraživanja: **{}**
hu: Keresés eredménye: **{}**
id: Hasil pencarian: **{}**
it: Risultato della ricerca: **{}**
ko: 검색 결과: **{}**
lt: Paieškos rezultatas: **{}**
ms: Hasil carian: **{}**
nl: Zoekresultaat: **{}**
no: Søkeresultat: **{}**
pl: Wynik wyszukiwania: **{}**
pt: Resultado da pesquisa: **{}**
ro: Rezultatul căutării: ***{}***
ru: Результат поиска: **{}**
sl: Rezultat iskanja: **{}**
sv: Sökresultat: **{}**
th: ผลการค้นหา: **{}**
tr: Arama sonucu: **{}**
uk: Результат пошуку: **{}**
vi: Kết quả tìm kiếm: **{}**

source: Function Edit
ar: تحرير الوظيفة
bg: Функция Редактиране
bn: ফাংশন সম্পাদনা
ca: Edita la funció
de: Funktion bearbeiten
el: Επεξεργασία λειτουργίας
es: Función Editar
et: Funktsioon Redigeeri
fa: ویرایش تابع
fi: Toiminto Muokkaa
fr: Fonction Modifier
he: עריכת פונקציה
hi: फ़ंक्शन संपादित करें
hr: Uredi funkciju
hu: Funkció szerkesztése
id: Fungsi Sunting
it: Modifica funzione
ko: 기능 편집
lt: Funkcija Redaguoti
ms: Edit Fungsi
nl: Functie Bewerken
no: Funksjon Rediger
pl: Edycja funkcji
pt: Edição de função
ro: Editare funcție
ru: Функция Редактировать
sl: Funkcija Uredi
sv: Funktion Redigera
th: แก้ไขฟังก์ชั่น
tr: İşlev Düzenleme
uk: Функція Редагувати
vi: Chức năng Chỉnh sửa

source: JSON Schema
ar: مخطط جيسون
bg: JSON схема
bn: JSON স্কিমা
ca: Esquema JSON
el: Σχήμα JSON
es: Esquema JSON
et: JSON-skeem
fa: طرحواره JSON
fi: JSON-skeema
fr: Schéma JSON
he: סכימת JSON
hi: JSON स्कीमा
hr: JSON shema
hu: JSON-séma
id: Skema JSON
it: Schema JSON
ko: JSON 스키마
ms: Skema JSON
no: JSON-skjema
pl: Schemat JSON
pt: Esquema JSON
ro: Schema JSON
ru: Схема JSON
sl: Shema JSON
th: สคีมา JSON
tr: JSON Şeması
uk: Схема JSON
vi: Lược đồ JSON

source: Code
ar: شفرة
bg: Код
bn: কোড
ca: Codi
el: Κώδικας
es: Código
et: Kood
fa: کد
fi: Koodi
he: קוד
hi: कोड
hr: Kodirati
hu: Kód
id: Kode
it: Codice
ko: 암호
lt: Kodas
ms: Kod
no: Kode
pl: Kod
pt: Código
ro: Cod
ru: Код
sl: Koda
sv: Koda
th: รหัส
tr: Kod
uk: Код
vi: Mã số

source: Permission Level
ar: مستوى الإذن
bg: Ниво на разрешение
bn: অনুমতি স্তর
ca: Nivell de permís
de: Berechtigungsstufe
el: Επίπεδο άδειας
es: Nivel de permiso
et: Loa tase
fa: سطح مجوز
fi: Lupataso
fr: Niveau d'autorisation
he: רמת הרשאה
hi: अनुमति स्तर
hr: Razina dopuštenja
hu: Engedélyszint
id: Tingkat Izin
it: Livello di autorizzazione
ko: 권한 수준
lt: Leidimo lygis
ms: Tahap Kebenaran
nl: Toestemmingsniveau
no: Tillatelsesnivå
pl: Poziom uprawnień
pt: Nível de permissão
ro: Nivel de permisiune
ru: Уровень разрешений
sl: Raven dovoljenja
sv: Behörighetsnivå
th: ระดับการอนุญาต
tr: İzin Düzeyi
uk: Рівень дозволу
vi: Cấp phép
