Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/assistant/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ko, lt, ms, nl, no, pl, pt, ro, ru, sl, sv, th, tr, uk, vi

source: Conversations can now retain up to **{}** messages
ar: يمكن للمحادثات الآن الاحتفاظ بما يصل إلى **{}** من الرسائل
bg: Разговорите вече могат да задържат до **{}** съобщения
bn: কথোপকথনগুলি এখন **{}** পর্যন্ত বার্তা রাখতে পারে৷
ca: Les converses ara poden retenir fins a **{}** missatges
de: Konversationen können jetzt bis zu **{}** Nachrichten speichern
el: Οι συνομιλίες μπορούν πλέον να διατηρούν έως και **{}** μηνύματα
es: Las conversaciones ahora pueden retener hasta **{}** mensajes
et: Vestlused võivad nüüd säilitada kuni **{}** sõnumit
fa: مکالمات اکنون می توانند حداکثر **{}** پیام را حفظ کنند
fi: Keskustelut voivat nyt säilyttää jopa **{}** viestiä
fr: Les conversations peuvent désormais conserver jusqu'à **{}** messages
he: שיחות יכולות כעת לשמור עד **{}** הודעות
hi: वार्तालाप अब **{}** संदेशों तक बनाए रख सकते हैं
hr: Razgovori sada mogu zadržati do **{}** poruka
hu: A beszélgetések mostantól legfeljebb **{}** üzenetet őrizhetnek meg
id: Percakapan kini bisa menyimpan hingga **{}** pesan
it: Le conversazioni ora possono conservare fino a **{}** messaggi
ko: 이제 대화에 최대 **{}** 메시지를 보관할 수 있습니다.
lt: Dabar pokalbiuose gali būti išsaugota iki **{}** pranešimų
ms: Perbualan kini boleh mengekalkan sehingga **{}** mesej
nl: Gesprekken kunnen nu maximaal **{}** berichten bevatten
no: Samtaler kan nå beholde opptil **{}** meldinger
pl: Wątki mogą teraz przechowywać maksymalnie **{}** wiadomości
pt: As conversas agora podem reter até **{}** mensagens
ro: Conversațiile pot reține acum până la **{}** mesaje
ru: В беседах теперь может сохраняться до **{}** сообщений.
sl: Pogovori lahko zdaj hranijo do **{}** sporočil
sv: Konversationer kan nu behålla upp till **{}** meddelanden
th: ขณะนี้การสนทนาสามารถเก็บข้อความได้สูงสุด **{}**
tr: Konuşmalar artık en fazla **{}** mesajı saklayabilir
uk: Розмови тепер можуть зберігати до **{}** повідомлень
vi: Giờ đây, cuộc trò chuyện có thể giữ lại tối đa **{}** tin nhắn

source: Max retention time needs to be at least 0 or higher
ar: يجب أن يكون الحد الأقصى لوقت الاحتفاظ 0 على الأقل أو أعلى
bg: Максималното време на задържане трябва да бъде поне 0 или по-високо
bn: সর্বোচ্চ ধরে রাখার সময় কমপক্ষে 0 বা তার বেশি হওয়া দরকার
ca: El temps de retenció màxim ha de ser com a mínim 0 o superior
de: Die maximale Aufbewahrungszeit muss mindestens 0 oder höher sein
el: Ο μέγιστος χρόνος διατήρησης πρέπει να είναι τουλάχιστον 0 ή μεγαλύτερος
es: El tiempo máximo de retención debe ser al menos 0 o superior
et: Maksimaalne säilitusaeg peab olema vähemalt 0 või rohkem
fa: حداکثر زمان نگهداری باید حداقل 0 یا بیشتر باشد
fi: Enimmäissäilytysajan on oltava vähintään 0 tai suurempi
fr: Le temps de rétention maximum doit être d'au moins 0 ou supérieur
he: זמן השמירה המקסימלי צריך להיות לפחות 0 ומעלה
hi: अधिकतम अवधारण समय कम से कम 0 या अधिक होना चाहिए
hr: Maksimalno vrijeme zadržavanja mora biti najmanje 0 ili više
hu: A maximális megőrzési időnek legalább 0-nak vagy nagyobbnak kell lennie
id: Waktu retensi maksimum harus minimal 0 atau lebih tinggi
it: Il tempo di conservazione massimo deve essere almeno 0 o superiore
ko: 최대 보존 시간은 0 이상이어야 합니다.
lt: Maksimalus saugojimo laikas turi būti bent 0 arba didesnis
ms: Masa pengekalan maksimum perlu sekurang-kurangnya 0 atau lebih tinggi
nl: De maximale bewaartijd moet minimaal 0 of hoger zijn
no: Maksimal oppbevaringstid må være minst 0 eller høyere
pl: Maksymalny czas przechowywania musi wynosić co najmniej 0 lub więcej
pt: O tempo máximo de retenção precisa ser pelo menos 0 ou superior
ro: Timpul maxim de retenție trebuie să fie de cel puțin 0 sau mai mare
ru: Максимальное время хранения должно быть не менее 0 или выше.
sl: Največji čas hrambe mora biti vsaj 0 ali več
sv: Max retentionstid måste vara minst 0 eller högre
th: เวลาเก็บรักษาสูงสุดต้องมีอย่างน้อย 0 หรือสูงกว่า
tr: Maksimum saklama süresinin en az 0 veya daha yüksek olması gerekir
uk: Максимальний час збереження має бути принаймні 0 або вище
vi: Thời gian lưu tối đa ít nhất phải bằng 0 hoặc cao hơn

source: Conversations will be stored until the bot restarts or the cog is reloaded
ar: سيتم تخزين المحادثات حتى تتم إعادة تشغيل الروبوت أو إعادة تحميل الترس
bg: Разговорите ще се съхраняват, докато ботът се рестартира или зъбното колело не се презареди
bn: বট রিস্টার্ট না হওয়া বা কগ রিলোড না হওয়া পর্যন্ত কথোপকথন সংরক্ষণ করা হবে
ca: Les converses s'emmagatzemaran fins que es reiniciï el bot o es torni a carregar l'engranatge
de: Gespräche werden gespeichert, bis der Bot neu startet oder das Zahnrad neu geladen wird
el: Οι συνομιλίες θα αποθηκεύονται μέχρι να επανεκκινηθεί το bot ή να φορτωθεί ξανά το γρανάζι
es: Las conversaciones se almacenarán hasta que el bot se reinicie o se recargue el engranaje.
et: Vestlusi salvestatakse seni, kuni robot taaskäivitub või hammasratas uuesti laaditakse
fa: مکالمات تا راه اندازی مجدد ربات یا بارگیری مجدد چرخ دنده ذخیره می شود
fi: Keskustelut tallennetaan, kunnes botti käynnistyy uudelleen tai hammasratas ladataan uudelleen
fr: Les conversations seront stockées jusqu'à ce que le bot redémarre ou que le rouage soit rechargé
he: השיחות יאוחסנו עד שהבוט יתחיל מחדש או שיטען מחדש
hi: बातचीत तब तक संग्रहीत की जाएगी जब तक कि बॉट पुनः प्रारंभ न हो जाए या कॉग पुनः लोड न हो जाए
hr: Razgovori će biti pohranjeni dok se bot ponovno ne pokrene ili dok se zupčanik ponovno ne učita
hu: A beszélgetéseket a rendszer a bot újraindulásáig vagy a fogaskerék újratöltéséig tárolja
id: Percakapan akan disimpan hingga bot dimulai ulang atau roda gigi dimuat ulang
it: Le conversazioni verranno archiviate fino al riavvio del bot o al ricaricamento dell'ingranaggio
ko: 봇이 다시 시작되거나 톱니바퀴가 다시 로드될 때까지 대화가 저장됩니다.
lt: Pokalbiai bus saugomi tol, kol robotas bus paleistas iš naujo arba krumpliaratis bus įkeltas iš naujo
ms: Perbualan akan disimpan sehingga bot dimulakan semula atau cog dimuatkan semula
nl: Gesprekken worden opgeslagen totdat de bot opnieuw opstart of het tandwiel opnieuw wordt geladen
no: Samtaler vil bli lagret til roboten starter på nytt eller tannhjulet er lastet inn på nytt
pl: Rozmowy będą przechowywane do momentu ponownego uruchomienia bota lub ponownego załadowania trybu
pt: As conversas serão armazenadas até que o bot seja reiniciado ou a engrenagem seja recarregada
ro: Conversațiile vor fi stocate până când bot-ul repornește sau până când roata este reîncărcată
ru: Разговоры будут храниться до перезапуска бота или перезагрузки процессора.
sl: Pogovori bodo shranjeni, dokler se bot znova ne zažene ali zobnik znova naloži
sv: Konversationer kommer att lagras tills boten startar om eller kugghjulet laddas om
th: การสนทนาจะถูกเก็บไว้จนกว่าบอทจะรีสตาร์ทหรือโหลดฟันเฟืองใหม่
tr: Konuşmalar, bot yeniden başlatılana veya dişli çark yeniden yüklenene kadar saklanacak
uk: Розмови зберігатимуться, доки бот не перезапуститься або не перезавантажиться процесор
vi: Cuộc trò chuyện sẽ được lưu trữ cho đến khi bot khởi động lại hoặc bánh răng được tải lại

source: Conversations will be considered active for **{}** seconds
ar: سيتم اعتبار المحادثات نشطة لمدة **{}** ثانية
bg: Разговорите ще се считат за активни за **{}** секунди
bn: কথোপকথনগুলি **{}** সেকেন্ডের জন্য সক্রিয় বলে বিবেচিত হবে৷
ca: Les converses es consideraran actives durant **{}** segons
de: Konversationen gelten **{}** Sekunden lang als aktiv
el: Οι συνομιλίες θα θεωρούνται ενεργές για **{}** δευτερόλεπτα
es: Las conversaciones se considerarán activas durante **{}** segundos
et: Vestlusi loetakse aktiivseks **{}** sekundit
fa: مکالمات به مدت **{}** ثانیه فعال در نظر گرفته می شوند
fi: Keskusteluja pidetään aktiivisina **{}** sekunnin ajan
fr: Les conversations seront considérées comme actives pendant **{}** secondes
he: שיחות ייחשבו פעילות למשך **{}** שניות
hi: बातचीत को **{}** सेकंड के लिए सक्रिय माना जाएगा
hr: Razgovori će se smatrati aktivnima **{}** sekundi
hu: A beszélgetéseket **{}** másodpercig aktívnak tekintjük
id: Percakapan akan dianggap aktif selama **{}** detik
it: Le conversazioni verranno considerate attive per **{}** secondi
ko: 대화는 **{}**초 동안 활성 상태로 간주됩니다.
lt: Pokalbiai bus laikomi aktyviais **{}** sekundes
ms: Perbualan akan dianggap aktif selama **{}** saat
nl: Gesprekken worden als actief beschouwd gedurende **{}** seconden
no: Samtaler vil bli ansett som aktive i **{}** sekunder
pl: Rozmowy będą uznawane za aktywne przez **{}** sekund
pt: As conversas serão consideradas ativas por **{}** segundos
ro: Conversațiile vor fi considerate active timp de **{}** secunde
ru: Разговоры будут считаться активными в течение **{}** секунд.
sl: Pogovori bodo veljali za aktivne **{}** sekund
sv: Konversationer kommer att anses vara aktiva i **{}** sekunder
th: การสนทนาจะถือว่าใช้งานได้เป็นเวลา **{}** วินาที
tr: Görüşmeler **{}** saniye boyunca aktif sayılacak
uk: Розмови будуть вважатися активними протягом **{}** секунд
vi: Cuộc trò chuyện sẽ được coi là đang hoạt động trong **{}** giây

source: Temperature must be between **0.0** and **2.0**
ar: يجب أن تكون درجة الحرارة بين **0.0** و **2.0**
bg: Температурата трябва да е между **0,0** и **2,0**
bn: তাপমাত্রা অবশ্যই **0.0** এবং **2.0** এর মধ্যে হতে হবে
ca: La temperatura ha d'estar entre **0,0** i **2,0**
de: Die Temperatur muss zwischen **0,0** und **2,0** liegen.
el: Η θερμοκρασία πρέπει να είναι μεταξύ **0,0** και **2,0**
es: La temperatura debe estar entre **0,0** y **2,0**
et: Temperatuur peab olema vahemikus **0,0** kuni **2,0**
fa: دما باید بین **0.0** و **2.0** باشد
fi: Lämpötilan on oltava välillä **0,0** ja **2,0**
fr: La température doit être comprise entre **0,0** et **2,0**
he: הטמפרטורה חייבת להיות בין **0.0** ל**2.0**
hi: तापमान **0.0** और **2.0** के बीच होना चाहिए
hr: Temperatura mora biti između **0,0** i **2,0**
hu: A hőmérsékletnek **0,0** és **2,0** között kell lennie
id: Suhu harus antara **0,0** dan **2,0**
it: La temperatura deve essere compresa tra **0,0** e **2,0**
ko: 온도는 **0.0**에서 **2.0** 사이여야 합니다.
lt: Temperatūra turi būti nuo **0,0** iki **2,0**
ms: Suhu mestilah antara **0.0** dan **2.0**
nl: De temperatuur moet tussen **0,0** en **2,0** liggen
no: Temperaturen må være mellom **0,0** og **2,0**
pl: Temperatura musi mieścić się w przedziale od **0,0** do **2,0**
pt: A temperatura deve estar entre **0,0** e **2,0**
ro: Temperatura trebuie să fie între **0,0** și **2,0**
ru: Температура должна находиться в диапазоне от **0,0** до **2,0**.
sl: Temperatura mora biti med **0,0** in **2,0**
sv: Temperaturen måste vara mellan **0,0** och **2,0**
th: อุณหภูมิต้องอยู่ระหว่าง **0.0** ถึง **2.0**
tr: Sıcaklık **0,0** ile **2,0** arasında olmalıdır
uk: Температура має бути між **0,0** і **2,0**
vi: Nhiệt độ phải nằm trong khoảng **0,0** và **2,0**

source: Temperature has been set to **{}**
ar: تم ضبط درجة الحرارة على **{}**
bg: Температурата е зададена на **{}**
bn: তাপমাত্রা সেট করা হয়েছে **{}**
ca: La temperatura s'ha establert en **{}**
de: Die Temperatur wurde auf **{}** eingestellt
el: Η θερμοκρασία έχει ρυθμιστεί σε **{}**
es: La temperatura se ha establecido en **{}**
et: Temperatuuriks on seatud **{}**
fa: دما روی **{}** تنظیم شده است
fi: Lämpötilaksi on asetettu **{}**
fr: La température a été réglée sur **{}**
he: הטמפרטורה הוגדרה ל**{}**
hi: तापमान **{}** पर सेट किया गया है
hr: Temperatura je postavljena na **{}**
hu: A hőmérséklet beállítása **{}**
id: Suhu telah disetel ke **{}**
it: La temperatura è stata impostata su **{}**
ko: 온도가 **{}**로 설정되었습니다.
lt: Temperatūra nustatyta į **{}**
ms: Suhu telah ditetapkan kepada **{}**
nl: De temperatuur is ingesteld op **{}**
no: Temperaturen er satt til **{}**
pl: Temperatura została ustawiona na **{}**
pt: A temperatura foi definida como **{}**
ro: Temperatura a fost setată la **{}**
ru: Температура установлена ​​на **{}**
sl: Temperatura je nastavljena na **{}**
sv: Temperaturen har ställts in på **{}**
th: ตั้งอุณหภูมิไว้ที่ **{}**
tr: Sıcaklık **{}** olarak ayarlandı
uk: Температуру встановлено на **{}**
vi: Nhiệt độ đã được đặt thành **{}**

source: Frequency penalty must be between **-2.0** and **2.0**
ar: يجب أن تكون عقوبة التردد بين **-2.0** و **2.0**
bg: Наказанието за честота трябва да бъде между **-2,0** и **2,0**
bn: ফ্রিকোয়েন্সি পেনাল্টি **-2.0** এবং **2.0** এর মধ্যে হতে হবে
ca: La penalització de freqüència ha d'estar entre **-2,0** i **2,0**
de: Die Häufigkeitsstrafe muss zwischen **-2,0** und **2,0** liegen.
el: Η ποινή συχνότητας πρέπει να είναι μεταξύ **-2,0** και **2,0**
es: La penalización por frecuencia debe estar entre **-2,0** y **2,0**
et: Sagedustrahv peab olema vahemikus **–2,0** kuni **2,0**
fa: جریمه فرکانس باید بین **-2.0** و **2.0** باشد
fi: Taajuusrangaistuksen on oltava välillä **-2,0** ja **2,0**
fr: La pénalité de fréquence doit être comprise entre **-2,0** et **2,0**
he: עונש התדירות חייב להיות בין **-2.0** ל-**2.0**
hi: फ़्रीक्वेंसी जुर्माना **-2.0** और **2.0** के बीच होना चाहिए
hr: Kazna učestalosti mora biti između **-2,0** i **2,0**
hu: A frekvenciabüntetésnek **-2,0** és **2,0** között kell lennie
id: Penalti frekuensi harus antara **-2.0** dan **2.0**
it: La penalità di frequenza deve essere compresa tra **-2.0** e **2.0**
ko: 빈도 페널티는 **-2.0**에서 **2.0** 사이여야 합니다.
lt: Dažnumo bauda turi būti nuo **–2,0** iki **2,0**
ms: Penalti kekerapan mestilah antara **-2.0** dan **2.0**
nl: Frequentieboete moet tussen **-2,0** en **2,0** liggen
no: Frekvensstraff må være mellom **-2,0** og **2,0**
pl: Kara za częstotliwość musi mieścić się w przedziale od **-2,0** do **2,0**
pt: A penalidade de frequência deve estar entre **-2,0** e **2,0**
ro: Penalizarea de frecvență trebuie să fie între **-2,0** și **2,0**
ru: Штраф за частоту должен быть в пределах от **-2,0** до **2,0**.
sl: Kazen za pogostost mora biti med **-2,0** in **2,0**
sv: Frekvensstraff måste vara mellan **-2,0** och **2,0**
th: การลงโทษความถี่จะต้องอยู่ระหว่าง **-2.0** ถึง **2.0**
tr: Frekans cezası **-2,0** ile **2,0** arasında olmalıdır
uk: Штраф за частоту має бути від **-2,0** до **2,0**
vi: Hình phạt về tần suất phải nằm trong khoảng **-2,0** và **2,0**

source: Frequency penalty has been set to **{}**
ar: تم ضبط عقوبة التردد على **{}**
bg: Наказанието за честота е зададено на **{}**
bn: ফ্রিকোয়েন্সি পেনাল্টি সেট করা হয়েছে **{}**
ca: La penalització de freqüència s'ha establert en **{}**
de: Die Häufigkeitsstrafe wurde auf **{}** festgelegt.
el: Η ποινή συχνότητας έχει οριστεί σε **{}**
es: La penalización de frecuencia se ha establecido en **{}**
et: Sagedustrahv on määratud **{}**
fa: جریمه فرکانس روی **{}** تنظیم شده است
fi: Taajuusrangaistus on asetettu **{}**
fr: La pénalité de fréquence a été fixée à **{}**
he: עונש התדירות הוגדר ל-**{}**
hi: फ़्रीक्वेंसी जुर्माना **{}** पर सेट किया गया है
hr: Kazna učestalosti postavljena je na **{}**
hu: A gyakorisági büntetés **{}**
id: Penalti frekuensi telah disetel ke **{}**
it: La penalità di frequenza è stata impostata su **{}**
ko: 빈도 페널티가 **{}**로 설정되었습니다.
lt: Dažnio bauda nustatyta į **{}**
ms: Penalti kekerapan telah ditetapkan kepada **{}**
nl: Frequentieboete is ingesteld op **{}**
no: Frekvensstraff er satt til **{}**
pl: Kara za częstotliwość została ustawiona na **{}**
pt: A penalidade de frequência foi definida como **{}**
ro: Penalizarea de frecvență a fost setată la **{}**
ru: Штраф за частоту установлен на **{}**.
sl: Kazen pogostosti je bila nastavljena na **{}**
sv: Frekvensstraff har satts till **{}**
th: การปรับความถี่ถูกตั้งค่าเป็น **{}**
tr: Frekans cezası **{}** olarak ayarlandı
uk: Покарання за частоту встановлено на **{}**
vi: Hình phạt tần suất đã được đặt thành **{}**

source: Presence penalty must be between **-2.0** and **2.0**
ar: يجب أن تكون عقوبة الحضور بين **-2.0** و **2.0**
bg: Наказанието за присъствие трябва да бъде между **-2,0** и **2,0**
bn: উপস্থিতি শাস্তি **-2.0** এবং **2.0** এর মধ্যে হতে হবে
ca: La penalització de presència ha d'estar entre **-2,0** i **2,0**
de: Die Anwesenheitsstrafe muss zwischen **-2,0** und **2,0** liegen.
el: Η ποινή παρουσίας πρέπει να είναι μεταξύ **-2,0** και **2,0**
es: La penalización por presencia debe estar entre **-2,0** y **2,0**
et: Kohalolekutrahv peab olema vahemikus **–2,0** kuni **2,0**
fa: جریمه حضور باید بین **-2.0** و **2.0** باشد
fi: Läsnäolorangaistuksen on oltava välillä **-2,0** ja **2,0**
fr: La pénalité de présence doit être comprise entre **-2,0** et **2,0**
he: עונש נוכחות חייב להיות בין **-2.0** ל-**2.0**
hi: उपस्थिति दंड **-2.0** और **2.0** के बीच होना चाहिए
hr: Kazna prisutnosti mora biti između **-2,0** i **2,0**
hu: Jelenléti büntetés **-2,0** és **2,0** között kell lennie
id: Penalti kehadiran harus antara **-2.0** dan **2.0**
it: La penalità di presenza deve essere compresa tra **-2.0** e **2.0**
ko: 존재감 페널티는 **-2.0**에서 **2.0** 사이여야 합니다.
lt: Bauda už buvimą turi būti nuo **–2,0** iki **2,0**
ms: Penalti kehadiran mestilah antara **-2.0** dan **2.0**
nl: Aanwezigheidsboete moet tussen **-2,0** en **2,0** liggen
no: Tilstedeværelsesstraff må være mellom **-2,0** og **2,0**
pl: Kara za obecność musi mieścić się w przedziale od **-2,0** do **2,0**
pt: A penalidade de presença deve estar entre **-2,0** e **2,0**
ro: Penalizarea de prezență trebuie să fie între **-2,0** și **2,0**
ru: Штраф за присутствие должен находиться в диапазоне от **-2,0** до **2,0**.
sl: Kazen za prisotnost mora biti med **-2,0** in **2,0**
sv: Närvarostraffet måste vara mellan **-2,0** och **2,0**
th: ค่าปรับการแสดงตนจะต้องอยู่ระหว่าง **-2.0** ถึง **2.0**
tr: Varlık cezası **-2,0** ile **2,0** arasında olmalıdır
uk: Штраф за присутність має бути від **-2,0** до **2,0**
vi: Hình phạt hiện diện phải nằm trong khoảng **-2,0** và **2,0**

source: Presence penalty has been set to **{}**
ar: تم ضبط عقوبة الحضور على **{}**
bg: Наказанието за присъствие е зададено на **{}**
bn: উপস্থিতি শাস্তি **{}** সেট করা হয়েছে
ca: La penalització de presència s'ha establert en **{}**
de: Anwesenheitsstrafe wurde auf **{}** gesetzt
el: Η ποινή παρουσίας έχει οριστεί σε **{}**
es: La penalización por presencia se ha establecido en **{}**
et: Kohaloleku trahviks on määratud **{}**
fa: جریمه حضور روی **{}** تنظیم شده است
fi: Läsnäolorangaistus on asetettu **{}**
fr: La pénalité de présence a été fixée à **{}**
he: עונש נוכחות הוגדר ל-**{}**
hi: उपस्थिति दंड **{}** निर्धारित किया गया है
hr: Kazna prisutnosti postavljena je na **{}**
hu: Jelenléti büntetés **{}**
id: Penalti kehadiran telah disetel ke **{}**
it: La penalità di presenza è stata impostata su **{}**
ko: 존재감 페널티가 **{}**로 설정되었습니다.
lt: Bauda už buvimą nustatyta į **{}**
ms: Penalti kehadiran telah ditetapkan kepada **{}**
nl: Aanwezigheidsboete is ingesteld op **{}**
no: Tilstedeværelsesstraff er satt til **{}**
pl: Kara za obecność została ustawiona na **{}**
pt: A penalidade de presença foi definida como **{}**
ro: Penalizarea de prezență a fost setată la **{}**
ru: Штраф за присутствие установлен на **{}**.
sl: Kazen prisotnosti je bila nastavljena na **{}**
sv: Närvarostraff har satts till **{}**
th: การลงโทษการแสดงตนถูกตั้งค่าเป็น **{}**
tr: Varlık cezası **{}** olarak ayarlandı
uk: Штраф за присутність встановлено на **{}**
vi: Hình phạt hiện diện đã được đặt thành **{}**

source: Seed must be a positive integer
ar: يجب أن تكون البذرة عددًا صحيحًا موجبًا
bg: Началната стойност трябва да е положително цяло число
bn: বীজ একটি ধনাত্মক পূর্ণসংখ্যা হতে হবে
ca: La llavor ha de ser un nombre enter positiu
de: Der Startwert muss eine positive ganze Zahl sein
el: Ο σπόρος πρέπει να είναι θετικός ακέραιος αριθμός
es: La semilla debe ser un número entero positivo.
et: Seeme peab olema positiivne täisarv
fa: دانه باید یک عدد صحیح مثبت باشد
fi: Siemenen on oltava positiivinen kokonaisluku
fr: La graine doit être un entier positif
he: הזרע חייב להיות מספר שלם חיובי
hi: बीज एक धनात्मक पूर्णांक होना चाहिए
hr: Seed mora biti pozitivan cijeli broj
hu: A magnak pozitív egész számnak kell lennie
id: Benih harus berupa bilangan bulat positif
it: Il seme deve essere un numero intero positivo
ko: 시드는 양의 정수여야 합니다.
lt: Sėkla turi būti teigiamas sveikasis skaičius
ms: Benih mestilah integer positif
nl: Seed moet een positief geheel getal zijn
no: Frø må være et positivt heltall
pl: Ziarno musi być dodatnią liczbą całkowitą
pt: A semente deve ser um número inteiro positivo
ro: Sămânța trebuie să fie un număr întreg pozitiv
ru: Начальное значение должно быть положительным целым числом.
sl: Seme mora biti pozitivno celo število
sv: Seed måste vara ett positivt heltal
th: ข้อมูลเริ่มต้นต้องเป็นจำนวนเต็มบวก
tr: Çekirdek pozitif bir tam sayı olmalıdır
uk: Початкове число має бути цілим додатним числом
vi: Hạt giống phải là số nguyên dương

source: The seed has been set to **{}**
ar: تم ضبط البذرة على **{}**
bg: Семената е зададена на **{}**
bn: বীজ সেট করা হয়েছে **{}**
ca: La llavor s'ha establert a **{}**
de: Der Seed wurde auf **{}** gesetzt
el: Ο σπόρος έχει οριστεί σε **{}**
es: La semilla se ha establecido en **{}**
et: Seeme on seatud väärtusele **{}**
fa: دانه روی **{}** تنظیم شده است
fi: Siemen on asetettu arvoon **{}**
fr: La graine a été définie sur **{}**
he: הזרע הוגדר ל-**{}**
hi: बीज को **{}** पर सेट किया गया है
hr: Seed je postavljen na **{}**
hu: A vetőmag a következőre lett állítva: **{}**
id: Benih telah disetel ke **{}**
it: Il seed è stato impostato su **{}**
ko: 시드가 **{}**로 설정되었습니다.
lt: Sėkla buvo nustatyta į **{}**
ms: Benih telah ditetapkan kepada **{}**
nl: Het zaad is ingesteld op **{}**
no: Frøet er satt til **{}**
pl: Materiał siewny został ustawiony na **{}**
pt: A semente foi definida como **{}**
ro: Sămânța a fost setată la **{}**
ru: Начальное значение установлено на **{}**
sl: Seme je nastavljeno na **{}**
sv: Fröet har ställts in på **{}**
th: เมล็ดได้รับการตั้งค่าเป็น **{}**
tr: Çekirdek **{}** olarak ayarlandı
uk: Початкове число встановлено на **{}**
vi: Hạt giống đã được đặt thành **{}**

source: {} embeddings have been updated
ar: تم تحديث {} التضمينات
bg: {} вграждания бяха актуализирани
bn: {} এম্বেডিং আপডেট করা হয়েছে
ca: S'han actualitzat {} incrustacions
de: {} Einbettungen wurden aktualisiert
el: {} ενσωματώσεις έχουν ενημερωθεί
es: {} incrustaciones han sido actualizadas
et: {} manustamist on värskendatud
fa: {} جاسازی به روز شده است
fi: {} upotusta on päivitetty
fr: {} intégrations ont été mises à jour
he: {} הטמעות עודכנו
hi: {} एम्बेडिंग अद्यतन कर दी गई है
hr: {} ugrađivanja su ažurirana
hu: {} beágyazás frissítve
id: {} penyematan telah diperbarui
it: {} incorporamenti sono stati aggiornati
ko: {} 임베딩이 업데이트되었습니다.
lt: Atnaujinta {} įterpimų
ms: {} benam telah dikemas kini
nl: {} insluitingen zijn bijgewerkt
no: {} innebygginger har blitt oppdatert
pl: Zaktualizowano osadzenie {}
pt: {} incorporações foram atualizadas
ro: {} înglobări au fost actualizate
ru: {} встраивания обновлены
sl: {} vdelav je bilo posodobljenih
sv: {} inbäddningar har uppdaterats
th: การฝัง {} รายการได้รับการอัปเดตแล้ว
tr: {} yerleştirme güncellendi
uk: Оновлено {} вбудовування
vi: {} nội dung nhúng đã được cập nhật
