Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/assistant/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ko, lt, ms, nl, no, pl, pt, ro, ru, sl, sv, th, tr, uk, vi

source: Assistant will no longer listen to other bot messages
ar: لن يستمع المساعد بعد الآن إلى رسائل الروبوت الأخرى
bg: Асистентът вече няма да слуша съобщения от други ботове
bn: অ্যাসিস্ট্যান্ট আর অন্য বট মেসেজ শুনবে না
ca: L'Assistent ja no escoltarà altres missatges del bot
de: Assistant hört keine anderen Bot-Nachrichten mehr ab
el: Ο Βοηθός δεν θα ακούει πλέον άλλα μηνύματα bot
es: El asistente ya no escuchará los mensajes de otros bots
et: Assistent ei kuula enam teiste robotite sõnumeid
fa: دستیار دیگر به پیام‌های ربات دیگر گوش نمی‌دهد
fi: Assistant ei enää kuuntele muiden robottien viestejä
fr: L'Assistant n'écoutera plus les messages des autres robots
he: Assistant לא יקשיב יותר להודעות בוט אחרות
hi: असिस्टेंट अब अन्य बॉट संदेशों को नहीं सुनेगा
hr: Asistent više neće slušati poruke drugih robota
hu: A Segéd többé nem hallgatja meg a többi bot üzenetét
id: Asisten tidak akan lagi mendengarkan pesan bot lainnya
it: L'assistente non ascolterà più i messaggi degli altri bot
ko: 어시스턴트는 더 이상 다른 봇 메시지를 듣지 않습니다.
lt: Padėjėjas nebeklausys kitų roboto pranešimų
ms: Assistant tidak akan mendengar mesej bot lain lagi
nl: De Assistent luistert niet meer naar andere botberichten
no: Assistent vil ikke lenger lytte til andre bot-meldinger
pl: Asystent nie będzie już słuchać wiadomości od innych botów
pt: O Assistente não ouvirá mais mensagens de outros bots
ro: Asistentul nu va mai asculta alte mesaje bot
ru: Ассистент больше не будет слушать сообщения других ботов.
sl: Pomočnik ne bo več poslušal sporočil drugih botov
sv: Assistant kommer inte längre att lyssna på andra botmeddelanden
th: Assistant จะไม่ฟังข้อความบอทอื่นๆ อีกต่อไป
tr: Asistan artık diğer bot mesajlarını dinlemeyecek
uk: Асистент більше не слухатиме повідомлення інших ботів
vi: Trợ lý sẽ không còn nghe các tin nhắn bot khác nữa

source: Assistant will listen to other bot messages
ar: سوف يستمع المساعد إلى رسائل الروبوت الأخرى
bg: Асистентът ще слуша съобщенията на други ботове
bn: সহকারী অন্যান্য বট বার্তা শুনবে
ca: L'Assistent escoltarà altres missatges del bot
de: Der Assistent hört andere Bot-Nachrichten ab
el: Ο Βοηθός θα ακούσει άλλα μηνύματα bot
es: El asistente escuchará los mensajes de otros bots
et: Assistent kuulab teisi robotiteateid
fa: دستیار به سایر پیام‌های ربات گوش می‌دهد
fi: Assistant kuuntelee muita bottiviestejä
fr: L'assistant écoutera les autres messages du robot
he: Assistant יקשיב להודעות בוט אחרות
hi: Assistant अन्य बॉट संदेशों को सुनेगी
hr: Asistent će slušati poruke drugih robota
hu: Az Asszisztens meghallgatja a többi bot üzenetét
id: Asisten akan mendengarkan pesan bot lainnya
it: L'assistente ascolterà altri messaggi del bot
ko: 어시스턴트는 다른 봇 메시지를 듣습니다.
lt: Padėjėjas klausys kitų roboto pranešimų
ms: Assistant akan mendengar mesej bot lain
nl: De Assistent luistert naar andere botberichten
no: Assistant vil lytte til andre bot-meldinger
pl: Asystent będzie odsłuchiwał wiadomości innych botów
pt: O Assistente ouvirá outras mensagens do bot
ro: Asistentul va asculta alte mesaje bot
ru: Ассистент будет слушать сообщения других ботов.
sl: Pomočnik bo poslušal sporočila drugih botov
sv: Assistenten lyssnar på andra botmeddelanden
th: Assistant จะฟังข้อความบอทอื่นๆ
tr: Asistan diğer bot mesajlarını dinleyecek
uk: Помічник слухатиме повідомлення інших ботів
vi: Trợ lý sẽ nghe các tin nhắn khác của bot

source: Generate an image with Dalle-3
ar: توليد صورة مع Dalle-3
bg: Генерирайте изображение с Dalle-3
bn: Dalle-3 দিয়ে একটি ইমেজ তৈরি করুন
ca: Genera una imatge amb Dalle-3
de: Erzeugen Sie ein Bild mit Dalle-3
el: Δημιουργήστε μια εικόνα με το Dalle-3
es: Generar una imagen con Dalle-3
et: Looge pilt rakendusega Dalle-3
fa: یک تصویر با Dalle-3 ایجاد کنید
fi: Luo kuva Dalle-3:lla
fr: Générer une image avec Dalle-3
he: צור תמונה עם Dalle-3
hi: डेल-3 के साथ एक छवि बनाएं
hr: Generirajte sliku s Dalle-3
hu: Hozzon létre egy képet a Dalle-3 segítségével
id: Hasilkan gambar dengan Dalle-3
it: Genera un'immagine con Dalle-3
ko: Dalle-3으로 이미지 생성
lt: Sukurkite vaizdą naudodami Dalle-3
ms: Hasilkan imej dengan Dalle-3
nl: Genereer een afbeelding met Dalle-3
no: Generer et bilde med Dalle-3
pl: Wygeneruj obraz za pomocą Dalle-3
pt: Gere uma imagem com Dalle-3
ro: Generați o imagine cu Dalle-3
ru: Создайте изображение с помощью Dalle-3
sl: Ustvarite sliko z Dalle-3
sv: Skapa en bild med Dalle-3
th: สร้างภาพด้วย Dalle-3
tr: Dalle-3 ile bir görüntü oluşturun
uk: Створіть зображення за допомогою Dalle-3
vi: Tạo hình ảnh với Dalle-3

source: What would you like to draw?
ar: ماذا تريد أن ترسم؟
bg: Какво бихте искали да нарисувате?
bn: আপনি কি আঁকতে চান?
ca: Què t'agradaria dibuixar?
de: Was möchtest du zeichnen?
el: Τι θα θέλατε να ζωγραφίσετε;
es: ¿Qué te gustaría dibujar?
et: Mida sa joonistada tahaksid?
fa: دوست دارید چه چیزی بکشید؟
fi: Mitä haluaisit piirtää?
fr: Qu'aimeriez-vous dessiner ?
he: מה היית רוצה לצייר?
hi: आप क्या बनाना चाहेंगे?
hr: Što biste željeli nacrtati?
hu: mit szeretnél lerajzolni?
id: Apa yang ingin Anda gambar?
it: Cosa ti piacerebbe disegnare?
ko: 무엇을 그리고 싶나요?
lt: Ką norėtum nupiešti?
ms: Apakah yang anda ingin lukis?
nl: Wat zou je willen tekenen?
no: Hva vil du tegne?
pl: Co chciałbyś narysować?
pt: O que você gostaria de desenhar?
ro: Ce ai vrea să desenezi?
ru: Что бы вы хотели нарисовать?
sl: Kaj bi radi narisali?
sv: Vad skulle du vilja rita?
th: คุณอยากจะวาดอะไร?
tr: Ne çizmek istersin?
uk: Що б ви хотіли намалювати?
vi: Bạn muốn vẽ gì?

source: The size of the image to generate
ar: حجم الصورة المراد إنشاؤها
bg: Размерът на изображението за генериране
bn: ছবির আকার তৈরি করতে হবে
ca: La mida de la imatge a generar
de: Die Größe des zu generierenden Bildes
el: Το μέγεθος της εικόνας που θα δημιουργηθεί
es: El tamaño de la imagen a generar.
et: Lootava pildi suurus
fa: اندازه تصویر برای تولید
fi: Luotavan kuvan koko
fr: La taille de l'image à générer
he: גודל התמונה שיש ליצור
hi: उत्पन्न की जाने वाली छवि का आकार
hr: Veličina slike koju treba generirati
hu: A generálandó kép mérete
id: Ukuran gambar yang akan dihasilkan
it: La dimensione dell'immagine da generare
ko: 생성할 이미지의 크기
lt: Sugeneruojamo vaizdo dydis
ms: Saiz imej untuk dihasilkan
nl: De grootte van de afbeelding die moet worden gegenereerd
no: Størrelsen på bildet som skal genereres
pl: Rozmiar obrazu do wygenerowania
pt: O tamanho da imagem a ser gerada
ro: Dimensiunea imaginii de generat
ru: Размер создаваемого изображения
sl: Velikost slike za ustvarjanje
sv: Storleken på bilden som ska genereras
th: ขนาดของภาพที่จะสร้าง
tr: Oluşturulacak görüntünün boyutu
uk: Розмір зображення для створення
vi: Kích thước của hình ảnh cần tạo

source: The quality of the image to generate
ar: جودة الصورة المراد توليدها
bg: Качеството на изображението за генериране
bn: ছবির গুণমান তৈরি করতে হবে
ca: La qualitat de la imatge a generar
de: Die Qualität des zu generierenden Bildes
el: Η ποιότητα της εικόνας που θα δημιουργηθεί
es: La calidad de la imagen a generar.
et: Lootava pildi kvaliteet
fa: کیفیت تصویر برای تولید
fi: Luotavan kuvan laatu
fr: La qualité de l'image à générer
he: איכות התמונה להפקה
hi: उत्पन्न की जाने वाली छवि की गुणवत्ता
hr: Kvaliteta slike koju treba generirati
hu: A generálandó kép minősége
id: Kualitas gambar yang akan dihasilkan
it: La qualità dell'immagine da generare
ko: 생성할 이미지의 품질
lt: Kuriamo vaizdo kokybė
ms: Kualiti imej untuk dihasilkan
nl: De kwaliteit van de afbeelding die moet worden gegenereerd
no: Kvaliteten på bildet som skal genereres
pl: Jakość generowanego obrazu
pt: A qualidade da imagem a ser gerada
ro: Calitatea imaginii de generat
ru: Качество создаваемого изображения
sl: Kakovost slike, ki jo želite ustvariti
sv: Kvaliteten på bilden som ska genereras
th: คุณภาพของภาพที่จะสร้าง
tr: Oluşturulacak görüntünün kalitesi
uk: Якість зображення для створення
vi: Chất lượng của hình ảnh được tạo ra

source: The style of the image to generate
ar: نمط الصورة المراد إنشاؤها
bg: Стилът на изображението за генериране
bn: ছবির শৈলী তৈরি করতে হবে
ca: L'estil de la imatge a generar
de: Der Stil des zu generierenden Bildes
el: Το στυλ της εικόνας που πρέπει να δημιουργηθεί
es: El estilo de la imagen a generar.
et: Lootava pildi stiil
fa: سبک تصویر برای تولید
fi: Luotavan kuvan tyyli
fr: Le style de l'image à générer
he: סגנון התמונה שיש ליצור
hi: उत्पन्न की जाने वाली छवि की शैली
hr: Stil slike za generiranje
hu: A generálandó kép stílusa
id: Gaya gambar yang akan dihasilkan
it: Lo stile dell'immagine da generare
ko: 생성할 이미지의 스타일
lt: Kuriamo vaizdo stilius
ms: Gaya imej untuk dijana
nl: De stijl van de afbeelding die moet worden gegenereerd
no: Stilen til bildet som skal genereres
pl: Styl obrazu do wygenerowania
pt: O estilo da imagem a ser gerada
ro: Stilul imaginii de generat
ru: Стиль создаваемого изображения
sl: Slog slike za ustvarjanje
sv: Stilen på bilden som ska genereras
th: รูปแบบของภาพที่จะสร้าง
tr: Oluşturulacak görüntünün stili
uk: Стиль зображення для створення
vi: Phong cách của hình ảnh để tạo ra

source: The API key is not set up!
ar: لم يتم إعداد مفتاح API!
bg: API ключът не е настроен!
bn: API কী সেট আপ করা হয়নি!
ca: La clau API no està configurada!
de: Der API-Schlüssel ist nicht eingerichtet!
el: Το κλειδί API δεν έχει ρυθμιστεί!
es: ¡La clave API no está configurada!
et: API võti pole seadistatud!
fa: کلید API تنظیم نشده است!
fi: API-avainta ei ole asetettu!
fr: La clé API n'est pas configurée !
he: מפתח ה-API לא מוגדר!
hi: एपीआई कुंजी सेट नहीं है!
hr: API ključ nije postavljen!
hu: Az API kulcs nincs beállítva!
id: Kunci API belum disiapkan!
it: La chiave API non è impostata!
ko: API 키가 설정되지 않았습니다!
lt: API raktas nenustatytas!
ms: Kunci API tidak disediakan!
nl: De API-sleutel is niet ingesteld!
no: API-nøkkelen er ikke satt opp!
pl: Klucz API nie jest skonfigurowany!
pt: A chave API não está configurada!
ro: Cheia API nu este configurată!
ru: Ключ API не настроен!
sl: Ključ API ni nastavljen!
sv: API-nyckeln är inte inställd!
th: ไม่ได้ตั้งค่าคีย์ API!
tr: API anahtarı ayarlanmamış!
uk: Ключ API не встановлено!
vi: Khóa API chưa được thiết lập!

source: Image generation is disabled!
ar: تم تعطيل توليد الصور!
bg: Генерирането на изображения е деактивирано!
bn: ছবি তৈরি করা অক্ষম!
ca: La generació d'imatges està desactivada!
de: Bildgenerierung ist deaktiviert!
el: Η δημιουργία εικόνων είναι απενεργοποιημένη!
es: ¡La generación de imágenes está deshabilitada!
et: Pildi genereerimine on keelatud!
fa: تولید تصویر غیرفعال است!
fi: Kuvan luonti on poistettu käytöstä!
fr: La génération d'images est désactivée !
he: יצירת תמונות מושבתת!
hi: छवि निर्माण अक्षम है!
hr: Generiranje slika je onemogućeno!
hu: A képgenerálás le van tiltva!
id: Pembuatan gambar dinonaktifkan!
it: La generazione delle immagini è disabilitata!
ko: 이미지 생성이 비활성화되었습니다!
lt: Vaizdo generavimas išjungtas!
ms: Penjanaan imej dilumpuhkan!
nl: Het genereren van afbeeldingen is uitgeschakeld!
no: Bildegenerering er deaktivert!
pl: Generowanie obrazu jest wyłączone!
pt: A geração de imagens está desativada!
ro: Generarea imaginilor este dezactivată!
ru: Генерация изображений отключена!
sl: Generiranje slik je onemogočeno!
sv: Bildgenerering är inaktiverad!
th: การสร้างภาพถูกปิดใช้งาน!
tr: Görüntü oluşturma devre dışı bırakıldı!
uk: Генерація зображень вимкнена!
vi: Tạo hình ảnh bị vô hiệu hóa!

source: Generating image...
ar: جارٍ إنشاء الصورة...
bg: Изображението се генерира...
bn: ছবি তৈরি করা হচ্ছে...
ca: S'està generant la imatge...
de: Bild wird generiert...
el: Δημιουργία εικόνας...
es: Generando imagen...
et: Pildi genereerimine...
fa: در حال تولید تصویر...
fi: Luodaan kuvaa...
fr: Génération d'image...
he: יוצר תמונה...
hi: छवि उत्पन्न हो रही है...
hr: Generiranje slike...
hu: Kép generálása...
id: Menghasilkan gambar...
it: Generazione immagine...
ko: 이미지 생성 중...
lt: Generuojamas vaizdas...
ms: Menjana imej...
nl: Afbeelding genereren...
no: Genererer bilde...
pl: Generuję obraz...
pt: Gerando imagem...
ro: Se generează imaginea...
ru: Создание изображения...
sl: Ustvarjanje slike ...
sv: Skapar bild...
th: กำลังสร้างภาพ...
tr: Görüntü oluşturuluyor...
uk: Створення зображення...
vi: Đang tạo hình ảnh...

source: Cost: ${}
ar: التكلفة: ${}
bg: Цена: ${}
bn: খরচ: ${}
de: Kosten: ${}
el: Κόστος: ${}
es: Costo: ${}
et: Maksumus: {} $
fa: هزینه: ${}
fi: Hinta: ${}
fr: Coût : {} $
he: עלות: ${}
hi: लागत: ${}
hr: Cijena: ${}
hu: Költség: {} USD
id: Biaya: ${}
it: Costo: ${}
ko: 비용: ${}
lt: Kaina: {} USD
ms: Kos: ${}
nl: Kosten: ${}
no: Kostnad: ${}
pl: Koszt: ${}
pt: Custo: ${}
ro: Cost: {} USD
ru: Стоимость: ${}
sl: Cena: ${}
sv: Kostnad: ${}
th: ราคา: ${}
tr: Maliyet: ${}
uk: Вартість: ${}
vi: Chi phí: ${}

source: Revised Prompt
ar: موجه المنقحة
bg: Ревизирана подкана
bn: সংশোধিত প্রম্পট
ca: Avís revisat
de: Überarbeitete Eingabeaufforderung
el: Αναθεωρημένη προτροπή
es: Mensaje revisado
et: Muudetud viip
fa: درخواست تجدید نظر شده
fi: Tarkistettu kehote
fr: Invite révisée
he: הנחיה מתוקנת
hi: संशोधित संकेत
hr: Revidirani upit
hu: Átdolgozott prompt
id: Perintah yang Direvisi
it: Prompt rivisto
ko: 수정된 프롬프트
lt: Patikslintas raginimas
ms: Prompt yang disemak
nl: Herziene prompt
no: Revidert ledetekst
pl: Poprawiony monit
pt: Prompt revisado
ro: Solicitare revizuită
ru: Пересмотренная подсказка
sl: Spremenjen poziv
sv: Reviderad prompt
th: พรอมต์ที่แก้ไขแล้ว
tr: Revize Edilmiş Bilgi İstemi
uk: Переглянуте підказка
vi: Lời nhắc sửa đổi

source: *Collabroative conversations are enabled*
ar: *تم تمكين المحادثات التعاونية*
bg: *Разговорите за сътрудничество са активирани*
bn: *সহযোগী কথোপকথন সক্ষম করা হয়েছে*
ca: *Les converses col·laboratives estan habilitades*
de: *Gemeinsame Gespräche sind aktiviert*
el: *Οι συνεργατικές συνομιλίες είναι ενεργοποιημένες*
es: *Las conversaciones colaborativas están habilitadas*
et: *Koostöövestlused on lubatud*
fa: *مکالمات مشارکتی فعال است*
fi: *Yhteistyökeskustelut ovat käytössä*
fr: *Les conversations collaboratives sont activées*
he: *שיחות שיתופיות מופעלות*
hi: *सहयोगात्मक वार्तालाप सक्षम हैं*
hr: *Omogućeni su suradnički razgovori*
hu: *Az együttműködési beszélgetések engedélyezve vannak*
id: *Percakapan kolaboratif diaktifkan*
it: *Le conversazioni collaborative sono abilitate*
ko: *협업 대화가 활성화되었습니다*
lt: *Bendradarbiavimo pokalbiai įjungti*
ms: *Perbualan kolaboratif didayakan*
nl: *Samenwerkingsgesprekken zijn ingeschakeld*
no: *Samarbeidssamtaler er aktivert*
pl: *Wspólne rozmowy są włączone*
pt: *Conversas colaborativas estão habilitadas*
ro: *Conversațiile colaborative sunt activate*
ru: *Совместные беседы включены*
sl: *Omogočeni so sodelovalni pogovori*
sv: *Samarbetskonversationer är aktiverade*
th: *เปิดใช้งานการสนทนาร่วมกันแล้ว*
tr: *Ortak konuşmalar etkinleştirildi*
uk: *Спільні розмови ввімкнено*
vi: *Cuộc trò chuyện cộng tác được bật*

source: Conversation stats for {}
ar: إحصائيات المحادثة لـ {}
bg: Статистика на разговора за {}
bn: {} এর জন্য কথোপকথনের পরিসংখ্যান
ca: Estadístiques de conversa per a {}
de: Konversationsstatistiken für {}
el: Στατιστικά συνομιλίας για {}
es: Estadísticas de conversación para {}
et: Vestluse statistika: {}
fa: آمار مکالمه برای {}
fi: Keskustelutilastot kohteelle {}
fr: Statistiques de conversation pour {}
he: נתונים סטטיסטיים של שיחה עבור {}
hi: {} के लिए वार्तालाप आँकड़े
hr: Statistika razgovora za {}
hu: {} beszélgetési statisztikái
id: Statistik percakapan untuk {}
it: Statistiche sulle conversazioni per {}
ko: {}에 대한 대화 통계
lt: {} pokalbių statistika
ms: Statistik perbualan untuk {}
nl: Gespreksstatistieken voor {}
no: Samtalestatistikk for {}
pl: Statystyki rozmów dla {}
pt: Estatísticas de conversa para {}
ro: Statistici de conversație pentru {}
ru: Статистика разговоров для {}
sl: Statistika pogovorov za {}
sv: Konversationsstatistik för {}
th: สถิติการสนทนาสำหรับ {}
tr: {} için konuşma istatistikleri
uk: Статистика розмов для {}
vi: Thống kê cuộc hội thoại cho {}

source: Token limit is a soft cap and excess is trimmed before sending to the api
ar: الحد الأقصى للرمز المميز هو حد أقصى ويتم قطع الفائض قبل إرساله إلى واجهة برمجة التطبيقات
bg: Ограничението на токените е меко ограничение и излишъкът се отрязва, преди да се изпрати към API
bn: টোকেন সীমা একটি নরম ক্যাপ এবং অতিরিক্ত এপিআইতে পাঠানোর আগে ছাঁটাই করা হয়
ca: El límit de testimoni és un límit suau i l'excés es retalla abans d'enviar-lo a l'API
de: Das Token-Limit ist eine weiche Obergrenze und der Überschuss wird vor dem Senden an die API gekürzt
el: Το όριο διακριτικού είναι ένα μαλακό καπάκι και το πλεόνασμα περικόπτεται πριν από την αποστολή στο api
es: El límite de token es un límite suave y el exceso se recorta antes de enviarlo a la API.
et: Token limiit on pehme kork ja ülejääk kärbitakse enne API-le saatmist
fa: محدودیت توکن یک کلاهک نرم است و مازاد آن قبل از ارسال به api کوتاه می‌شود
fi: Token limit on soft cap ja ylimääräinen leikataan ennen lähettämistä apille
fr: La limite de jetons est un plafond souple et l'excédent est réduit avant d'être envoyé à l'API
he: מגבלת האסימון היא כובע רך והעודף נחתך לפני השליחה ל-API
hi: टोकन सीमा एक नरम सीमा है और एपीआई को भेजने से पहले अतिरिक्त को काट दिया जाता है
hr: Ograničenje tokena je soft cap i višak se skraćuje prije slanja u API
hu: A token limit egy puha sapka, és a többletet levágják, mielőtt elküldenék az API-nak
id: Batas token adalah batas lunak dan kelebihannya dipangkas sebelum dikirim ke api
it: Il limite dei token è un limite massimo e l'eccesso viene ridotto prima dell'invio all'API
ko: 토큰 한도는 소프트 캡이며 초과분은 API로 보내기 전에 잘립니다.
lt: Žetonų limitas yra minkštas dangtelis, o perteklius apkarpomas prieš siunčiant į API
ms: Had token ialah penutup lembut dan lebihan dipangkas sebelum dihantar ke api
nl: Tokenlimiet is een zachte limiet en overtollige token wordt bijgesneden voordat deze naar de API wordt verzonden
no: Token-grensen er en myk hette og overskudd trimmes før sending til api
pl: Limit tokenów to miękki limit, a nadmiar jest obcinany przed wysłaniem do interfejsu API
pt: O limite de token é um soft cap e o excesso é cortado antes de ser enviado para a API
ro: Limita de token este o limită moale, iar excesul este tăiat înainte de a fi trimis la API
ru: Лимит токенов — это мягкий предел, и избыток обрезается перед отправкой в ​​API.
sl: Omejitev žetonov je mehka omejitev in presežek se zmanjša pred pošiljanjem v API
sv: Token limit är ett mjukt lock och överskottet trimmas innan det skickas till api
th: ขีดจำกัดโทเค็นเป็นแบบ soft cap และส่วนที่เกินจะถูกตัดออกก่อนส่งไปยัง API
tr: Token limiti yumuşak bir sınırdır ve fazlalık API'ye gönderilmeden önce kesilir
uk: Обмеження токенів є м’яким обмеженням, і надлишок обрізається перед надсиланням до API
vi: Giới hạn mã thông báo là giới hạn mềm và phần vượt quá sẽ được cắt bớt trước khi gửi tới api

source: System prompt override for this conversation
ar: تجاوز موجه النظام لهذه المحادثة
bg: Отмяна на системната подкана за този разговор
bn: এই কথোপকথনের জন্য সিস্টেম প্রম্পট ওভাররাইড
ca: Substitució de la sol·licitud del sistema per a aquesta conversa
de: Überschreibung der Systemaufforderung für diese Konversation
el: Παράκαμψη προτροπής συστήματος για αυτήν τη συνομιλία
es: Anulación del aviso del sistema para esta conversación
et: Selle vestluse süsteemiviipa alistamine
fa: لغو درخواست سیستم برای این مکالمه
fi: Järjestelmäkehotteen ohitus tälle keskustelulle
fr: Remplacement de l'invite système pour cette conversation
he: ביטול הנחיית המערכת עבור שיחה זו
hi: इस वार्तालाप के लिए सिस्टम प्रॉम्प्ट ओवरराइड
hr: Nadjačavanje upita sustava za ovaj razgovor
hu: Rendszerkérdés felülbírálása ehhez a beszélgetéshez
id: Penggantian perintah sistem untuk percakapan ini
it: Ignora la richiesta di sistema per questa conversazione
ko: 이 대화에 대한 시스템 메시지 무시
lt: Šio pokalbio sistemos raginimo nepaisymas
ms: Pembatalan gesaan sistem untuk perbualan ini
nl: Systeemprompt negeren voor dit gesprek
no: Overstyring av systemmeldingen for denne samtalen
pl: Zastąpienie monitu systemowego dla tej konwersacji
pt: Substituição do prompt do sistema para esta conversa
ro: Suprascrierea promptului de sistem pentru această conversație
ru: Переопределение системного запроса для этого разговора
sl: Preglasitev sistemskega poziva za ta pogovor
sv: Åsidosätt systemprompten för den här konversationen
th: การแทนที่พร้อมท์ของระบบสำหรับการสนทนานี้
tr: Bu görüşme için sistem istemini geçersiz kılma
uk: Заміна системної підказки для цієї розмови
vi: Ghi đè lời nhắc của hệ thống cho cuộc trò chuyện này

source: System prompt override for this channel
ar: تجاوز موجه النظام لهذه القناة
bg: Отмяна на системната подкана за този канал
bn: এই চ্যানেলের জন্য সিস্টেম প্রম্পট ওভাররাইড
ca: Substitució de la sol·licitud del sistema per a aquest canal
de: Überschreibung der Systemaufforderung für diesen Kanal
el: Παράκαμψη προτροπής συστήματος για αυτό το κανάλι
es: Anulación del mensaje del sistema para este canal
et: Selle kanali süsteemiviipa alistamine
fa: لغو درخواست سیستم برای این کانال
fi: Järjestelmäkehotteen ohitus tälle kanavalle
fr: Remplacement de l'invite système pour ce canal
he: עקיפה של הודעת מערכת עבור ערוץ זה
hi: इस चैनल के लिए सिस्टम प्रॉम्प्ट ओवरराइड
hr: Nadjačavanje upita sustava za ovaj kanal
hu: Rendszerkérdés felülbírálása ehhez a csatornához
id: Penggantian perintah sistem untuk saluran ini
it: Ignora la richiesta di sistema per questo canale
ko: 이 채널에 대한 시스템 프롬프트 재정의
lt: Sistemos raginimo nepaisymas šiam kanalui
ms: Pembatalan gesaan sistem untuk saluran ini
nl: Systeemprompt negeren voor dit kanaal
no: Overstyring av systemmelding for denne kanalen
pl: Zastąpienie monitu systemowego dla tego kanału
pt: Substituição do prompt do sistema para este canal
ro: Suprascrierea promptului de sistem pentru acest canal
ru: Переопределение системного запроса для этого канала
sl: Preglasitev sistemskega poziva za ta kanal
sv: Åsidosätt systemprompt för den här kanalen
th: การแทนที่พร้อมท์ของระบบสำหรับช่องนี้
tr: Bu kanal için sistem istemini geçersiz kılma
uk: Перевизначення системної підказки для цього каналу
vi: Ghi đè lời nhắc hệ thống cho kênh này

source: Your conversation in this channel has been reset!
ar: تمت إعادة ضبط محادثتك في هذه القناة!
bg: Вашият разговор в този канал е нулиран!
bn: এই চ্যানেলে আপনার কথোপকথন পুনরায় সেট করা হয়েছে!
ca: La teva conversa en aquest canal s'ha restablert!
de: Deine Konversation in diesem Kanal wurde zurückgesetzt!
el: Η συνομιλία σας σε αυτό το κανάλι έχει επαναφερθεί!
es: ¡Tu conversación en este canal ha sido reiniciada!
et: Teie vestlus sellel kanalil on lähtestatud!
fa: مکالمه شما در این کانال بازنشانی شده است!
fi: Keskustelusi tällä kanavalla on nollattu!
fr: Votre conversation sur cette chaîne a été réinitialisée !
he: השיחה שלך בערוץ זה אופסה!
hi: इस चैनल में आपकी बातचीत रीसेट कर दी गई है!
hr: Vaš razgovor na ovom kanalu je poništen!
hu: Az ezen a csatornán folytatott beszélgetést alaphelyzetbe állítottuk!
id: Percakapan Anda di saluran ini telah disetel ulang!
it: La tua conversazione in questo canale è stata ripristinata!
ko: 이 채널의 대화가 재설정되었습니다!
lt: Jūsų pokalbis šiame kanale nustatytas iš naujo!
ms: Perbualan anda dalam saluran ini telah ditetapkan semula!
nl: Je gesprek in dit kanaal is gereset!
no: Samtalen din i denne kanalen er tilbakestilt!
pl: Twoja rozmowa na tym kanale została zresetowana!
pt: Sua conversa neste canal foi redefinida!
ro: Conversația ta de pe acest canal a fost resetată!
ru: Ваш разговор на этом канале сброшен!
sl: Vaš pogovor v tem kanalu je bil ponastavljen!
sv: Din konversation i den här kanalen har återställts!
th: บทสนทนาของคุณในช่องนี้ถูกรีเซ็ตแล้ว!
tr: Bu kanaldaki görüşmeniz sıfırlandı!
uk: Вашу розмову в цьому каналі скинуто!
vi: Cuộc trò chuyện của bạn trong kênh này đã được đặt lại!
