Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/assistant/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ko, lt, ms, nl, no, pl, pt, ro, ru, sl, sv, th, tr, uk, vi

source: Failed to read `{}`, bot owner can use `{}` for more information
ar: فشلت قراءة `{}`، يمكن لمالك الروبوت استخدام `{}` لمزيد من المعلومات
bg: Неуспешно четене на `{}`, собственикът на бот може да използва `{}` за повече информация
bn: `{}` পড়তে ব্যর্থ, বট মালিক আরও তথ্যের জন্য `{}` ব্যবহার করতে পারেন
ca: No s'ha pogut llegir `{}`, el propietari del bot pot utilitzar `{}` per obtenir més informació
de: „{}“ konnte nicht gelesen werden. Bot-Besitzer kann „{}“ für weitere Informationen verwenden
el: Η ανάγνωση του "{}" απέτυχε, ο κάτοχος του bot μπορεί να χρησιμοποιήσει το "{}" για περισσότερες πληροφορίες
es: No se pudo leer `{}`, el propietario del bot puede usar `{}` para obtener más información
et: Faili „{}” lugemine ebaõnnestus, roboti omanik saab lisateabe saamiseks kasutada faili „{}”.
fa: «{}» خوانده نشد، مالک ربات می‌تواند برای اطلاعات بیشتر از «{}» استفاده کند
fi: `{}`:n lukeminen epäonnistui, botin omistaja voi käyttää `{}` lisätietoja varten
fr: Échec de la lecture de `{}`, le propriétaire du bot peut utiliser `{}` pour plus d'informations
he: קריאת `{}` נכשלה, בעל הבוט יכול להשתמש ב-`{}` למידע נוסף
hi: `{}` पढ़ने में विफल, बॉट मालिक अधिक जानकारी के लिए `{}` का उपयोग कर सकता है
hr: Nije uspjelo čitanje `{}`, vlasnik bota može koristiti `{}` za više informacija
hu: Nem sikerült elolvasni a `{}` fájlt, a bot tulajdonosa további információért használhatja a `{}`-t
id: Gagal membaca `{}`, pemilik bot bisa menggunakan `{}` untuk informasi selengkapnya
it: Impossibile leggere "{}", il proprietario del bot può utilizzare "{}" per ulteriori informazioni
ko: `{}`를 읽지 못했습니다. 봇 소유자는 `{}`를 사용하여 자세한 내용을 확인할 수 있습니다.
lt: Nepavyko perskaityti „{}“, roboto savininkas gali naudoti „{}“, kad gautų daugiau informacijos
ms: Gagal membaca `{}`, pemilik bot boleh menggunakan `{}` untuk mendapatkan maklumat lanjut
nl: Kan `{}` niet lezen, de boteigenaar kan `{}` gebruiken voor meer informatie
no: Kunne ikke lese `{}`, boteier kan bruke `{}` for mer informasjon
pl: Nie udało się odczytać `{}`, właściciel bota może użyć `{}`, aby uzyskać więcej informacji
pt: Falha ao ler `{}`, o proprietário do bot pode usar `{}` para obter mais informações
ro: Nu a putut citi `{}`, proprietarul botului poate folosi `{}` pentru mai multe informații
ru: Не удалось прочитать `{}`, владелец бота может использовать `{}` для получения дополнительной информации.
sl: Branje `{}` ni uspelo, lastnik bota lahko uporabi `{}` za več informacij
sv: Det gick inte att läsa `{}`, botägaren kan använda `{}` för mer information
th: ไม่สามารถอ่าน `{}` เจ้าของบอทสามารถใช้ `{}` เพื่อดูข้อมูลเพิ่มเติม
tr: `{}` okunamadı, bot sahibi daha fazla bilgi için `{}` kullanabilir
uk: Не вдалося прочитати `{}`, власник бота може використовувати `{}` для отримання додаткової інформації
vi: Không đọc được `{}`, chủ sở hữu bot có thể sử dụng `{}` để biết thêm thông tin

source: The initial prompt has been removed!
ar: تمت إزالة المطالبة الأولية!
bg: Първоначалната подкана е премахната!
bn: প্রাথমিক প্রম্পট সরানো হয়েছে!
ca: S'ha eliminat el missatge inicial!
de: Die anfängliche Eingabeaufforderung wurde entfernt!
el: Η αρχική προτροπή έχει αφαιρεθεί!
es: ¡El mensaje inicial ha sido eliminado!
et: Esialgne viip on eemaldatud!
fa: درخواست اولیه حذف شده است!
fi: Alkukehote on poistettu!
fr: L'invite initiale a été supprimée !
he: ההודעה הראשונית הוסרה!
hi: प्रारंभिक संकेत हटा दिया गया है!
hr: Početni upit je uklonjen!
hu: A kezdeti prompt eltávolítva!
id: Perintah awal telah dihapus!
it: Il prompt iniziale è stato rimosso!
ko: 초기 프롬프트가 제거되었습니다!
lt: Pradinis raginimas pašalintas!
ms: Gesaan awal telah dialih keluar!
nl: De initiële prompt is verwijderd!
no: Den første forespørselen er fjernet!
pl: Początkowy monit został usunięty!
pt: O prompt inicial foi removido!
ro: Solicitarea inițială a fost eliminată!
ru: Начальная подсказка удалена!
sl: Začetni poziv je bil odstranjen!
sv: Den första uppmaningen har tagits bort!
th: ข้อความแจ้งเริ่มต้นถูกลบออกแล้ว!
tr: İlk istem kaldırıldı!
uk: Початкову підказку видалено!
vi: Lời nhắc ban đầu đã bị xóa!

source: The initial prompt has been overwritten!
ar: تمت الكتابة فوق المطالبة الأولية!
bg: Първоначалната подкана е презаписана!
bn: প্রাথমিক প্রম্পট ওভাররাইট করা হয়েছে!
ca: La sol·licitud inicial s'ha sobreescrit!
de: Die anfängliche Eingabeaufforderung wurde überschrieben!
el: Η αρχική προτροπή έχει αντικατασταθεί!
es: ¡El mensaje inicial ha sido sobrescrito!
et: Esialgne viip on üle kirjutatud!
fa: درخواست اولیه بازنویسی شده است!
fi: Alkukehote on kirjoitettu päälle!
fr: L'invite initiale a été écrasée !
he: ההנחיה הראשונית הוחלפה!
hi: प्रारंभिक संकेत अधिलेखित कर दिया गया है!
hr: Početni upit je prebrisan!
hu: A kezdeti prompt felül lett írva!
id: Perintah awal telah ditimpa!
it: Il prompt iniziale è stato sovrascritto!
ko: 초기 프롬프트를 덮어썼습니다!
lt: Pradinis raginimas buvo perrašytas!
ms: Gesaan awal telah ditimpa!
nl: De eerste prompt is overschreven!
no: Den første ledeteksten er overskrevet!
pl: Początkowy monit został nadpisany!
pt: O prompt inicial foi substituído!
ro: Solicitarea inițială a fost suprascrisă!
ru: Первоначальное приглашение было перезаписано!
sl: Začetni poziv je bil prepisan!
sv: Den första uppmaningen har skrivits över!
th: ข้อความแจ้งเริ่มต้นถูกเขียนทับแล้ว!
tr: İlk istemin üzerine yazıldı!
uk: Початкову підказку було перезаписано!
vi: Lời nhắc ban đầu đã bị ghi đè!

source: Initial prompt has been set!
ar: تم تعيين المطالبة الأولية!
bg: Първоначалната подкана е зададена!
bn: প্রাথমিক প্রম্পট সেট করা হয়েছে!
ca: S'ha configurat el missatge inicial!
de: Die erste Eingabeaufforderung wurde festgelegt!
el: Η αρχική προτροπή έχει οριστεί!
es: ¡Se ha configurado el mensaje inicial!
et: Esialgne viip on seatud!
fa: درخواست اولیه تنظیم شده است!
fi: Alkukehote on asetettu!
fr: L'invite initiale a été définie !
he: הוגדרה הנחיה ראשונית!
hi: आरंभिक संकेत सेट कर दिया गया है!
hr: Početni upit je postavljen!
hu: A kezdeti prompt beállítva!
id: Perintah awal telah ditetapkan!
it: Il prompt iniziale è stato impostato!
ko: 초기 프롬프트가 설정되었습니다!
lt: Pradinis raginimas nustatytas!
ms: Gesaan awal telah ditetapkan!
nl: De eerste prompt is ingesteld!
no: Innledende melding er satt!
pl: Początkowy monit został ustawiony!
pt: O prompt inicial foi definido!
ro: Solicitarea inițială a fost setată!
ru: Начальное приглашение установлено!
sl: Začetni poziv je nastavljen!
sv: Initial prompt har ställts in!
th: ตั้งค่าพรอมต์เริ่มต้นแล้ว!
tr: İlk istem ayarlandı!
uk: Початковий запит встановлено!
vi: Lời nhắc ban đầu đã được thiết lập!

source: No channel prompt set for {}
ar: لم يتم تعيين موجه قناة لـ {}
bg: Няма зададена подкана за канал за {}
bn: {} এর জন্য কোনো চ্যানেল প্রম্পট সেট করা নেই
ca: No s'ha definit cap sol·licitud de canal per a {}
de: Für {} ist keine Kanalaufforderung festgelegt.
el: Δεν έχει οριστεί μήνυμα προτροπής καναλιού για {}
es: No hay mensaje de canal configurado para {}
et: {} jaoks pole kanaliviipa määratud
fa: هیچ درخواست کانالی برای {} تنظیم نشده است
fi: Ei asetettu kanavakehotetta kohteelle {}
fr: Aucune invite de chaîne définie pour {}
he: לא הוגדרה בקשת ערוץ עבור {}
hi: {} के लिए कोई चैनल प्रॉम्प्ट सेट नहीं
hr: Nije postavljen upit za kanal za {}
hu: Nincs beállítva csatornaprompt a következőhöz: {}
id: Tidak ada perintah saluran yang disetel untuk {}
it: Nessuna richiesta di canale impostata per {}
ko: {}에 설정된 채널 프롬프트가 없습니다.
lt: Nenustatyta {} kanalo raginimas
ms: Tiada gesaan saluran ditetapkan untuk {}
nl: Geen kanaalprompt ingesteld voor {}
no: Ingen kanalforespørsel angitt for {}
pl: Nie ustawiono monitu o kanał dla {}
pt: Nenhum prompt de canal definido para {}
ro: Nicio solicitare de canal setată pentru {}
ru: Для {} не задано приглашение на канал.
sl: Za {} ni nastavljen poziv za kanal
sv: Ingen kanaluppmaning inställd för {}
th: ไม่มีการตั้งค่าช่องสัญญาณสำหรับ {}
tr: {} için ayarlanan kanal istemi yok
uk: Для {} не встановлено сповіщення про канал
vi: Không có lời nhắc kênh nào được đặt cho {}

source: Channel prompt has been removed from {}!
ar: تمت إزالة مطالبة القناة من {}!
bg: Подканата за канал е премахната от {}!
bn: চ্যানেল প্রম্পট {} থেকে সরানো হয়েছে!
ca: La sol·licitud del canal s'ha eliminat de {}!
de: Die Kanalaufforderung wurde aus {} entfernt!
el: Το μήνυμα προτροπής καναλιού έχει αφαιρεθεί από το {}!
es: ¡El mensaje del canal se ha eliminado de {}!
et: Kanali viip on kasutajalt {} eemaldatud!
fa: درخواست کانال از {} ​​حذف شده است!
fi: Kanavakehote on poistettu kohteesta {}!
fr: L'invite de chaîne a été supprimée de {} !
he: בקשת הערוץ הוסרה מ-{}!
hi: चैनल प्रॉम्प्ट को {} से हटा दिया गया है!
hr: Upit za kanal uklonjen je iz {}!
hu: A csatornaértesítést eltávolítottuk innen: {}!
id: Perintah saluran telah dihapus dari {}!
it: La richiesta del canale è stata rimossa da {}!
ko: 채널 프롬프트가 {}에서 제거되었습니다!
lt: Kanalo raginimas pašalintas iš {}!
ms: Gesaan saluran telah dialih keluar daripada {}!
nl: Kanaalprompt is verwijderd van {}!
no: Kanalforespørsel er fjernet fra {}!
pl: Podpowiedź dotycząca kanału została usunięta z {}!
pt: A solicitação do canal foi removida de {}!
ro: Solicitarea canalului a fost eliminată din {}!
ru: Подсказка о канале удалена из {}!
sl: Poziv za kanal je bil odstranjen iz {}!
sv: Kanaluppmaningen har tagits bort från {}!
th: ข้อความแจ้งช่องถูกลบออกจาก {}!
tr: Kanal istemi {} kanalından kaldırıldı!
uk: Підказку щодо каналу видалено з {}!
vi: Lời nhắc kênh đã bị xóa khỏi {}!

source: No channel prompt set for {}!
ar: لم يتم تعيين موجه قناة لـ {}!
bg: Няма зададена подкана за канал за {}!
bn: {} এর জন্য কোনো চ্যানেল প্রম্পট সেট করা হয়নি!
ca: No s'ha definit cap sol·licitud de canal per a {}!
de: Für {} ist keine Kanalaufforderung festgelegt!
el: Δεν έχει οριστεί μήνυμα προτροπής καναλιού για {}!
es: ¡No hay mensaje de canal configurado para {}!
et: {} jaoks pole kanaliviipa määratud!
fa: هیچ درخواست کانالی برای {} تنظیم نشده است!
fi: Ei asetettu kanavakehotetta kohteelle {}!
fr: Aucune invite de chaîne définie pour {} !
he: לא הוגדרה בקשת ערוץ עבור {}!
hi: {} के लिए कोई चैनल प्रॉम्प्ट सेट नहीं!
hr: Nije postavljen upit za kanal za {}!
hu: Nincs beállítva csatornaprompt a következőhöz: {}!
id: Tidak ada perintah saluran yang disetel untuk {}!
it: Nessuna richiesta di canale impostata per {}!
ko: {}에 설정된 채널 프롬프트가 없습니다!
lt: Nenustatyta {} kanalo raginimas!
ms: Tiada gesaan saluran ditetapkan untuk {}!
nl: Geen kanaalprompt ingesteld voor {}!
no: Ingen kanalforespørsel angitt for {}!
pl: Nie ustawiono monitu o kanał dla {}!
pt: Nenhum prompt de canal definido para {}!
ro: Nicio solicitare de canal setată pentru {}!
ru: Для {} не задано приглашение на канал!
sl: Za {} ni nastavljen poziv za kanal!
sv: Ingen kanaluppmaning inställd för {}!
th: ไม่มีการตั้งค่าช่องสำหรับ {}!
tr: {} için ayarlanan kanal istemi yok!
uk: Для {} не встановлено сповіщення про канал!
vi: Không có lời nhắc kênh nào được đặt cho {}!

source: Channel prompt has been overwritten for {}!
ar: تمت الكتابة فوق موجه القناة لـ {}!
bg: Подканата за канал е презаписана за {}!
bn: চ্যানেল প্রম্পট {}-এর জন্য ওভাররাইট করা হয়েছে!
ca: La sol·licitud del canal s'ha sobreescrit per a {}!
de: Die Kanalaufforderung wurde für {} überschrieben!
el: Το μήνυμα προτροπής καναλιού έχει αντικατασταθεί για το {}!
es: ¡Se ha sobrescrito el mensaje del canal para {}!
et: Kanali viip on {} jaoks üle kirjutatud!
fa: درخواست کانال برای {} رونویسی شده است!
fi: Kanavakehote on korvattu kohteelle {}!
fr: L'invite de chaîne a été écrasée pour {} !
he: הודעת הערוץ הוחלפה עבור {}!
hi: चैनल प्रॉम्प्ट को {} के लिए अधिलेखित कर दिया गया है!
hr: Upit kanala je prebrisan za {}!
hu: A csatornaprompt felülírta a következőnél: {}!
id: Perintah saluran telah ditimpa untuk {}!
it: La richiesta del canale è stata sovrascritta per {}!
ko: {}에 대한 채널 프롬프트를 덮어썼습니다!
lt: Kanalo raginimas buvo perrašytas {}!
ms: Gesaan saluran telah ditimpa untuk {}!
nl: Kanaalprompt is overschreven voor {}!
no: Kanalforespørsel er overskrevet for {}!
pl: Podpowiedź dotycząca kanału została nadpisana dla {}!
pt: O prompt do canal foi substituído para {}!
ro: Solicitarea canalului a fost suprascrisă pentru {}!
ru: Подсказка канала была перезаписана для {}!
sl: Poziv za kanal je bil prepisan za {}!
sv: Kanaluppmaningen har skrivits över för {}!
th: ข้อความแจ้งช่องถูกเขียนทับสำหรับ {}!
tr: {} için kanal isteminin üzerine yazıldı!
uk: Запит каналу було перезаписано для {}!
vi: Lời nhắc kênh đã bị ghi đè cho {}!

source: Channel prompt has been set for {}!
ar: تم تعيين موجه القناة لـ {}!
bg: Подканата за канал е зададена за {}!
bn: {} এর জন্য চ্যানেল প্রম্পট সেট করা হয়েছে!
ca: La sol·licitud del canal s'ha configurat per a {}!
de: Die Kanalaufforderung wurde für {} festgelegt!
el: Το μήνυμα προτροπής καναλιού έχει οριστεί για {}!
es: ¡El aviso del canal se ha configurado para {}!
et: Kanali viip on määratud {} jaoks!
fa: درخواست کانال برای {} تنظیم شده است!
fi: Kanavakehote on asetettu kohteelle {}!
fr: L'invite de chaîne a été définie pour {} !
he: הוגדרה הודעת ערוץ עבור {}!
hi: {} के लिए चैनल प्रॉम्प्ट सेट कर दिया गया है!
hr: Upit za kanal postavljen je za {}!
hu: Csatornaprompt beállítva a következőhöz: {}!
id: Perintah saluran telah disetel untuk {}!
it: La richiesta del canale è stata impostata per {}!
ko: {}에 대한 채널 프롬프트가 설정되었습니다!
lt: Kanalo raginimas nustatytas {}!
ms: Gesaan saluran telah ditetapkan untuk {}!
nl: Kanaalprompt is ingesteld voor {}!
no: Kanalforespørsel er satt til {}!
pl: Monit o kanał został ustawiony dla {}!
pt: A solicitação do canal foi definida para {}!
ro: Solicitarea canalului a fost setată pentru {}!
ru: Подсказка канала установлена ​​для {}!
sl: Poziv za kanal je nastavljen za {}!
sv: Kanaluppmaning har ställts in för {}!
th: ช่องแจ้งได้รับการตั้งค่าสำหรับ {}!
tr: {} için kanal istemi ayarlandı!
uk: Підказка каналу встановлена ​​для {}!
vi: Lời nhắc kênh đã được đặt cho {}!

source: The system prompt has been removed!
ar: تمت إزالة موجه النظام!
bg: Системната подкана е премахната!
bn: সিস্টেম প্রম্পট সরানো হয়েছে!
ca: S'ha eliminat el missatge del sistema!
de: Die Systemaufforderung wurde entfernt!
el: Η προτροπή συστήματος έχει αφαιρεθεί!
es: ¡El aviso del sistema ha sido eliminado!
et: Süsteemiviip on eemaldatud!
fa: درخواست سیستم حذف شده است!
fi: Järjestelmäkehote on poistettu!
fr: L'invite système a été supprimée !
he: הודעת המערכת הוסרה!
hi: सिस्टम प्रॉम्प्ट हटा दिया गया है!
hr: Upitnik sustava je uklonjen!
hu: A rendszerkérő eltávolítva!
id: Prompt sistem telah dihapus!
it: Il prompt di sistema è stato rimosso!
ko: 시스템 프롬프트가 제거되었습니다!
lt: Sistemos raginimas pašalintas!
ms: Gesaan sistem telah dialih keluar!
nl: De systeemprompt is verwijderd!
no: Systemmeldingen er fjernet!
pl: Monit systemowy został usunięty!
pt: O prompt do sistema foi removido!
ro: Solicitarea sistemului a fost eliminată!
ru: Системное приглашение удалено!
sl: Sistemski poziv je bil odstranjen!
sv: Systemuppmaningen har tagits bort!
th: ข้อความแจ้งเตือนของระบบถูกลบออกแล้ว!
tr: Sistem istemi kaldırıldı!
uk: Системну підказку видалено!
vi: Lời nhắc hệ thống đã bị xóa!

source: The system prompt has been overwritten!
ar: تمت الكتابة فوق موجه النظام!
bg: Системната подкана е презаписана!
bn: সিস্টেম প্রম্পট ওভাররাইট করা হয়েছে!
ca: L'indicador del sistema s'ha sobreescrit!
de: Die Systemaufforderung wurde überschrieben!
el: Η προτροπή συστήματος έχει αντικατασταθεί!
es: ¡El mensaje del sistema ha sido sobrescrito!
et: Süsteemiviip on üle kirjutatud!
fa: اعلان سیستم بازنویسی شده است!
fi: Järjestelmäkehote on kirjoitettu päälle!
fr: L'invite système a été écrasée !
he: הודעת המערכת הוחלפה!
hi: सिस्टम प्रॉम्प्ट को अधिलेखित कर दिया गया है!
hr: Upit sustava je prebrisan!
hu: A rendszerprompt felülírva!
id: Prompt sistem telah ditimpa!
it: Il prompt del sistema è stato sovrascritto!
ko: 시스템 프롬프트를 덮어썼습니다!
lt: Sistemos raginimas buvo perrašytas!
ms: Gesaan sistem telah ditimpa!
nl: De systeemprompt is overschreven!
no: Systemmeldingen er overskrevet!
pl: Monit systemowy został nadpisany!
pt: O prompt do sistema foi substituído!
ro: Solicitarea sistemului a fost suprascrisă!
ru: Системное приглашение было перезаписано!
sl: Sistemski poziv je bil prepisan!
sv: Systemuppmaningen har skrivits över!
th: ข้อความแจ้งเตือนของระบบถูกเขียนทับแล้ว!
tr: Sistem isteminin üzerine yazıldı!
uk: Системну підказку було перезаписано!
vi: Lời nhắc hệ thống đã bị ghi đè!

source: System prompt has been set!
ar: تم تعيين موجه النظام!
bg: Системната подкана е зададена!
bn: সিস্টেম প্রম্পট সেট করা হয়েছে!
ca: S'ha configurat l'indicador del sistema!
de: Systemaufforderung wurde eingestellt!
el: Η προτροπή συστήματος έχει οριστεί!
es: ¡Se ha configurado el aviso del sistema!
et: Süsteemi viip on seadistatud!
fa: درخواست سیستم تنظیم شده است!
fi: Järjestelmäkehote on asetettu!
fr: L'invite système a été définie !
he: הוגדרה הודעת מערכת!
hi: सिस्टम प्रॉम्प्ट सेट कर दिया गया है!
hr: Postavljen je upit sustava!
hu: A rendszerprompt beállítva!
id: Perintah sistem telah disetel!
it: Il prompt del sistema è stato impostato!
ko: 시스템 프롬프트가 설정되었습니다!
lt: Sistemos raginimas nustatytas!
ms: Gesaan sistem telah ditetapkan!
nl: Systeemprompt is ingesteld!
no: Systemmelding er satt!
pl: Ustawiono monit systemowy!
pt: O prompt do sistema foi definido!
ro: Solicitarea sistemului a fost setata!
ru: Системное приглашение установлено!
sl: Sistemski poziv je nastavljen!
sv: Systemmeddelande har ställts in!
th: ตั้งค่าการแจ้งเตือนของระบบแล้ว!
tr: Sistem istemi ayarlandı!
uk: Системне повідомлення встановлено!
vi: Lời nhắc hệ thống đã được thiết lập!

source: Assistant channel has been removed
ar: تمت إزالة قناة المساعد
bg: Каналът на Асистент е премахнат
bn: সহকারী চ্যানেল সরানো হয়েছে
ca: S'ha eliminat el canal de l'Assistent
de: Der Assistentenkanal wurde entfernt
el: Το κανάλι του Βοηθού καταργήθηκε
es: Se ha eliminado el canal del asistente.
et: Assistendi kanal on eemaldatud
fa: کانال دستیار حذف شده است
fi: Assistant-kanava on poistettu
fr: Le canal Assistant a été supprimé
he: ערוץ Assistant הוסר
hi: सहायक चैनल हटा दिया गया है
hr: Kanal pomoćnika je uklonjen
hu: Az asszisztens csatorna eltávolítva
id: Saluran Asisten telah dihapus
it: Il canale dell'assistente è stato rimosso
ko: 어시스턴트 채널이 삭제되었습니다.
lt: Padėjėjo kanalas pašalintas
ms: Saluran Pembantu telah dialih keluar
nl: Assistent-kanaal is verwijderd
no: Assistent-kanalen er fjernet
pl: Kanał Asystenta został usunięty
pt: O canal do Assistente foi removido
ro: Canalul Asistentului a fost eliminat
ru: Канал Ассистента удален.
sl: Kanal Pomočnika je bil odstranjen
sv: Assistentkanalen har tagits bort
th: ช่องผู้ช่วยถูกลบแล้ว
tr: Asistan kanalı kaldırıldı
uk: Канал Асистента видалено
vi: Kênh trợ lý đã bị xóa

source: Assistant channel has been overwritten
ar: تمت الكتابة فوق القناة المساعدة
bg: Каналът на Асистент е презаписан
bn: সহকারী চ্যানেল ওভাররাইট করা হয়েছে
ca: El canal de l'Assistent s'ha sobreescrit
de: Der Assistentenkanal wurde überschrieben
el: Το κανάλι του Βοηθού έχει αντικατασταθεί
es: El canal del asistente ha sido sobrescrito
et: Assistendi kanal on üle kirjutatud
fa: کانال دستیار بازنویسی شده است
fi: Assistant-kanava on korvattu
fr: Le canal Assistant a été écrasé
he: ערוץ Assistant הוחלף
hi: सहायक चैनल को अधिलेखित कर दिया गया है
hr: Kanal pomoćnika je prebrisan
hu: Az asszisztens csatorna felül lett írva
id: Saluran Asisten telah ditimpa
it: Il canale dell'assistente è stato sovrascritto
ko: 어시스턴트 채널을 덮어썼습니다.
lt: Padėjėjo kanalas buvo perrašytas
ms: Saluran Pembantu telah ditimpa
nl: Assistent-kanaal is overschreven
no: Assistent-kanalen er overskrevet
pl: Kanał Asystenta został nadpisany
pt: O canal do Assistente foi substituído
ro: Canalul Asistentului a fost suprascris
ru: Канал Ассистента перезаписан.
sl: Kanal Pomočnika je bil prepisan
sv: Assistentkanalen har skrivits över
th: ช่องผู้ช่วยถูกเขียนทับแล้ว
tr: Asistan kanalının üzerine yazıldı
uk: Канал Асистента перезаписано
vi: Kênh trợ lý đã bị ghi đè

source: Channel id has been set
ar: تم تعيين معرف القناة
bg: ID на канала е зададен
bn: চ্যানেল আইডি সেট করা হয়েছে
ca: S'ha establert l'identificador del canal
de: Die Kanal-ID wurde festgelegt
el: Το αναγνωριστικό καναλιού έχει οριστεί
es: Se ha configurado la identificación del canal.
et: Kanali ID on määratud
fa: شناسه کانال تنظیم شده است
fi: Kanavan tunnus on asetettu
fr: L'identifiant de la chaîne a été défini
he: מזהה הערוץ הוגדר
hi: चैनल आईडी सेट कर दी गई है
hr: ID kanala je postavljen
hu: A csatornaazonosító beállítva
id: Id saluran telah ditetapkan
it: L'ID del canale è stato impostato
ko: 채널 ID가 설정되었습니다
lt: Kanalo ID nustatytas
ms: Id saluran telah ditetapkan
nl: Kanaal-ID is ingesteld
no: Kanal-ID er angitt
pl: Identyfikator kanału został ustawiony
pt: O ID do canal foi definido
ro: ID-ul canalului a fost setat
ru: Идентификатор канала установлен.
sl: ID kanala je nastavljen
sv: Kanal-id har ställts in
th: รหัสช่องได้รับการตั้งค่าแล้ว
tr: Kanal kimliği ayarlandı
uk: Ідентифікатор каналу встановлено
vi: Id kênh đã được đặt

source: The assistant is now **Disabled**
ar: المساعد الآن ** معطل **
bg: Асистентът вече е **Деактивиран**
bn: সহকারী এখন **অক্ষম**
ca: Ara l'assistent està **desactivat**
de: Der Assistent ist jetzt **deaktiviert**
el: Ο βοηθός είναι τώρα **Απενεργοποιημένος**
es: El asistente ahora está **Desactivado**
et: Assistent on nüüd **puuetega**
fa: دستیار اکنون **غیرفعال است**
fi: Assistentti on nyt **Disable**
fr: L'assistant est désormais **Désactivé**
he: העוזר הוא כעת **נכה**
hi: सहायक अब **अक्षम** है
hr: Pomoćnik je sada **Onemogućen**
hu: Az asszisztens most **Letiltva**
id: Asisten sekarang **Dinonaktifkan**
it: L'assistente è ora **Disabilitato**
ko: 이제 어시스턴트가 **비활성화**되었습니다.
lt: Padėjėjas dabar yra **Išjungtas**
ms: Pembantu kini **Dilumpuhkan**
nl: De assistent is nu **Uitgeschakeld**
no: Assistenten er nå **deaktivert**
pl: Asystent jest teraz **Wyłączony**
pt: O assistente agora está **desativado**
ro: Asistentul este acum **Dezactivat**
ru: Ассистент теперь **отключен**.
sl: Pomočnik je zdaj **onemogočen**
sv: Assistenten är nu **inaktiverad**
th: ขณะนี้ผู้ช่วยอยู่ **ปิดการใช้งาน**
tr: Asistan artık **Devre Dışı**
uk: Помічник тепер **вимкнено**
vi: Trợ lý hiện đã bị **Vô hiệu hóa**

source: The assistant is now **Enabled**
ar: المساعد الآن **ممكن**
bg: Асистентът вече е **Активиран**
bn: সহকারী এখন **সক্ষম**
ca: Ara l'assistent està **activat**
de: Der Assistent ist jetzt **Aktiviert**
el: Ο βοηθός είναι τώρα **Ενεργοποιημένος**
es: El asistente ahora está **Habilitado**
et: Assistent on nüüd **Lubatud**
fa: دستیار اکنون **فعال است**
fi: Assistentti on nyt **Käytössä**
fr: L'assistant est désormais **Activé**
he: האסיסטנט כעת **מופעל**
hi: सहायक अब **सक्षम** है
hr: Pomoćnik je sada **Omogućen**
hu: Az asszisztens most **Engedélyezve**
id: Asisten sekarang **Diaktifkan**
it: L'assistente è ora **Abilitato**
ko: 이제 어시스턴트가 **활성화**되었습니다.
lt: Padėjėjas dabar yra **Įgalintas**
ms: Pembantu kini **Didayakan**
nl: De assistent is nu **Ingeschakeld**
no: Assistenten er nå **aktivert**
pl: Asystent jest teraz **Włączony**
pt: O assistente agora está **ativado**
ro: Asistentul este acum **Activat**
ru: Теперь Ассистент **Включен**.
sl: Pomočnik je zdaj **Omogočen**
sv: Assistenten är nu **Aktiverad**
th: ขณะนี้ผู้ช่วย **เปิดใช้งานแล้ว**
tr: Asistan artık **Etkin**
uk: Помічник тепер **увімкнено**
vi: Trợ lý hiện đang **Bật**
