Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/assistant/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ko, lt, ms, nl, no, pl, pt, ro, ru, sl, sv, th, tr, uk, vi

source: File too large, attempting to compress...
ar: الملف كبير جدًا، جارٍ محاولة ضغطه...
bg: Файлът е твърде голям, опитва се да се компресира...
bn: ফাইল খুব বড়, কম্প্রেস করার চেষ্টা করা হচ্ছে...
ca: El fitxer és massa gran, s'està intentant comprimir...
de: Datei zu groß, versucht zu komprimieren...
el: Το αρχείο είναι πολύ μεγάλο, γίνεται προσπάθεια συμπίεσης...
es: Archivo demasiado grande, intentando comprimirlo...
et: Fail on liiga suur, üritatakse tihendada...
fa: فایل خیلی بزرگ است، در حال تلاش برای فشرده سازی...
fi: Tiedosto liian suuri, yritetään pakata...
fr: Fichier trop volumineux, tentative de compression...
he: קובץ גדול מדי, מנסה לדחוס...
hi: फ़ाइल बहुत बड़ी है, संपीड़ित करने का प्रयास किया जा रहा है...
hr: Datoteka je prevelika, pokušava se komprimirati...
hu: A fájl túl nagy, tömörítési kísérlet...
id: File terlalu besar, mencoba mengompres...
it: File troppo grande, tentativo di compressione...
ko: 파일이 너무 큽니다. 압축하려고 합니다...
lt: Failas per didelis, bandoma suspausti...
ms: Fail terlalu besar, cuba untuk memampatkan...
nl: Bestand te groot, probeert te comprimeren...
no: Filen er for stor, prøver å komprimere...
pl: Plik jest za duży, próbuję skompresować...
pt: Arquivo muito grande, tentando compactar...
ro: Fișierul este prea mare, se încearcă comprimarea...
ru: Файл слишком большой, пытаюсь сжать...
sl: Datoteka je prevelika, poskušam stisniti ...
sv: Filen är för stor, försöker komprimera...
th: ไฟล์ใหญ่เกินไป กำลังพยายามบีบอัด...
tr: Dosya çok büyük, sıkıştırılmaya çalışılıyor...
uk: Файл завеликий, спроба стиснути...
vi: Tệp quá lớn, đang cố gắng nén...

source: File is still too large even with compression!
ar: لا يزال الملف كبيرًا جدًا حتى مع الضغط!
bg: Файлът все още е твърде голям дори с компресия!
bn: কম্প্রেশন সহ ফাইল এখনও অনেক বড়!
ca: El fitxer encara és massa gran fins i tot amb compressió!
de: Die Datei ist trotz Komprimierung immer noch zu groß!
el: Το αρχείο είναι ακόμα πολύ μεγάλο ακόμα και με συμπίεση!
es: ¡El archivo sigue siendo demasiado grande incluso con compresión!
et: Fail on isegi tihendamisega liiga suur!
fa: فایل حتی با فشرده سازی هنوز خیلی بزرگ است!
fi: Tiedosto on edelleen liian suuri pakkaamisesta huolimatta!
fr: Le fichier est encore trop volumineux même avec la compression !
he: הקובץ עדיין גדול מדי אפילו עם דחיסה!
hi: संपीड़न के बाद भी फ़ाइल अभी भी बहुत बड़ी है!
hr: Datoteka je još uvijek prevelika čak i uz kompresiju!
hu: A fájl még tömörítéssel is túl nagy!
id: File masih terlalu besar meskipun telah dikompresi!
it: Il file è ancora troppo grande anche con la compressione!
ko: 압축해도 파일이 너무 큽니다!
lt: Failas vis dar per didelis net suglaudinus!
ms: Fail masih terlalu besar walaupun dengan pemampatan!
nl: Bestand is nog steeds te groot, zelfs met compressie!
no: Filen er fortsatt for stor selv med komprimering!
pl: Plik jest nadal za duży, nawet po kompresji!
pt: O arquivo ainda é muito grande, mesmo com compactação!
ro: Fișierul este încă prea mare chiar și cu compresie!
ru: Файл по-прежнему слишком велик даже после сжатия!
sl: Datoteka je še vedno prevelika tudi s stiskanjem!
sv: Filen är fortfarande för stor även med komprimering!
th: ไฟล์ยังมีขนาดใหญ่เกินไปแม้ว่าจะมีการบีบอัดก็ตาม!
tr: Dosya sıkıştırmaya rağmen hala çok büyük!
uk: Файл усе ще завеликий навіть зі стисненням!
vi: Tệp vẫn quá lớn ngay cả khi nén!

source: {} has been removed from the blacklist
ar: {} تمت إزالة من القائمة السوداء
bg: {} е премахнат от черния списък
bn: {} কালো তালিকা থেকে সরানো হয়েছে৷
ca: {} s'ha eliminat de la llista negra
de: {} wurde von der Blacklist entfernt
el: Το {} έχει αφαιρεθεί από τη μαύρη λίστα
es: {} ha sido eliminado de la lista negra
et: {} on mustast nimekirjast eemaldatud
fa: {} از لیست سیاه حذف شده است
fi: {} on poistettu mustalta listalta
fr: {} a été supprimé de la liste noire
he: {} הוסר מהרשימה השחורה
hi: {} को काली सूची से हटा दिया गया है
hr: {} je uklonjen s crne liste
hu: {} eltávolítva a feketelistáról
id: {} telah dihapus dari daftar hitam
it: {} è stato rimosso dalla lista nera
ko: {}가 블랙리스트에서 제거되었습니다.
lt: {} buvo pašalintas iš juodojo sąrašo
ms: {} telah dialih keluar daripada senarai hitam
nl: {} is verwijderd van de zwarte lijst
no: {} er fjernet fra svartelisten
pl: {} został usunięty z czarnej listy
pt: {} foi removido da lista negra
ro: {} a fost eliminat din lista neagră
ru: {} удален из черного списка
sl: {} je bil odstranjen s črnega seznama
sv: {} har tagits bort från svartlistan
th: {} ถูกลบออกจากบัญชีดำแล้ว
tr: {} kara listeden kaldırıldı
uk: {} видалено з чорного списку
vi: {} đã bị xóa khỏi danh sách đen

source: {} has been added to the blacklist
ar: {} تمت إضافته إلى القائمة السوداء
bg: {} е добавен към черния списък
bn: {} কালো তালিকায় যোগ করা হয়েছে
ca: {} s'ha afegit a la llista negra
de: {} wurde zur Blacklist hinzugefügt
el: Το {} προστέθηκε στη μαύρη λίστα
es: {} ha sido agregado a la lista negra
et: {} on lisatud musta nimekirja
fa: {} به لیست سیاه اضافه شده است
fi: {} on lisätty mustalle listalle
fr: {} a été ajouté à la liste noire
he: {} נוסף לרשימה השחורה
hi: {} को काली सूची में जोड़ दिया गया है
hr: {} je dodan na crnu listu
hu: {} felkerült a tiltólistára
id: {} telah ditambahkan ke daftar hitam
it: {} è stato aggiunto alla lista nera
ko: {}가 블랙리스트에 추가되었습니다
lt: {} buvo įtrauktas į juodąjį sąrašą
ms: {} telah ditambahkan pada senarai hitam
nl: {} is toegevoegd aan de zwarte lijst
no: {} er lagt til svartelisten
pl: {} został dodany do czarnej listy
pt: {} foi adicionado à lista negra
ro: {} a fost adăugat la lista neagră
ru: {} добавлен в черный список
sl: {} je bil dodan na črni seznam
sv: {} har lagts till i svartlistan
th: {} ถูกเพิ่มเข้าไปในบัญชีดำแล้ว
tr: {} kara listeye eklendi
uk: {} додано до чорного списку
vi: {} đã được thêm vào danh sách đen

source: {} has been removed from the tutor list
ar: {} تم حذفه من قائمة المعلمين
bg: {} е премахнат от списъка с преподаватели
bn: {} টিউটর তালিকা থেকে সরানো হয়েছে
ca: {} s'ha eliminat de la llista de tutors
de: {} wurde aus der Tutorenliste entfernt
el: Το {} έχει αφαιρεθεί από τη λίστα εκπαιδευτών
es: {} ha sido eliminado de la lista de tutores
et: {} eemaldati juhendajate loendist
fa: {} از لیست معلمان حذف شده است
fi: {} on poistettu ohjaajaluettelosta
fr: {} a été supprimé de la liste des tuteurs
he: {} הוסר מרשימת המורים
hi: {} को ट्यूटर सूची से हटा दिया गया है
hr: {} je uklonjen s popisa mentora
hu: {} eltávolítva az oktatók listájáról
id: {} telah dihapus dari daftar tutor
it: {} è stato rimosso dall'elenco dei tutor
ko: {}가 교사 목록에서 제거되었습니다.
lt: {} buvo pašalintas iš mokytojų sąrašo
ms: {} telah dialih keluar daripada senarai tutor
nl: {} is verwijderd uit de docentenlijst
no: {} er fjernet fra lærerlisten
pl: {} został usunięty z listy korepetytorów
pt: {} foi removido da lista de tutores
ro: {} a fost eliminat din lista de tutori
ru: {} удален из списка репетиторов
sl: {} je bil odstranjen s seznama mentorjev
sv: {} har tagits bort från handledarelistan
th: {} ถูกลบออกจากรายชื่อผู้สอนแล้ว
tr: {} öğretmen listesinden kaldırıldı
uk: {} видалено зі списку викладачів
vi: {} đã bị xóa khỏi danh sách gia sư

source: {} has been added to the tutor list
ar: {} تمت إضافته إلى قائمة المعلمين
bg: {} е добавен към списъка с преподаватели
bn: {} টিউটর তালিকায় যোগ করা হয়েছে
ca: {} s'ha afegit a la llista de tutors
de: {} wurde zur Tutorenliste hinzugefügt
el: Ο χρήστης {} προστέθηκε στη λίστα εκπαιδευτών
es: {} ha sido agregado a la lista de tutores
et: {} on lisatud juhendajate loendisse
fa: {} به لیست معلمان اضافه شد
fi: {} on lisätty ohjaajaluetteloon
fr: {} a été ajouté à la liste des tuteurs
he: {} נוסף לרשימת המורים
hi: {} को ट्यूटर सूची में जोड़ा गया है
hr: {} je dodan na popis učitelja
hu: {} felkerült az oktatók listájára
id: {} telah ditambahkan ke daftar tutor
it: {} è stato aggiunto all'elenco dei tutor
ko: {}가 교사 목록에 추가되었습니다
lt: {} buvo įtrauktas į mokytojų sąrašą
ms: {} telah ditambahkan pada senarai tutor
nl: {} is toegevoegd aan de docentenlijst
no: {} er lagt til i veilederlisten
pl: {} został dodany do listy korepetytorów
pt: {} foi adicionado à lista de tutores
ro: {} a fost adăugat la lista de tutori
ru: {} добавлен в список репетиторов
sl: {} je bil dodan na seznam mentorjev
sv: {} har lagts till i lärarlistan
th: {} ถูกเพิ่มเข้าไปในรายชื่อผู้สอนแล้ว
tr: {} öğretmen listesine eklendi
uk: {} додано до списку викладачів
vi: {} đã được thêm vào danh sách gia sư

source: Role override for {} removed!
ar: تمت إزالة تجاوز الدور لـ {}!
bg: Отмяната на ролята за {} е премахната!
bn: {} এর জন্য ভূমিকা ওভাররাইড সরানো হয়েছে!
ca: S'ha suprimit la substitució del rol per a {}.
de: Rollenüberschreibung für {} entfernt!
el: Η παράκαμψη ρόλου για το {} καταργήθηκε!
es: ¡Se eliminó la anulación de roles para {}!
et: {} rolli alistamine on eemaldatud!
fa: لغو نقش برای {} حذف شد!
fi: Roolin ohitus käyttäjältä {} poistettu!
fr: Remplacement de rôle pour {} supprimé !
he: ביטול התפקיד עבור {} הוסר!
hi: {} के लिए भूमिका ओवरराइड हटा दिया गया!
hr: Poništavanje uloge za {} uklonjeno!
hu: A(z) {} szerepkör felülbírálása eltávolítva!
id: Penggantian peran untuk {} dihapus!
it: Sostituzione del ruolo per {} rimossa!
ko: {}에 대한 역할 재정의가 제거되었습니다!
lt: {} vaidmens nepaisymas pašalintas!
ms: Penggantian peranan untuk {} dialih keluar!
nl: Roloverschrijving voor {} verwijderd!
no: Rolleoverstyring for {} er fjernet!
pl: Usunięto nadpisanie roli dla {}!
pt: Substituição de função para {} removida!
ro: Modificarea rolului pentru {} a fost eliminată!
ru: Переопределение роли для {} удалено!
sl: Preglasitev vloge za {} odstranjena!
sv: Roll åsidosättande för {} har tagits bort!
th: การแทนที่บทบาทสำหรับ {} ถูกลบแล้ว!
tr: {} için rol geçersiz kılma kaldırıldı!
uk: Перевизначення ролі для {} видалено!
vi: Đã xóa ghi đè vai trò cho {}!

source: Role override for {} overwritten!
ar: تم استبدال الدور لـ {}!
bg: Замяната на ролята за {} е презаписана!
bn: {} ওভাররাইটের জন্য ভূমিকা ওভাররাইড!
ca: S'ha substituït el rol de {}!
de: Rollenüberschreibung für {} überschrieben!
el: Παράκαμψη ρόλου για {} αντικαταστάθηκε!
es: ¡Anulación de rol para {} sobrescrito!
et: {} rolli alistamine on üle kirjutatud!
fa: نادیده گرفتن نقش برای {} رونویسی شد!
fi: Roolin ohitus kohteelle {} korvattu!
fr: Remplacement du rôle pour {} écrasé !
he: ביטול תפקיד עבור {} שהוחלף!
hi: {} के लिए भूमिका अधिलेखित!
hr: Zamjena uloge za {} prebrisana!
hu: A(z) {} szerepkör felülírása felülírva!
id: Penggantian peran untuk {} ditimpa!
it: Sostituzione del ruolo per {} sovrascritto!
ko: {}에 대한 역할 재정의를 덮어썼습니다!
lt: {} vaidmens nepaisymas perrašytas!
ms: Penggantian peranan untuk {} ditimpa!
nl: Roloverschrijving voor {} overschreven!
no: Rolleoverstyring for {} er overskrevet!
pl: Nadpisanie roli dla {} zostało nadpisane!
pt: Substituição de função para {} substituída!
ro: Suprascrierea rolului pentru {} a fost suprascris!
ru: Переопределение роли для {} перезаписано!
sl: Preglasitev vloge za {} prepisana!
sv: Roll åsidosättande för {} har skrivits över!
th: การแทนที่บทบาทสำหรับ {} ถูกเขียนทับ!
tr: {} için rol geçersiz kılmanın üzerine yazıldı!
uk: Перевизначення ролі для {} перезаписано!
vi: Ghi đè vai trò cho {} đã bị ghi đè!

source: Role override for {} added!
ar: تمت إضافة تجاوز الدور لـ {}!
bg: Добавена е замяна на роля за {}!
bn: {} এর জন্য ভূমিকা ওভাররাইড যোগ করা হয়েছে!
ca: S'ha afegit una substitució de rol per a {}!
de: Rollenüberschreibung für {} hinzugefügt!
el: Προστέθηκε η παράκαμψη ρόλου για το {}!
es: ¡Anulación de rol para {} agregada!
et: {} rolli alistamine on lisatud!
fa: لغو نقش برای {} اضافه شد!
fi: Roolin ohitus käyttäjälle {} lisätty!
fr: Remplacement de rôle pour {} ajouté !
he: ביטול התפקיד עבור {} נוסף!
hi: {} के लिए भूमिका ओवरराइड जोड़ा गया!
hr: Dodano je nadjačavanje uloge za {}!
hu: {} szerepkör felülbírálása hozzáadva!
id: Penggantian peran untuk {} ditambahkan!
it: Aggiunto override del ruolo per {}!
ko: {}에 대한 역할 재정의가 추가되었습니다!
lt: Pridėtas {} vaidmens nepaisymas!
ms: Penggantian peranan untuk {} ditambah!
nl: Roloverschrijving voor {} toegevoegd!
no: Rolleoverstyring for {} lagt til!
pl: Dodano zastąpienie roli dla {}!
pt: Substituição de função para {} adicionada!
ro: A fost adăugată înlocuirea rolului pentru {}!
ru: Добавлено переопределение роли для {}!
sl: Dodana je preglasitev vloge za {}!
sv: Roll åsidosättande för {} har lagts till!
th: เพิ่มการแทนที่บทบาทสำหรับ {} แล้ว!
tr: {} için rol geçersiz kılma eklendi!
uk: Додано заміну ролі для {}!
vi: Đã thêm ghi đè vai trò cho {}!

source: Use at least 100 tokens
ar: استخدم ما لا يقل عن 100 رمزًا
bg: Използвайте поне 100 токена
bn: কমপক্ষে 100টি টোকেন ব্যবহার করুন
ca: Utilitzeu almenys 100 fitxes
de: Verwenden Sie mindestens 100 Token
el: Χρησιμοποιήστε τουλάχιστον 100 μάρκες
es: Utilice al menos 100 fichas
et: Kasutage vähemalt 100 märki
fa: حداقل از 100 توکن استفاده کنید
fi: Käytä vähintään 100 merkkiä
fr: Utilisez au moins 100 jetons
he: השתמש ב-100 אסימונים לפחות
hi: कम से कम 100 टोकन का उपयोग करें
hr: Upotrijebite najmanje 100 žetona
hu: Használjon legalább 100 tokent
id: Gunakan setidaknya 100 token
it: Usa almeno 100 gettoni
ko: 최소 100개의 토큰을 사용하세요.
lt: Naudokite bent 100 žetonų
ms: Gunakan sekurang-kurangnya 100 token
nl: Gebruik minimaal 100 tokens
no: Bruk minst 100 tokens
pl: Użyj co najmniej 100 tokenów
pt: Use pelo menos 100 tokens
ro: Folosiți cel puțin 100 de jetoane
ru: Используйте не менее 100 токенов
sl: Uporabite vsaj 100 žetonov
sv: Använd minst 100 tokens
th: ใช้อย่างน้อย 100 โทเค็น
tr: En az 100 jeton kullanın
uk: Використовуйте не менше 100 жетонів
vi: Sử dụng ít nhất 100 token

source: Max token override for {} removed!
ar: تمت إزالة الحد الأقصى لتجاوز الرمز المميز لـ {}!
bg: Отмяната на максималния токен за {} премахната!
bn: {} এর জন্য সর্বোচ্চ টোকেন ওভাররাইড সরানো হয়েছে!
ca: S'ha eliminat la substitució màxima del testimoni per a {}!
de: Max. Token-Überschreibung für {} entfernt!
el: Καταργήθηκε η μέγιστη παράκαμψη διακριτικού για {}!
es: ¡Se eliminó la anulación máxima de token para {}!
et: Maksimaalne lubade alistamine {} jaoks on eemaldatud!
fa: حداکثر لغو توکن برای {} حذف شد!
fi: Suurin tunnuksen ohitus verkkotunnukselle {} poistettu!
fr: Remplacement maximum du jeton pour {} supprimé !
he: עקיפה מקסימלית של אסימון עבור {} הוסר!
hi: {} के लिए अधिकतम टोकन ओवरराइड हटा दिया गया!
hr: Uklonjeno nadjačavanje maksimalnog tokena za {}!
hu: A(z) {} maximális token felülbírálása eltávolítva!
id: Penggantian token maksimal untuk {} dihapus!
it: Override massimo del token per {} rimosso!
ko: {}에 대한 최대 토큰 재정의가 제거되었습니다!
lt: Pašalintas maksimalus {} prieigos rakto nepaisymas!
ms: Token token maks untuk {} dialih keluar!
nl: Max. tokenoverschrijving voor {} verwijderd!
no: Maks. tokenoverstyring for {} er fjernet!
pl: Usunięto maksymalne zastąpienie tokena dla {}!
pt: Substituição máxima de token para {} removida!
ro: Suprascrierea maximă a simbolului pentru {} a fost eliminată!
ru: Переопределение максимального количества токенов для {} удалено!
sl: Največja preglasitev žetona za {} odstranjena!
sv: Max token åsidosättande för {} har tagits bort!
th: ลบการแทนที่โทเค็นสูงสุดสำหรับ {} แล้ว!
tr: {} için maksimum belirteç geçersiz kılma kaldırıldı!
uk: Перевизначення максимального токена для {} видалено!
vi: Đã xóa ghi đè mã thông báo tối đa cho {}!

source: Max token override for {} overwritten!
ar: تم استبدال الحد الأقصى للرمز المميز لـ {}!
bg: Замяната на максималния токен за {} е презаписана!
bn: সর্বোচ্চ টোকেন ওভাররাইড {} ওভাররাইট করা হয়েছে!
ca: Anul·lació màxima del testimoni per a {} sobreescrita!
de: Max. Token-Überschreibung für {} überschrieben!
el: Μέγιστη παράκαμψη διακριτικού για {} αντικαταστάθηκε!
es: ¡Anulación máxima de token para {} sobrescrito!
et: Maksimaalne lubade alistamine {} jaoks on üle kirjutatud!
fa: حداکثر لغو توکن برای {} رونویسی شده است!
fi: Suurin tunnuksen ohitus: {} korvattu!
fr: Remplacement maximum du jeton pour {} écrasé !
he: דריסה מקסימלית של אסימון עבור {} שהוחלפה!
hi: {} के लिए अधिकतम टोकन ओवरराइड अधिलेखित!
hr: Prebrisano maksimalno nadjačavanje tokena za {}!
hu: A(z) {} maximális token felülírása felülírva!
id: Penggantian token maksimum untuk {} ditimpa!
it: Override massimo del token per {} sovrascritto!
ko: {}에 대한 최대 토큰 재정의를 덮어썼습니다!
lt: Maksimalus prieigos rakto nepaisymas, skirtas {} perrašytas!
ms: Token token maks untuk {} ditimpa!
nl: Max. tokenoverschrijving voor {} overschreven!
no: Maks. tokenoverstyring for {} er overskrevet!
pl: Maksymalne zastąpienie tokena dla {} zostało nadpisane!
pt: Substituição máxima de token para {} substituída!
ro: Suprascrierea maximă a simbolului pentru {} a fost suprascrisă!
ru: Переопределение максимального количества токенов для {} перезаписано!
sl: Največja preglasitev žetona za {} prepisana!
sv: Max token åsidosättande för {} har skrivits över!
th: การแทนที่โทเค็นสูงสุดสำหรับ {} ถูกเขียนทับ!
tr: {} için maksimum belirteç geçersiz kılmanın üzerine yazıldı!
uk: Перевизначення максимального токена для {} перезаписано!
vi: Ghi đè mã thông báo tối đa cho {} đã được ghi đè!

source: Max token override for {} added!
ar: تمت إضافة الحد الأقصى لتجاوز الرمز المميز لـ {}!
bg: Добавена е отмяна на максимален токен за {}!
bn: {} এর জন্য সর্বাধিক টোকেন ওভাররাইড যোগ করা হয়েছে!
ca: S'ha afegit la substitució màxima del testimoni per a {}!
de: Max. Token-Überschreibung für {} hinzugefügt!
el: Προστέθηκε μέγιστη παράκαμψη διακριτικού για {}!
es: ¡Anulación máxima de token para {} agregada!
et: Maksimaalne lubade alistamine {} jaoks on lisatud!
fa: حداکثر لغو توکن برای {} اضافه شد!
fi: Suurin tunnuksen ohitus verkkotunnukselle {} lisätty!
fr: Remplacement maximum du jeton pour {} ajouté !
he: ביטול אסימון מקסימלי עבור {} נוסף!
hi: {} के लिए अधिकतम टोकन ओवरराइड जोड़ा गया!
hr: Dodano nadjačavanje maksimalnog tokena za {}!
hu: A(z) {} maximális token felülírása hozzáadva!
id: Penggantian token maksimum untuk {} ditambahkan!
it: Override massimo del token per {} aggiunto!
ko: {}에 대한 최대 토큰 재정의가 추가되었습니다!
lt: Pridėtas maksimalus {} prieigos rakto nepaisymas!
ms: Token token maks untuk {} ditambahkan!
nl: Max. tokenoverschrijving voor {} toegevoegd!
no: Maks. tokenoverstyring for {} er lagt til!
pl: Dodano maksymalne zastąpienie tokena dla {}!
pt: Substituição máxima de token para {} adicionada!
ro: Suprascrierea maximă a simbolului pentru {} a fost adăugată!
ru: Добавлено переопределение максимального количества токенов для {}!
sl: Dodana preglasitev največjega žetona za {}!
sv: Max token åsidosättande för {} har lagts till!
th: เพิ่มการแทนที่โทเค็นสูงสุดสำหรับ {} แล้ว!
tr: {} için maksimum belirteç geçersiz kılma eklendi!
uk: Додано перевизначення максимального токена для {}!
vi: Đã thêm ghi đè mã thông báo tối đa cho {}!

source: Max response token override for {} removed!
ar: تمت إزالة الحد الأقصى لتجاوز رمز الاستجابة لـ {}!
bg: Замяната на токена за максимален отговор за {} е премахната!
bn: {} এর জন্য সর্বোচ্চ প্রতিক্রিয়া টোকেন ওভাররাইড সরানো হয়েছে!
ca: S'ha eliminat la substitució màxima del testimoni de resposta per a {}!
de: Überschreibung des maximalen Antworttokens für {} entfernt!
el: Η μέγιστη παράκαμψη διακριτικού απόκρισης για το {} καταργήθηκε!
es: ¡Se eliminó la anulación del token de respuesta máxima para {}!
et: Maksimaalse vastuse lubade alistamine {} jaoks on eemaldatud!
fa: حداکثر لغو رمز پاسخ برای {} حذف شد!
fi: Maksimivastaustunnuksen ohitus kohteelle {} poistettu!
fr: Remplacement maximum du jeton de réponse pour {} supprimé !
he: עקיפה מקסימלית של אסימון תגובה עבור {} הוסר!
hi: {} के लिए अधिकतम प्रतिक्रिया टोकन ओवरराइड हटा दिया गया!
hr: Uklonjeno nadjačavanje tokena maksimalnog odgovora za {}!
hu: A maximális válaszjogkivonat felülírása eltávolítva a következőnél: {}!
id: Penggantian token respons maksimal untuk {} dihapus!
it: Override del token di risposta massimo per {} rimosso!
ko: {}에 대한 최대 응답 토큰 재정의가 제거되었습니다!
lt: Pašalintas maks. {} atsakymo prieigos rakto nepaisymas!
ms: Token respons maksimum untuk {} dialih keluar!
nl: Max. reactietokenoverschrijving voor {} verwijderd!
no: Maks overstyring av svartoken for {} er fjernet!
pl: Usunięto zastąpienie tokena maksymalnej odpowiedzi dla {}!
pt: Substituição máxima do token de resposta para {} removida!
ro: Suprascrierea maximă a simbolului de răspuns pentru {} a fost eliminată!
ru: Переопределение максимального токена ответа для {} удалено!
sl: Preglasitev največjega žetona odziva za {} odstranjena!
sv: Maximal åsidosättande av svarstoken för {} har tagits bort!
th: ลบล้างโทเค็นการตอบกลับสูงสุดสำหรับ {} แล้ว!
tr: {} için maksimum yanıt jetonunu geçersiz kılma kaldırıldı!
uk: Перевизначення максимального маркера відповіді для {} видалено!
vi: Đã xóa ghi đè mã thông báo phản hồi tối đa cho {}!

source: Max response token override for {} overwritten!
ar: تم استبدال الحد الأقصى لرمز الاستجابة لـ {}!
bg: Замяната на максимален токен за отговор за {} е презаписана!
bn: সর্বাধিক প্রতিক্রিয়া টোকেন ওভাররাইডের জন্য {} ওভাররাইট!
ca: Anul·lació màxima del testimoni de resposta per a {} sobreescrita!
de: Max. Antwort-Token-Überschreibung für {} überschrieben!
el: Μέγιστη παράκαμψη διακριτικού απόκρισης για {} αντικαταστάθηκε!
es: ¡Anulación máxima del token de respuesta para {} sobrescrito!
et: Maksimaalne vastuse märgi alistamine {} jaoks on üle kirjutatud!
fa: حداکثر بازنویسی نشانه پاسخ برای {} رونویسی شد!
fi: Maksimivastaustunnuksen ohitus kohteelle {} korvattu!
fr: Remplacement maximum du jeton de réponse pour {} écrasé !
he: עקיפה מקסימלית של אסימון תגובה עבור {} הוחלפה!
hi: {} के लिए अधिकतम प्रतिक्रिया टोकन ओवरराइड अधिलेखित!
hr: Prebrisan maksimalni token odgovora za {}!
hu: A maximális válaszjogkivonat felülírása a következőnél: {}!
id: Penggantian token respons maksimum untuk {} ditimpa!
it: Override del token di risposta massimo per {} sovrascritto!
ko: {}에 대한 최대 응답 토큰 재정의를 덮어썼습니다!
lt: Maksimalus atsakymo prieigos rakto nepaisymas {} perrašytas!
ms: Token respons maksimum untuk {} ditimpa!
nl: Max. antwoordtoken overschrijven voor {} overschreven!
no: Maks overstyring av svartoken for {} er overskrevet!
pl: Nadpisanie tokenu maksymalnej odpowiedzi dla {} zostało nadpisane!
pt: Substituição máxima do token de resposta para {} substituída!
ro: Suprascrierea maximă a simbolului de răspuns pentru {} a fost suprascris!
ru: Переопределение максимального токена ответа для {} перезаписано!
sl: Preglasitev največjega žetona odziva za {} prepisana!
sv: Max svarstoken åsidosatt för {} har skrivits över!
th: การแทนที่โทเค็นการตอบกลับสูงสุดสำหรับ {} ถูกเขียนทับ!
tr: {} için maksimum yanıt belirteci geçersiz kılmanın üzerine yazıldı!
uk: Перевизначення максимального маркера відповіді для {} перезаписано!
vi: Ghi đè mã thông báo phản hồi tối đa cho {} đã được ghi đè!
