Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/assistant/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ko, lt, ms, nl, no, pl, pt, ro, ru, sl, sv, th, tr, uk, vi

source: The draw command is now **Disabled**
ar: أصبح أمر الرسم الآن ** معطل **
bg: Командата за рисуване вече е **Деактивирана**
bn: ড্র কমান্ড এখন **অক্ষম**
ca: L'ordre de dibuix ara està **Desactivat**
de: Der Zeichenbefehl ist jetzt **deaktiviert**
el: Η εντολή σχεδίασης είναι τώρα **Απενεργοποιημένη**
es: El comando de dibujo ahora está **Desactivado**
et: Joonistamise käsk on nüüd **Keelatud**
fa: دستور قرعه کشی اکنون **غیرفعال است**
fi: Piirtokomento on nyt **Pois käytöstä**
fr: La commande draw est désormais **Désactivée**
he: פקודת הציור היא כעת **מושבתת**
hi: ड्रा कमांड अब **अक्षम** है
hr: Naredba crtanja sada je **Onemogućeno**
hu: A rajzolás parancs most **Letiltva**
id: Perintah draw sekarang **Dinonaktifkan**
it: Il comando di disegno è ora **Disabilitato**
ko: 이제 그리기 명령이 **비활성화됨**
lt: Piešimo komanda dabar yra **Išjungta**
ms: Perintah draw kini **Dilumpuhkan**
nl: Het tekencommando is nu **Uitgeschakeld**
pl: Polecenie rysowania jest teraz **Wyłączone**
pt: O comando de desenho agora está **Desativado**
ro: Comanda de desen este acum **Dezactivată**
ru: Команда рисования теперь **отключена**.
sl: Ukaz za risanje je zdaj **Onemogočen**
sv: Ritkommandot är nu **Inaktiverat**
th: คำสั่งวาดอยู่ในขณะนี้ **ปิดการใช้งาน**
tr: Çizim komutu artık **Devre Dışı**
uk: Команда малювання тепер **вимкнена**
vi: Lệnh rút bài hiện bị **Đã tắt**

source: The draw command is now **Enabled**
ar: أصبح أمر الرسم الآن **ممكّنًا**
bg: Командата за рисуване вече е **Активирана**
bn: ড্র কমান্ড এখন **সক্ষম**
ca: L'ordre de dibuix ara està **Habilitat**
de: Der Zeichenbefehl ist jetzt **aktiviert**
el: Η εντολή σχεδίασης είναι τώρα **Ενεργοποιημένη**
es: El comando de dibujo ahora está **Habilitado**
et: Joonistuskäsk on nüüd **Lubatud**
fa: دستور قرعه کشی اکنون **فعال است**
fi: Piirtokomento on nyt **Käytössä**
fr: La commande draw est désormais **Activée**
he: פקודת הציור היא כעת **מופעלת**
hi: ड्रा कमांड अब **सक्षम** है
hr: Naredba crtanja sada je **Omogućena**
hu: A rajzolás parancs most **Engedélyezve**
id: Perintah draw sekarang **Diaktifkan**
it: Il comando di disegno è ora **Abilitato**
ko: 이제 그리기 명령이 **활성화**되었습니다.
lt: Piešimo komanda dabar yra **Įjungta**
ms: Perintah draw kini **Didayakan**
nl: Het tekencommando is nu **Ingeschakeld**
no: Draw -kommandoen er nå ** aktivert **
pl: Polecenie rysowania jest teraz **Włączone**
pt: O comando desenhar agora está **Ativado**
ro: Comanda de desenare este acum **Activată**
ru: Команда рисования теперь **Включена**.
sl: Ukaz za risanje je zdaj **Omogočen**
sv: Ritkommandot är nu **Aktiverat**
th: คำสั่งวาดขณะนี้ **เปิดใช้งาน**
tr: Çizim komutu artık **Etkin**
uk: Тепер команду малювання **Увімкнено**
vi: Lệnh vẽ bây giờ là **Đã bật**

source: Vision resolution has been set to **Low**
ar: تم ضبط دقة الرؤية على **منخفض**
bg: Разделителната способност на зрението е зададена на **Ниска**
bn: দৃষ্টি রেজোলিউশন **নিম্ন** সেট করা হয়েছে
ca: La resolució de visió s'ha establert en **Baixa**
de: Die visuelle Auflösung wurde auf **Niedrig** eingestellt
el: Η ανάλυση όρασης έχει οριστεί σε **Χαμηλή**
es: La resolución de visión se ha establecido en **Baja**
et: Nägemiseraldusvõimeks on määratud **Madal**
fa: وضوح دید روی **پایین** تنظیم شده است
fi: Näön resoluutioksi on asetettu **Matala**
fr: La résolution de la vision a été définie sur **Faible**
he: רזולוציית הראייה הוגדרה ל-**נמוכה**
hi: विज़न रिज़ॉल्यूशन को **कम** पर सेट किया गया है
hr: Razlučivost vida postavljena je na **Niska**
hu: A látásfelbontás **Alacsony** értékre lett állítva
id: Resolusi penglihatan telah disetel ke **Rendah**
it: La risoluzione della vista è stata impostata su **Bassa**
ko: 비전 해상도가 **낮음**으로 설정되었습니다.
lt: Regėjimo skiriamoji geba nustatyta į **Žema**
ms: Resolusi penglihatan telah ditetapkan kepada **Rendah**
nl: Visieresolutie is ingesteld op **Laag**
no: Synsoppløsningen er satt til **Lav**
pl: Rozdzielczość widzenia została ustawiona na **Niska**
pt: A resolução da visão foi definida como **Baixa**
ro: Rezoluția vederii a fost setată la **Scăzută**
ru: Разрешение изображения установлено на **Низкое**.
sl: Ločljivost vida je bila nastavljena na **Nizka**
sv: Synupplösning har ställts in på **Låg**
th: ความละเอียดการมองเห็นตั้งค่าเป็น **ต่ำ**
tr: Görüş çözünürlüğü **Düşük** olarak ayarlandı
uk: Роздільну здатність зору встановлено на **Низьку**
vi: Độ phân giải tầm nhìn đã được đặt thành **Thấp**

source: Vision resolution has been set to **High**
ar: تم ضبط دقة الرؤية على **عالية**
bg: Разделителната способност на зрението е зададена на **Висока**
bn: দৃষ্টি রেজোলিউশন **উচ্চ** সেট করা হয়েছে
ca: La resolució de visió s'ha establert en **Alt**
de: Die visuelle Auflösung wurde auf **Hoch** eingestellt
el: Η ανάλυση όρασης έχει οριστεί σε **Υψηλή**
es: La resolución de visión se ha establecido en **Alta**
et: Nägemiseraldusvõimeks on määratud **Kõrge**
fa: وضوح دید روی **بالا** تنظیم شده است
fi: Näön resoluutio on asetettu arvoon **Korkea**
fr: La résolution de la vision a été définie sur **Élevée**
he: רזולוציית הראייה הוגדרה ל-**גבוהה**
hi: विज़न रिज़ॉल्यूशन को **उच्च** पर सेट किया गया है
hr: Razlučivost vida je postavljena na **Visoka**
hu: A látásfelbontás **Magas** értékre lett állítva
id: Resolusi penglihatan telah disetel ke **Tinggi**
it: La risoluzione della visione è stata impostata su **Alta**
ko: 비전 해상도가 **높음**으로 설정되었습니다.
lt: Regėjimo skiriamoji geba nustatyta į **Aukštą**
ms: Resolusi penglihatan telah ditetapkan kepada **Tinggi**
nl: Visieresolutie is ingesteld op **Hoog**
no: Synsoppløsningen er satt til **Høy**
pl: Rozdzielczość widzenia została ustawiona na **Wysoka**
pt: A resolução da visão foi definida como **Alta**
ro: Rezoluția vederii a fost setată la **Ridicat**
ru: Разрешение изображения установлено на **Высокое**.
sl: Ločljivost vida je bila nastavljena na **Visoka**
sv: Synupplösning har ställts in på **Hög**
th: ความละเอียดของการมองเห็นถูกตั้งค่าเป็น **สูง**
tr: Görüş çözünürlüğü **Yüksek** olarak ayarlandı
uk: Роздільна здатність зору встановлена ​​на **Висока**
vi: Độ phân giải tầm nhìn đã được đặt thành **Cao**

source: Vision resolution has been set to **Auto**
ar: تم ضبط دقة الرؤية على **تلقائي**
bg: Разделителната способност на зрението е зададена на **Автоматично**
bn: দৃষ্টি রেজোলিউশন **অটো** সেট করা হয়েছে
ca: La resolució de visió s'ha establert en **Automàtic**
de: Die Bildauflösung wurde auf **Auto** eingestellt
el: Η ανάλυση όρασης έχει οριστεί σε **Auto**
es: La resolución de visión se ha configurado en **Auto**
et: Nägemise eraldusvõimeks on määratud **Automaatne**
fa: وضوح دید روی **خودکار** تنظیم شده است
fi: Näön resoluutioksi on asetettu **Automaattinen**
fr: La résolution de la vision a été définie sur **Auto**
he: רזולוציית הראייה הוגדרה ל-**אוטומטי**
hi: विज़न रिज़ॉल्यूशन को **ऑटो** पर सेट किया गया है
hr: Razlučivost vida postavljena je na **Auto**
hu: A látásfelbontás **Automatikus** értékre lett állítva
id: Resolusi penglihatan telah disetel ke **Otomatis**
it: La risoluzione visiva è stata impostata su **Auto**
ko: 비전 해상도가 **자동**으로 설정되었습니다.
lt: Regėjimo skyra nustatyta į **Automatinis**
ms: Resolusi penglihatan telah ditetapkan kepada **Auto**
nl: Visieresolutie is ingesteld op **Auto**
no: Synsoppløsning er satt til **Auto**
pl: Rozdzielczość obrazu została ustawiona na **Auto**
pt: A resolução da visão foi definida como **Automática**
ro: Rezoluția vederii a fost setată la **Automat**
ru: Разрешение изображения установлено на **Авто**.
sl: Ločljivost vida je nastavljena na **Samodejno**
sv: Synupplösning har ställts in på **Auto**
th: ความละเอียดการมองเห็นถูกตั้งค่าเป็น **อัตโนมัติ**
tr: Görüş çözünürlüğü **Otomatik** olarak ayarlandı
uk: Роздільна здатність зору встановлена ​​на **Авто**
vi: Độ phân giải tầm nhìn đã được đặt thành **Tự động**

source: Questions will be answered regardless of if they end with **?**
ar: سيتم الرد على الأسئلة بغض النظر عما إذا كانت تنتهي بـ **؟**
bg: На въпросите ще се отговаря независимо дали завършват с **?**
bn: প্রশ্নগুলি **?** দিয়ে শেষ না করেই উত্তর দেওয়া হবে।
ca: Les preguntes es respondran independentment de si acaben amb **?**
de: Fragen werden unabhängig davon beantwortet, ob sie mit **?** enden.
el: Οι ερωτήσεις θα απαντηθούν ανεξάρτητα από το αν τελειώνουν με **?**
es: Las preguntas serán respondidas independientemente de si terminan en **?**
et: Küsimustele vastatakse olenemata sellest, kas need lõppevad tähega **?**
fa: سوالات بدون توجه به اینکه با **؟** ختم می شوند پاسخ داده می شود.
fi: Kysymyksiin vastataan riippumatta siitä päättyvätkö ne **?**
fr: Les questions recevront une réponse, même si elles se terminent par **?**
he: שאלות ייענו ללא קשר אם הן מסתיימות ב-**?**
hi: प्रश्नों का उत्तर दिया जाएगा भले ही वे **?** पर समाप्त हों
hr: Na pitanja će se odgovoriti bez obzira završavaju li s **?**
hu: A kérdésekre akkor is választ kapunk, ha **-ra végződik?**
id: Pertanyaan akan dijawab terlepas dari apakah diakhiri dengan **?**
it: Le domande riceveranno risposta indipendentemente dal fatto che terminino con **?**
ko: **?**로 끝나는 질문에 관계없이 답변됩니다.
lt: Į klausimus bus atsakyta neatsižvelgiant į tai, ar jie baigiasi **?**
ms: Soalan akan dijawab tidak kira sama ada ia berakhir dengan **?**
nl: Vragen worden beantwoord, ongeacht of ze eindigen op **?**
no: Spørsmål vil bli besvart uavhengig av om de ender med **?**
pl: Odpowiedzi zostaną udzielone niezależnie od tego, czy kończą się na **?**
pt: As perguntas serão respondidas independentemente de terminarem com **?**
ro: Întrebările vor primi răspuns, indiferent dacă se termină cu **?**
ru: На вопросы будут даны ответы независимо от того, заканчиваются ли они на **?**
sl: Na vprašanja bomo odgovorili ne glede na to, ali se končajo z **?**
sv: Frågor kommer att besvaras oavsett om de slutar med **?**
th: คำถามจะถูกตอบไม่ว่าจะลงท้ายด้วย **?**
tr: Sorular **?** ile bitip bitmemesine bakılmaksızın cevaplanacaktır.
uk: Відповіді на запитання будуть надані незалежно від того, чи закінчуються вони на **?**
vi: Các câu hỏi sẽ được trả lời bất kể chúng có kết thúc bằng **?**

source: Questions must end in **?** to be answered
ar: يجب أن تنتهي الأسئلة بـ **?** حتى يتم الإجابة عليها
bg: Въпросите трябва да завършват на **?**, за да се отговори
bn: প্রশ্নের উত্তর দেওয়ার জন্য অবশ্যই **?**-এ শেষ হতে হবে
ca: Les preguntes han d'acabar en **?** per ser contestades
de: Um beantwortet zu werden, müssen Fragen mit **?** enden
el: Οι ερωτήσεις πρέπει να τελειώνουν σε **?** για να απαντηθούν
es: Las preguntas deben terminar en **?** para ser respondidas
et: Küsimused peavad vastamiseks lõppema tähega **?**
fa: سوالات باید به **؟** ختم شوند تا به آنها پاسخ داده شود
fi: Kysymysten tulee päättyä numeroihin **?**, jotta niihin voidaan vastata
fr: Les questions doivent se terminer par **?** pour recevoir une réponse
he: שאלות חייבות להסתיים ב-**?** כדי להיענות
hi: उत्तर देने के लिए प्रश्नों का अंत **?** होना चाहिए
hr: Pitanja moraju završavati s **?** da bi se odgovorilo
hu: A kérdéseknek **?**-ra kell végződniük ahhoz, hogy választ kapjanak
id: Pertanyaan harus diakhiri dengan **?** agar dapat dijawab
it: Per poter rispondere le domande devono terminare con **?**
ko: 질문에 답하려면 **?**로 끝나야 합니다.
lt: Kad būtų atsakyta, klausimai turi baigtis **?**
ms: Soalan mesti berakhir dengan **?** untuk dijawab
nl: Vragen moeten eindigen op **?** om te worden beantwoord
no: Spørsmål må slutte på **?** for å bli besvart
pl: Aby móc odpowiedzieć, pytania muszą kończyć się na **?**
pt: As perguntas devem terminar em **?** para serem respondidas
ro: Întrebările trebuie să se încheie cu **?** pentru a primi răspuns
ru: Чтобы получить ответ, вопросы должны заканчиваться на **?**.
sl: Na vprašanja se mora odgovoriti na **?**
sv: Frågor måste sluta på **?** för att kunna besvaras
th: คำถามต้องลงท้ายด้วย **?** จึงจะตอบได้
tr: Soruların yanıtlanabilmesi için **?** ile bitmesi gerekir
uk: Щоб отримати відповідь, запитання мають закінчуватися на **?**
vi: Các câu hỏi phải kết thúc bằng **?** mới được trả lời

source: The bot will no longer respond to mentions
ar: لن يستجيب الروبوت بعد الآن للإشارات
bg: Ботът вече няма да отговаря на споменавания
bn: বট আর উল্লেখে সাড়া দেবে না
ca: El bot ja no respondrà a les mencions
de: Der Bot reagiert nicht mehr auf Erwähnungen
el: Το bot δεν θα απαντά πλέον σε αναφορές
es: El bot ya no responderá a las menciones.
et: Bot ei reageeri enam mainimistele
fa: ربات دیگر به ذکرها پاسخ نمی دهد
fi: Botti ei enää vastaa mainintaan
fr: Le bot ne répondra plus aux mentions
he: הבוט לא יגיב יותר לאזכורים
hi: बॉट अब उल्लेखों पर प्रतिक्रिया नहीं देगा
hr: Bot više neće odgovarati na spominjanja
hu: A bot többé nem reagál az említésekre
id: Bot tidak akan lagi merespons sebutan
it: Il bot non risponderà più alle menzioni
ko: 봇은 더 이상 멘션에 응답하지 않습니다.
lt: Botas nebereaguos į paminėjimus
ms: Bot tidak akan membalas sebutan lagi
nl: De bot reageert niet meer op vermeldingen
no: Boten vil ikke lenger svare på omtaler
pl: Bot nie będzie już odpowiadać na wzmianki
pt: O bot não responderá mais às menções
ro: Botul nu va mai răspunde la mențiuni
ru: Бот больше не будет отвечать на упоминания
sl: Bot se ne bo več odzival na omembe
sv: Boten kommer inte längre att svara på omnämnanden
th: บอทจะไม่ตอบสนองต่อการกล่าวถึงอีกต่อไป
tr: Bot artık bahsedilenlere yanıt vermeyecek
uk: Бот більше не реагуватиме на згадки
vi: Bot sẽ không phản hồi những đề cập nữa

source: The bot will now respond to mentions
ar: سوف يستجيب الروبوت الآن للإشارات
bg: Сега ботът ще отговаря на споменавания
bn: বট এখন উল্লেখের জবাব দেবে
ca: El bot ara respondrà a les mencions
de: Der Bot antwortet nun auf Erwähnungen
el: Το bot θα απαντήσει τώρα στις αναφορές
es: El bot ahora responderá a las menciones.
et: Bot vastab nüüd mainimistele
fa: ربات اکنون به ذکرها پاسخ خواهد داد
fi: Botti vastaa nyt mainintaan
fr: Le bot répondra désormais aux mentions
he: הבוט יגיב כעת לאזכורים
hi: बॉट अब उल्लेखों का जवाब देगा
hr: Bot će sada odgovoriti na spominjanja
hu: A bot most válaszolni fog az említésekre
id: Bot sekarang akan merespons sebutan
it: Il bot ora risponderà alle menzioni
ko: 이제 봇이 멘션에 응답합니다.
lt: Dabar robotas atsakys į paminėjimus
ms: Bot kini akan bertindak balas terhadap sebutan
nl: De bot reageert nu op vermeldingen
no: Boten vil nå svare på omtaler
pl: Bot będzie teraz odpowiadać na wzmianki
pt: O bot agora responderá às menções
ro: Botul va răspunde acum la mențiuni
ru: Бот теперь будет отвечать на упоминания
sl: Bot se bo zdaj odzval na omembe
sv: Boten kommer nu att svara på omnämnanden
th: ตอนนี้บอทจะตอบสนองต่อการกล่าวถึง
tr: Bot artık bahsedilenlere yanıt verecek
uk: Тепер бот відповідатиме на згадки
vi: Bot bây giờ sẽ phản hồi các đề cập

source: Mentions are now **Disabled**
ar: الإشارات الآن ** معطلة **
bg: Споменаванията вече са **Деактивирани**
bn: উল্লেখ এখন **অক্ষম**
ca: Les mencions ara estan **desactivades**
de: Erwähnungen sind jetzt **deaktiviert**
el: Οι αναφορές είναι πλέον **Απενεργοποιημένες**
es: Las menciones ahora están **Desactivadas**
et: Mainimised on nüüd **Keelatud**
fa: ذکرها اکنون **غیرفعال شده**
fi: Maininnat ovat nyt **Ei käytössä**
fr: Les mentions sont désormais **Désactivées**
he: האזכורים כעת **מושבתים**
hi: उल्लेख अब **अक्षम** हैं
hr: Spominjanja su sada **Onemogućena**
hu: Az említések most **Letiltva**
id: Sebutan sekarang **Dinonaktifkan**
it: Le menzioni ora sono **Disabilitate**
ko: 이제 멘션이 **비활성화**되었습니다.
lt: Paminėjimai dabar yra **Išjungti**
ms: Sebutan kini **Dilumpuhkan**
nl: Vermeldingen zijn nu **Uitgeschakeld**
no: Omtaler er nå **deaktivert**
pl: Wzmianki są teraz **Wyłączone**
pt: As menções agora estão **Desativadas**
ro: Mențiunile sunt acum **Dezactivate**
ru: Упоминания теперь **отключены**.
sl: Omembe so zdaj **onemogočene**
sv: Omnämnanden är nu **inaktiverade**
th: การกล่าวถึงตอนนี้ **ปิดการใช้งาน**
tr: Bahsetmeler artık **Devre dışı**
uk: Згадки тепер **вимкнено**
vi: Các đề cập hiện đã bị **Tắt**

source: Mentions are now **Enabled**
ar: الإشارات أصبحت الآن **ممكّنة**
bg: Споменаванията вече са **Активирани**
bn: উল্লেখ এখন **সক্ষম**
ca: Les mencions ara estan **Activades**
de: Erwähnungen sind jetzt **aktiviert**
el: Οι αναφορές είναι πλέον **Ενεργοποιημένες**
es: Las menciones ahora están **habilitadas**
et: Mainimised on nüüd **Lubatud**
fa: ذکرها اکنون **فعال شده**
fi: Maininnat ovat nyt **Käytössä**
fr: Les mentions sont désormais **Activées**
he: אזכורים כעת **מופעלים**
hi: उल्लेख अब **सक्षम** हैं
hr: Spominjanja su sada **Omogućena**
hu: Az említések most **Engedélyezve**
id: Sebutan sekarang **Diaktifkan**
it: Le menzioni ora sono **Abilitate**
ko: 이제 멘션이 **활성화**되었습니다.
lt: Paminėjimai dabar yra **Įgalinti**
ms: Sebutan kini **Didayakan**
nl: Vermeldingen zijn nu **Ingeschakeld**
no: Omtaler er nå **aktivert**
pl: Wzmianki są teraz **Włączone**
pt: As menções agora estão **Ativadas**
ro: Mențiunile sunt acum **Activate**
ru: Упоминания теперь **включены**
sl: Omembe so zdaj **Omogočene**
sv: Omnämnanden är nu **aktiverade**
th: การกล่าวถึงตอนนี้ **เปิดใช้งานแล้ว**
tr: Bahsetmeler artık **Etkin**
uk: Згадки тепер **Увімкнено**
vi: Các đề cập hiện đã được **Bật**

source: Collaborative conversations are now **Disabled**
ar: المحادثات التعاونية أصبحت الآن ** معطلة **
bg: Съвместните разговори вече са **Деактивирани**
bn: সহযোগিতামূলক কথোপকথন এখন **অক্ষম**
ca: Les converses col·laboratives ara estan **desactivades**
de: Kollaborative Gespräche sind jetzt **deaktiviert**
el: Οι συνεργατικές συνομιλίες είναι πλέον **Απενεργοποιημένες**
es: Las conversaciones colaborativas ahora están **Desactivadas**
et: Koostöövestlused on nüüd **Keelatud**
fa: مکالمات مشارکتی اکنون **غیرفعال شده**
fi: Yhteistyökeskustelut ovat nyt **poistettu käytöstä**
fr: Les conversations collaboratives sont désormais **Désactivées**
he: שיחות שיתופיות כעת **מושבתות**
hi: सहयोगात्मक वार्तालाप अब **अक्षम** हैं
hr: Suradnički razgovori sada su **Onemogućeni**
hu: Az együttműködésen alapuló beszélgetések mostantól **Letiltva**
id: Percakapan kolaboratif kini **Dinonaktifkan**
it: Le conversazioni collaborative sono ora **Disabilitate**
ko: 이제 공동작업 대화가 **비활성화됨**
lt: Bendradarbiaujantys pokalbiai dabar yra **Išjungti**
ms: Perbualan kolaboratif kini **Dilumpuhkan**
nl: Samenwerkingsgesprekken zijn nu **Uitgeschakeld**
no: Samarbeidssamtaler er nå **deaktivert**
pl: Wspólne rozmowy są teraz **Wyłączone**
pt: As conversas colaborativas agora estão **desativadas**
ro: Conversațiile în colaborare sunt acum **Dezactivate**
ru: Совместные беседы теперь **отключены**.
sl: Sodelovalni pogovori so zdaj **onemogočeni**
sv: Samarbetskonversationer är nu **inaktiverade**
th: ขณะนี้การสนทนาการทำงานร่วมกัน **ปิดใช้งาน**
tr: Ortak görüşmeler artık **Devre Dışı**
uk: Спільні розмови тепер **вимкнено**
vi: Các cuộc trò chuyện cộng tác hiện bị **Tắt**

source: Collaborative conversations are now **Enabled**
ar: أصبحت المحادثات التعاونية الآن **ممكّنة**
bg: Съвместните разговори вече са **Активирани**
bn: সহযোগিতামূলক কথোপকথন এখন **সক্ষম**
ca: Les converses col·laboratives ara estan **activades**
de: Kollaborative Gespräche sind jetzt **aktiviert**
el: Οι συνεργατικές συνομιλίες είναι πλέον **Ενεργοποιημένες**
es: Las conversaciones colaborativas ahora están **habilitadas**
et: Koostöövestlused on nüüd **Lubatud**
fa: مکالمات مشارکتی اکنون **فعال است**
fi: Yhteistyökeskustelut ovat nyt **käytössä**
fr: Les conversations collaboratives sont désormais **Activées**
he: שיחות שיתופיות כעת **מופעלות**
hi: सहयोगात्मक वार्तालाप अब **सक्षम** हैं
hr: Suradnički razgovori sada su **Omogućeni**
hu: Az együttműködésen alapuló beszélgetések mostantól **Engedélyezve**
id: Percakapan kolaboratif kini **Diaktifkan**
it: Le conversazioni collaborative sono ora **Abilitate**
ko: 이제 공동작업 대화가 **활성화됨**
lt: Bendradarbiaujantys pokalbiai dabar yra **Įgalinti**
ms: Perbualan kolaboratif kini **Didayakan**
nl: Samenwerkingsgesprekken zijn nu **Ingeschakeld**
no: Samarbeidssamtaler er nå **aktivert**
pl: Wspólne rozmowy są teraz **Włączone**
pt: As conversas colaborativas agora estão **Ativadas**
ro: Conversațiile în colaborare sunt acum **Activate**
ru: Совместные беседы теперь **включены**.
sl: Sodelovalni pogovori so zdaj **Omogočeni**
sv: Samarbetskonversationer är nu **aktiverade**
th: การสนทนาการทำงานร่วมกันขณะนี้ **เปิดใช้งาน**
tr: Ortak görüşmeler artık **Etkin**
uk: Спільні розмови тепер **Увімкнено**
vi: Các cuộc trò chuyện cộng tác hiện đã được **Bật**

source: Max retention needs to be at least 0 or higher
ar: يجب أن يكون الحد الأقصى للاحتفاظ 0 على الأقل أو أعلى
bg: Максималното задържане трябва да бъде поне 0 или по-високо
bn: সর্বোচ্চ ধারণ কমপক্ষে 0 বা তার বেশি হওয়া দরকার
ca: La retenció màxima ha de ser com a mínim 0 o superior
de: Die maximale Aufbewahrung muss mindestens 0 oder höher sein
el: Η μέγιστη διατήρηση πρέπει να είναι τουλάχιστον 0 ή μεγαλύτερη
es: La retención máxima debe ser al menos 0 o superior
et: Maksimaalne säilitamine peab olema vähemalt 0 või suurem
fa: حداکثر حفظ باید حداقل 0 یا بیشتر باشد
fi: Enimmäissäilytyksen on oltava vähintään 0 tai suurempi
fr: La rétention maximale doit être d'au moins 0 ou supérieure.
he: השמירה המקסימלית צריכה להיות לפחות 0 ומעלה
hi: अधिकतम प्रतिधारण कम से कम 0 या अधिक होना चाहिए
hr: Maksimalno zadržavanje mora biti najmanje 0 ili više
hu: A maximális megőrzési értéknek legalább 0-nak kell lennie
id: Retensi maksimum harus minimal 0 atau lebih tinggi
it: La conservazione massima deve essere almeno pari a 0 o superiore
ko: 최대 보존 기간은 0 이상이어야 합니다.
lt: Maksimalus išlaikymas turi būti bent 0 arba didesnis
ms: Pengekalan maksimum perlu sekurang-kurangnya 0 atau lebih tinggi
nl: De maximale retentie moet minimaal 0 of hoger zijn
no: Maksimal oppbevaring må være minst 0 eller høyere
pl: Maksymalna retencja musi wynosić co najmniej 0 lub więcej
pt: A retenção máxima precisa ser pelo menos 0 ou superior
ro: Retenția maximă trebuie să fie de cel puțin 0 sau mai mare
ru: Максимальное удержание должно быть не ниже 0 или выше.
sl: Najvišje zadrževanje mora biti vsaj 0 ali višje
sv: Max retention måste vara minst 0 eller högre
th: การรักษาผู้ใช้สูงสุดต้องมีอย่างน้อย 0 หรือสูงกว่า
tr: Maksimum elde tutma oranının en az 0 veya daha yüksek olması gerekir
uk: Максимальне утримання має бути принаймні 0 або вище
vi: Tỷ lệ giữ chân tối đa ít nhất phải bằng 0 hoặc cao hơn

source: Conversation retention has been disabled
ar: تم تعطيل الاحتفاظ بالمحادثة
bg: Запазването на разговора е деактивирано
bn: কথোপকথন ধরে রাখা অক্ষম করা হয়েছে৷
ca: La retenció de converses s'ha desactivat
de: Die Aufbewahrung von Gesprächen wurde deaktiviert
el: Η διατήρηση συνομιλίας έχει απενεργοποιηθεί
es: La retención de conversaciones ha sido deshabilitada
et: Vestluse säilitamine on keelatud
fa: حفظ مکالمه غیرفعال شده است
fi: Keskustelun säilyttäminen on poistettu käytöstä
fr: La conservation des conversations a été désactivée
he: שמירת שיחות הושבתה
hi: वार्तालाप अवधारण अक्षम कर दिया गया है
hr: Zadržavanje razgovora je onemogućeno
hu: A beszélgetés megőrzése le van tiltva
id: Retensi percakapan telah dinonaktifkan
it: La conservazione della conversazione è stata disabilitata
ko: 대화 보관이 비활성화되었습니다.
lt: Pokalbio saugojimas išjungtas
ms: Pengekalan perbualan telah dilumpuhkan
nl: Het vasthouden van gesprekken is uitgeschakeld
no: Oppbevaring av samtaler er deaktivert
pl: Przechowywanie rozmów zostało wyłączone
pt: A retenção de conversa foi desativada
ro: Păstrarea conversațiilor a fost dezactivată
ru: Сохранение разговоров отключено.
sl: Ohranjanje pogovora je onemogočeno
sv: Konversationslagring har inaktiverats
th: การเก็บรักษาการสนทนาถูกปิดใช้งาน
tr: Konuşmayı saklama devre dışı bırakıldı
uk: Збереження розмови вимкнено
vi: Tính năng lưu giữ cuộc trò chuyện đã bị tắt
