Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/assistant/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ko, lt, ms, nl, no, pl, pt, ro, ru, sl, sv, th, tr, uk, vi

source: Uh oh, looks like my API key is invalid!
ar: اه، يبدو أن مفتاح API الخاص بي غير صالح!
bg: О, изглежда, че ключът ми за API е невалиден!
bn: ওহ, মনে হচ্ছে আমার API কীটি অবৈধ!
ca: Uh oh, sembla que la meva clau API no és vàlida!
de: Oh oh, es sieht so aus, als wäre mein API-Schlüssel ungültig!
el: Ωχ, φαίνεται ότι το κλειδί API μου δεν είναι έγκυρο!
es: ¡Oh, parece que mi clave API no es válida!
et: Oi, tundub, et mu API võti on kehtetu!
fa: اوه اوه، به نظر می رسد کلید API من نامعتبر است!
fi: Ohoh, näyttää siltä, ​​että API-avaimeni on virheellinen!
fr: Oh oh, on dirait que ma clé API n'est pas valide !
he: אה אה, נראה שמפתח ה-API שלי לא חוקי!
hi: उह ओह, ऐसा लगता है कि मेरी एपीआई कुंजी अमान्य है!
hr: Uh, izgleda da je moj API ključ nevažeći!
hu: Ó, úgy tűnik, hogy az API-kulcsom érvénytelen!
id: Uh oh, sepertinya kunci API saya tidak valid!
it: Uh oh, sembra che la mia chiave API non sia valida!
ko: 아, 내 API 키가 잘못된 것 같습니다!
lt: Oi, atrodo, kad mano API raktas netinkamas!
ms: Eh, nampaknya kunci API saya tidak sah!
nl: Oh, het lijkt erop dat mijn API-sleutel ongeldig is!
no: Åh, det ser ut til at API-nøkkelen min er ugyldig!
pl: Och, wygląda na to, że mój klucz API jest nieprawidłowy!
pt: Ah, parece que minha chave de API é inválida!
ro: Uh oh, se pare că cheia mea API este nevalidă!
ru: Ой-ой, похоже, мой ключ API недействителен!
sl: Uh, izgleda, da je moj ključ API neveljaven!
sv: Åh, det verkar som om min API-nyckel är ogiltig!
th: อ๊ะ ดูเหมือนว่าคีย์ API ของฉันไม่ถูกต้อง!
tr: Ah, görünüşe göre API anahtarım geçersiz!
uk: Ой, схоже, мій ключ API недійсний!
vi: Uh ồ, có vẻ như khóa API của tôi không hợp lệ!

source: Rate limit error: {}
ar: خطأ في حد المعدل: {}
bg: Грешка при ограничение на скоростта: {}
bn: হার সীমা ত্রুটি: {}
ca: Error de límit de tarifa: {}
de: Ratenbegrenzungsfehler: {}
el: Σφάλμα ορίου ποσοστού: {}
es: Error de límite de tarifa: {}
et: Maksumäära piirangu viga: {}
fa: خطای محدودیت نرخ: {}
fi: Hintarajoitusvirhe: {}
fr: Erreur de limite de débit : {}
he: שגיאת מגבלת שיעור: {}
hi: दर सीमा त्रुटि: {}
hr: Pogreška ograničenja brzine: {}
hu: Díjkorlát hiba: {}
id: Kesalahan batas kecepatan: {}
it: Errore limite di velocità: {}
ko: 비율 제한 오류: {}
lt: Normos ribojimo klaida: {}
ms: Ralat had kadar: {}
nl: Fout bij tarieflimiet: {}
no: Takstgrensefeil: {}
pl: Błąd limitu szybkości: {}
pt: Erro de limite de taxa: {}
ro: Eroare limita ratei: {}
ru: Ошибка ограничения скорости: {}
sl: Napaka omejitve stopnje: {}
th: ข้อผิดพลาดขีดจำกัดอัตรา: {}
tr: Hız sınırı hatası: {}
uk: Помилка обмеження швидкості: {}
vi: Lỗi giới hạn tỷ lệ: {}

source: Read timeout error: {}
ar: خطأ مهلة القراءة: {}
bg: Грешка при изчакване при четене: {}
bn: টাইমআউট ত্রুটি পড়ুন: {}
ca: Error de temps d'espera de lectura: {}
de: Lesezeitüberschreitungsfehler: {}
el: Σφάλμα χρονικού ορίου ανάγνωσης: {}
es: Error de tiempo de espera de lectura: {}
et: Lugemise ajalõpu viga: {}
fa: خطای مهلت زمانی خواندن: {}
fi: Lukuaikakatkaisuvirhe: {}
fr: Erreur d'expiration du délai de lecture : {}
he: שגיאת זמן קצוב לקריאה: {}
hi: टाइमआउट त्रुटि पढ़ें: {}
hr: Pogreška isteka vremena čitanja: {}
hu: Olvasási időtúllépési hiba: {}
id: Kesalahan batas waktu baca: {}
it: Errore di timeout di lettura: {}
ko: 읽기 시간 초과 오류: {}
lt: Skaitymo skirtojo laiko klaida: {}
ms: Ralat tamat masa baca: {}
nl: Time-outfout bij lezen: {}
no: Lesetidsavbruddsfeil: {}
pl: Błąd przekroczenia limitu czasu odczytu: {}
pt: Erro de tempo limite de leitura: {}
ro: Eroare de timeout pentru citire: {}
ru: Ошибка тайм-аута чтения: {}
sl: Napaka časovne omejitve branja: {}
sv: Läs timeout-fel: {}
th: ข้อผิดพลาดการหมดเวลาอ่าน: {}
tr: Okuma zaman aşımı hatası: {}
uk: Помилка часу очікування читання: {}
vi: Lỗi hết thời gian đọc: {}

source: Uh oh, something went wrong! Bot owner can use `{}` to view the error.
ar: اه، حدث خطأ ما! يمكن لمالك الروبوت استخدام `{}` لعرض الخطأ.
bg: Ох, нещо се обърка! Собственикът на бот може да използва `{}`, за да види грешката.
bn: ওহ, কিছু ভুল হয়েছে! বট মালিক ত্রুটি দেখতে `{}` ব্যবহার করতে পারেন।
ca: Ui, alguna cosa va fallar! El propietari del bot pot utilitzar `{}` per veure l'error.
de: Oh oh, etwas ist schief gelaufen! Der Bot-Besitzer kann „{}“ verwenden, um den Fehler anzuzeigen.
el: Ωχ, κάτι πήγε στραβά! Ο κάτοχος του ρομπότ μπορεί να χρησιμοποιήσει το "{}" για να δει το σφάλμα.
es: ¡Oh, algo salió mal! El propietario del bot puede usar `{}` para ver el error.
et: Oi, midagi läks valesti! Boti omanik saab vea vaatamiseks kasutada käsku „{}”.
fa: اوه اوه، مشکلی پیش آمد! مالک ربات می تواند از «{}» برای مشاهده خطا استفاده کند.
fi: Oho, jotain meni pieleen! Botin omistaja voi käyttää `{}` nähdäkseen virheen.
fr: Oh oh, quelque chose s'est mal passé ! Le propriétaire du bot peut utiliser `{}` pour afficher l'erreur.
he: אה הו, משהו השתבש! בעל הבוט יכול להשתמש ב-'{}' כדי להציג את השגיאה.
hi: उह ओह, कुछ गलत हो गया! त्रुटि देखने के लिए बॉट स्वामी `{}` का उपयोग कर सकता है।
hr: Uh, nešto nije u redu! Vlasnik bota može koristiti `{}` da vidi pogrešku.
hu: Ó, valami elromlott! A robot tulajdonosa a `{}` segítségével megtekintheti a hibát.
id: Uh oh, ada yang tidak beres! Pemilik bot bisa menggunakan `{}` untuk melihat kesalahan.
it: Uh oh, qualcosa è andato storto! Il proprietario del bot può utilizzare "{}" per visualizzare l'errore.
ko: 아, 뭔가 잘못됐어요! 봇 소유자는 `{}`를 사용하여 오류를 볼 수 있습니다.
lt: Oi, kažkas nutiko! Boto savininkas gali naudoti „{}“, kad peržiūrėtų klaidą.
ms: Eh, ada yang tidak kena! Pemilik bot boleh menggunakan `{}` untuk melihat ralat.
nl: Oei, er is iets misgegaan! Bot-eigenaar kan `{}` gebruiken om de fout te bekijken.
no: Åh, noe gikk galt! Boteier kan bruke «{}» for å se feilen.
pl: Oj, coś poszło nie tak! Właściciel bota może użyć `{}`, aby wyświetlić błąd.
pt: Uh, algo deu errado! O proprietário do bot pode usar `{}` para visualizar o erro.
ro: Uh oh, ceva a mers prost! Proprietarul botului poate folosi `{}` pentru a vedea eroarea.
ru: Ой-ой, что-то пошло не так! Владелец бота может использовать `{}` для просмотра ошибки.
sl: Uh, nekaj je šlo narobe! Lastnik bota lahko uporabi `{}` za ogled napake.
sv: Åh, något gick fel! Botägaren kan använda `{}` för att se felet.
th: เอ่อ มีบางอย่างผิดพลาด! เจ้าของบอทสามารถใช้ `{}` เพื่อดูข้อผิดพลาด
tr: Ah, bir şeyler ters gitti! Bot sahibi hatayı görüntülemek için `{}` kullanabilir.
uk: Ой, щось пішло не так! Власник бота може використовувати `{}`, щоб переглянути помилку.
vi: Ờ, có gì đó không ổn! Chủ sở hữu bot có thể sử dụng `{}` để xem lỗi.

source: API Status: {}
ar: حالة واجهة برمجة التطبيقات: {}
bg: Състояние на API: {}
bn: API স্থিতি: {}
ca: Estat de l'API: {}
el: Κατάσταση API: {}
es: Estado de la API: {}
et: API olek: {}
fa: وضعیت API: {}
fi: API-tila: {}
fr: Statut de l'API : {}
he: סטטוס API: {}
hi: एपीआई स्थिति: {}
hr: Status API-ja: {}
hu: API állapota: {}
it: Stato dell'API: {}
ko: API 상태: {}
lt: API būsena: {}
pl: Stan interfejsu API: {}
pt: Status da API: {}
ro: Stare API: {}
ru: Статус API: {}
sl: Stanje API-ja: {}
th: สถานะ API: {}
tr: API Durumu: {}
uk: Статус API: {}
vi: Trạng thái API: {}

source: No results found
ar: لم يتم العثور على نتائج
bg: Няма намерени резултати
bn: কোন ফলাফল পাওয়া যায়নি
ca: No s'han trobat resultats
de: Keine Ergebnisse gefunden
el: Δεν βρέθηκαν αποτελέσματα
es: No se encontraron resultados
et: Tulemusi ei leitud
fa: هیچ نتیجه ای یافت نشد
fi: Tuloksia ei löytynyt
fr: Aucun résultat trouvé
he: לא נמצאו תוצאות
hi: कोई परिणाम नहीं मिला
hr: Nema rezultata
hu: Nincs találat
id: Tidak ada hasil yang ditemukan
it: Nessun risultato trovato
ko: 검색결과가 없습니다
lt: Rezultatų nerasta
ms: Tiada hasil ditemui
nl: Geen resultaten gevonden
no: Ingen resultater funnet
pl: Nie znaleziono żadnych wyników
pt: Nenhum resultado encontrado
ro: Nu s-au găsit rezultate
ru: Результаты не найдены
sl: Ni rezultatov
sv: Inga resultat hittades
th: ไม่พบผลลัพธ์
tr: Sonuç bulunamadı
uk: Результатів не знайдено
vi: Không tìm thấy kết quả nào

source: None
ar: لا أحد
bg: Няма
bn: কোনোটিই নয়
ca: Cap
de: Keiner
el: Κανένας
es: Ninguno
et: Mitte ühtegi
fa: هیچ کدام
fi: Ei mitään
fr: Aucun
he: אַף לֹא אֶחָד
hi: कोई नहीं
hr: Nijedan
hu: Egyik sem
id: Tidak ada
it: Nessuno
ko: 없음
lt: Nėra
ms: tiada
nl: Geen
no: Ingen
pl: Nic
pt: Nenhum
ro: Nici unul
ru: Никто
sl: Noben
sv: Ingen
th: ไม่มี
tr: Hiçbiri
uk: Жодного
vi: Không có

source: Request timed out, please try again.
ar: انتهت مهلة الطلب، يرجى المحاولة مرة أخرى.
bg: Времето за изчакване на заявката изтече, моля, опитайте отново.
bn: অনুরোধের সময় শেষ, অনুগ্রহ করে আবার চেষ্টা করুন।
ca: S'ha esgotat el temps d'espera de la sol·licitud, torneu-ho a provar.
de: Zeitüberschreitung bei der Anfrage. Bitte versuchen Sie es erneut.
el: Το χρονικό όριο του αιτήματος έληξε, δοκιμάστε ξανά.
es: Se agotó el tiempo de espera de la solicitud, inténtelo de nuevo.
et: Taotlus aegus, proovige uuesti.
fa: زمان درخواست تمام شد، لطفاً دوباره امتحان کنید.
fi: Pyyntö aikakatkaistiin, yritä uudelleen.
fr: La demande a expiré, veuillez réessayer.
he: תם הזמן הקצוב לבקשה, אנא נסה שוב.
hi: अनुरोध का समय समाप्त हो गया, कृपया पुनः प्रयास करें।
hr: Zahtjev je istekao, pokušajte ponovo.
hu: A kérés időtúllépése lejárt, próbálkozzon újra.
id: Waktu permintaan habis, harap coba lagi.
it: Richiesta scaduta, riprova.
ko: 요청 시간이 초과되었습니다. 다시 시도해 주세요.
lt: Baigėsi užklausos skirtasis laikas, bandykite dar kartą.
ms: Permintaan tamat masa, sila cuba lagi.
nl: Er is een time-out voor het verzoek opgetreden. Probeer het opnieuw.
no: Forespørselen ble tidsavbrutt. Prøv igjen.
pl: Upłynął limit czasu żądania. Spróbuj ponownie.
pt: A solicitação expirou. Tente novamente.
ro: Solicitarea a expirat, vă rugăm să încercați din nou.
ru: Время запроса истекло, попробуйте еще раз.
sl: Časovna omejitev zahteve je potekla, poskusite znova.
sv: Begäran tog timeout, försök igen.
th: คำขอหมดเวลา โปรดลองอีกครั้ง
tr: İstek zaman aşımına uğradı, lütfen tekrar deneyin.
uk: Час очікування запиту минув, повторіть спробу.
vi: Yêu cầu đã hết thời gian chờ, vui lòng thử lại.

source: Bad Request Error({}): {}
ar: خطأ طلب غير صالح ({}): {}
bg: Грешка при лоша заявка ({}): {}
bn: খারাপ অনুরোধ ত্রুটি({}): {}
ca: Error de sol·licitud incorrecta ({}): {}
de: Fehler bei fehlerhafter Anfrage ({}): {}
el: Σφάλμα κακού αιτήματος ({}): {}
es: Error de solicitud incorrecta({}): {}
et: Halva taotluse viga ({}): {}
fa: خطای درخواست بد ({}): {}
fi: Virheellinen pyyntö ({}): {}
fr: Erreur de demande incorrecte ({}) : {}
he: שגיאת בקשה שגויה ({}): {}
hi: ख़राब अनुरोध त्रुटि({}): {}
hr: Pogreška lošeg zahtjeva ({}): {}
hu: Hibás kérés ({}): {}
id: Kesalahan Permintaan Buruk({}): {}
it: Errore richiesta non valida({}): {}
ko: 잘못된 요청 오류({}): {}
lt: Blogos užklausos klaida ({}): {}
ms: Ralat Permintaan Buruk({}): {}
nl: Ongeldige verzoekfout({}): {}
no: Feil forespørselsfeil ({}): {}
pl: Błąd nieprawidłowego żądania ({}): {}
pt: Erro de solicitação incorreta ({}): {}
ro: Eroare de solicitare greșită ({}): {}
ru: Ошибка неверного запроса({}): {}
sl: Napaka slabe zahteve ({}): {}
sv: Felaktig begäran ({}): {}
th: ข้อผิดพลาดคำขอไม่ถูกต้อง ({}): {}
tr: Hatalı İstek Hatası({}): {}
uk: Помилка неправильного запиту ({}): {}
vi: Lỗi yêu cầu không hợp lệ({}): {}

source: Result sent!
ar: تم إرسال النتيجة!
bg: Резултатът е изпратен!
bn: ফলাফল পাঠানো হয়েছে!
ca: Resultat enviat!
de: Ergebnis gesendet!
el: Το αποτέλεσμα στάλθηκε!
es: ¡Resultado enviado!
et: Tulemus saadetud!
fa: نتیجه ارسال شد
fi: Tulos lähetetty!
fr: Résultat envoyé !
he: התוצאה נשלחה!
hi: परिणाम भेजा गया!
hr: Rezultat poslan!
hu: Eredmény elküldve!
id: Hasil terkirim!
it: Risultato inviato!
ko: 결과가 전송되었습니다!
lt: Rezultatas išsiųstas!
ms: Keputusan dihantar!
nl: Resultaat verzonden!
no: Resultat sendt!
pl: Wynik wysłany!
pt: Resultado enviado!
ro: Rezultat trimis!
ru: Результат отправлен!
sl: Rezultat poslan!
sv: Resultat skickat!
th: ส่งผลแล้ว!
tr: Sonuç gönderildi!
uk: Результат надіслано!
vi: Đã gửi kết quả!

source: Response failed due to invalid regex, check logs for more info.
ar: فشلت الاستجابة بسبب تعبير عادي غير صالح، تحقق من السجلات للحصول على مزيد من المعلومات.
bg: Отговорът не бе успешен поради невалиден регулярен израз, проверете регистрационните файлове за повече информация.
bn: অবৈধ রেজেক্সের কারণে প্রতিক্রিয়া ব্যর্থ হয়েছে, আরও তথ্যের জন্য লগ চেক করুন৷
ca: La resposta ha fallat a causa d'una expressió regular no vàlida, comproveu els registres per obtenir més informació.
de: Die Antwort ist aufgrund eines ungültigen regulären Ausdrucks fehlgeschlagen. Weitere Informationen finden Sie in den Protokollen.
el: Η απόκριση απέτυχε λόγω μη έγκυρου regex, ελέγξτε τα αρχεία καταγραφής για περισσότερες πληροφορίες.
es: La respuesta falló debido a una expresión regular no válida; consulte los registros para obtener más información.
et: Vastus nurjus kehtetu regexi tõttu. Lisateabe saamiseks kontrollige logisid.
fa: پاسخ به دلیل regex نامعتبر انجام نشد، برای اطلاعات بیشتر گزارش‌ها را بررسی کنید.
fi: Vastaus epäonnistui virheellisen säännöllisen lausekkeen vuoksi. Tarkista lokeista lisätietoja.
fr: La réponse a échoué en raison d'une expression régulière non valide. Consultez les journaux pour plus d'informations.
he: התגובה נכשלה עקב ביטוי רגולרי לא חוקי, בדוק ביומנים למידע נוסף.
hi: अमान्य रेगेक्स के कारण प्रतिक्रिया विफल रही, अधिक जानकारी के लिए लॉग जांचें।
hr: Odgovor nije uspio zbog nevažećeg regularnog izraza, provjerite zapisnike za više informacija.
hu: A válasz érvénytelen reguláris kifejezés miatt sikertelen. További információért ellenőrizze a naplókat.
id: Respons gagal karena regex tidak valid, periksa log untuk info lebih lanjut.
it: La risposta non è riuscita a causa di un'espressione regolare non valida. Controlla i log per maggiori informazioni.
ko: 잘못된 정규식으로 인해 응답이 실패했습니다. 자세한 내용은 로그를 확인하세요.
lt: Atsakymas nepavyko dėl netinkamo reguliaraus reiškinio. Daugiau informacijos ieškokite žurnaluose.
ms: Respons gagal kerana regex tidak sah, semak log untuk mendapatkan maklumat lanjut.
nl: Reactie mislukt vanwege ongeldige regex. Controleer de logboeken voor meer informatie.
no: Svaret mislyktes på grunn av ugyldig regulært uttrykk, sjekk loggene for mer informasjon.
pl: Odpowiedź nie powiodła się z powodu nieprawidłowego wyrażenia regularnego. Sprawdź dzienniki, aby uzyskać więcej informacji.
pt: A resposta falhou devido a regex inválido. Verifique os registros para obter mais informações.
ro: Răspunsul a eșuat din cauza expresiei regex nevalide, verificați jurnalele pentru mai multe informații.
ru: Не удалось ответить из-за неверного регулярного выражения. Дополнительную информацию можно найти в журналах.
sl: Odziv ni uspel zaradi neveljavnega regularnega izraza, za več informacij preverite dnevnike.
sv: Svar misslyckades på grund av ogiltigt regex, kontrollera loggar för mer information.
th: การตอบสนองล้มเหลวเนื่องจาก regex ไม่ถูกต้อง ตรวจสอบบันทึกเพื่อดูข้อมูลเพิ่มเติม
tr: Geçersiz normal ifade nedeniyle yanıt başarısız oldu. Daha fazla bilgi için günlükleri kontrol edin.
uk: Відповідь не надійшла через недійсний регулярний вираз, перевірте журнали, щоб дізнатися більше.
vi: Phản hồi không thành công do biểu thức chính quy không hợp lệ, hãy kiểm tra nhật ký để biết thêm thông tin.

source: Canceled
ar: تم الإلغاء
bg: Отменено
bn: বাতিল
ca: Cancel·lat
de: Abgesagt
el: Ακυρώθηκε
es: Cancelado
et: Tühistatud
fa: لغو شد
fi: Peruutettu
fr: Annulé
he: בּוּטלָה
hi: रद्द किया गया
hr: Otkazano
hu: Törölve
id: Dibatalkan
it: Annullato
ko: 취소
lt: Atšaukta
ms: Dibatalkan
nl: Geannuleerd
no: Kansellert
pl: Odwołany
pt: Cancelado
ro: Anulat
ru: Отменено
sl: Preklicano
sv: Avbruten
th: ยกเลิก
tr: İptal edildi
uk: Скасовано
vi: Đã hủy

source: You have been blacklisted from using this command!
ar: لقد تم إدراجك في القائمة السوداء بسبب استخدام هذا الأمر!
bg: Вие сте в черния списък за използване на тази команда!
bn: এই কমান্ড ব্যবহার করার জন্য আপনাকে কালো তালিকাভুক্ত করা হয়েছে!
ca: Heu estat a la llista negra per utilitzar aquesta ordre!
de: Sie wurden für die Verwendung dieses Befehls auf die schwarze Liste gesetzt!
el: Έχετε μπει στη μαύρη λίστα από τη χρήση αυτής της εντολής!
es: ¡Has sido incluido en la lista negra para no usar este comando!
et: Teid lisati selle käsu kasutamise eest musta nimekirja!
fa: شما از استفاده از این دستور در لیست سیاه قرار گرفته اید!
fi: Sinut on mustalla listalla tämän komennon käytöstä!
fr: Vous avez été mis sur liste noire pour avoir utilisé cette commande !
he: הוכנסת לרשימה השחורה משימוש בפקודה זו!
hi: आपको इस आदेश का उपयोग करने से काली सूची में डाल दिया गया है!
hr: Stavljeni ste na crnu listu zbog korištenja ove naredbe!
hu: Felkerült a tiltólistára a parancs használatából!
id: Anda telah masuk daftar hitam karena menggunakan perintah ini!
it: Sei stato inserito nella lista nera per aver utilizzato questo comando!
ko: 이 명령을 사용하면 블랙리스트에 추가되었습니다!
lt: Jūs buvote įtrauktas į juodąjį sąrašą dėl šios komandos naudojimo!
ms: Anda telah disenaraihitamkan daripada menggunakan arahan ini!
nl: Je staat op de zwarte lijst vanwege het gebruik van deze opdracht!
no: Du har blitt svartelistet fra å bruke denne kommandoen!
pl: Zostałeś umieszczony na czarnej liście i nie możesz używać tego polecenia!
pt: Você foi colocado na lista negra por usar este comando!
ro: Ai fost pe lista neagră de la utilizarea acestei comenzi!
ru: Вы занесены в черный список за использование этой команды!
sl: Na črnem seznamu ste bili zaradi uporabe tega ukaza!
sv: Du har blivit svartlistad från att använda detta kommando!
th: คุณถูกขึ้นบัญชีดำจากการใช้คำสั่งนี้!
tr: Bu komutu kullandığınız için kara listeye alındınız!
uk: Вас занесли до чорного списку за використання цієї команди!
vi: Bạn đã bị đưa vào danh sách cấm sử dụng lệnh này!

source: You have a blacklisted role and cannot use this command!
ar: لديك دور مدرج في القائمة السوداء ولا يمكنك استخدام هذا الأمر!
bg: Имате роля в черния списък и не можете да използвате тази команда!
bn: আপনার একটি কালো তালিকাভুক্ত ভূমিকা আছে এবং এই কমান্ডটি ব্যবহার করতে পারবেন না!
ca: Teniu una funció a la llista negra i no podeu utilitzar aquesta ordre!
de: Sie haben eine Rolle auf der schwarzen Liste und können diesen Befehl nicht verwenden!
el: Έχετε έναν ρόλο στη μαύρη λίστα και δεν μπορείτε να χρησιμοποιήσετε αυτήν την εντολή!
es: ¡Tienes un rol en la lista negra y no puedes usar este comando!
et: Teil on mustas nimekirjas roll ja te ei saa seda käsku kasutada!
fa: شما یک نقش در لیست سیاه دارید و نمی توانید از این دستور استفاده کنید!
fi: Sinulla on mustalla listalla oleva rooli, etkä voi käyttää tätä komentoa!
fr: Vous avez un rôle sur liste noire et vous ne pouvez pas utiliser cette commande !
he: יש לך תפקיד ברשימה השחורה ואינך יכול להשתמש בפקודה זו!
hi: आपकी भूमिका काली सूची में है और आप इस आदेश का उपयोग नहीं कर सकते!
hr: Imate ulogu na crnoj listi i ne možete koristiti ovu naredbu!
hu: Ön feketelistán szerepel, és nem használhatja ezt a parancsot!
id: Anda memiliki peran yang masuk daftar hitam dan tidak dapat menggunakan perintah ini!
it: Hai un ruolo nella lista nera e non puoi usare questo comando!
ko: 귀하는 블랙리스트에 등록된 역할을 갖고 있어 이 명령을 사용할 수 없습니다!
lt: Jūs turite vaidmenį juodajame sąraše ir negalite naudoti šios komandos!
ms: Anda mempunyai peranan yang disenaraihitamkan dan tidak boleh menggunakan arahan ini!
nl: Je hebt een rol op de zwarte lijst en kunt deze opdracht niet gebruiken!
no: Du har en svartelistet rolle og kan ikke bruke denne kommandoen!
pl: Masz rolę na czarnej liście i nie możesz użyć tego polecenia!
pt: Você tem uma função na lista negra e não pode usar este comando!
ro: Ai un rol pe lista neagră și nu poți folosi această comandă!
ru: Ваша роль занесена в черный список и вы не можете использовать эту команду!
sl: Imate vlogo na črnem seznamu in ne morete uporabiti tega ukaza!
sv: Du har en svartlistad roll och kan inte använda detta kommando!
th: คุณมีบทบาทอยู่ในบัญชีดำและไม่สามารถใช้คำสั่งนี้ได้!
tr: Kara listeye alınmış bir rolünüz var ve bu komutu kullanamazsınız!
uk: Ви маєте роль у чорному списку і не можете використовувати цю команду!
vi: Bạn có một vai trò bị liệt vào danh sách đen và không thể sử dụng lệnh này!

source: You cannot use that command in this channel!
ar: لا يمكنك استخدام هذا الأمر في هذه القناة!
bg: Не можете да използвате тази команда в този канал!
bn: আপনি এই চ্যানেলে সেই কমান্ডটি ব্যবহার করতে পারবেন না!
ca: No podeu utilitzar aquesta comanda en aquest canal!
de: Sie können diesen Befehl in diesem Kanal nicht verwenden!
el: Δεν μπορείτε να χρησιμοποιήσετε αυτήν την εντολή σε αυτό το κανάλι!
es: ¡No puedes usar ese comando en este canal!
et: Te ei saa seda käsku selles kanalis kasutada!
fa: شما نمی توانید از آن دستور در این کانال استفاده کنید!
fi: Et voi käyttää tätä komentoa tällä kanavalla!
fr: Vous ne pouvez pas utiliser cette commande sur cette chaîne !
he: אתה לא יכול להשתמש בפקודה הזו בערוץ הזה!
hi: आप इस चैनल में उस आदेश का उपयोग नहीं कर सकते!
hr: Ne možete koristiti tu naredbu na ovom kanalu!
hu: Ebben a csatornában nem használhatod ezt a parancsot!
id: Anda tidak dapat menggunakan perintah itu di saluran ini!
it: Non puoi usare quel comando in questo canale!
ko: 이 채널에서는 해당 명령을 사용할 수 없습니다!
lt: Negalite naudoti šios komandos šiame kanale!
ms: Anda tidak boleh menggunakan arahan itu dalam saluran ini!
nl: Je kunt dat commando niet gebruiken in dit kanaal!
no: Du kan ikke bruke den kommandoen i denne kanalen!
pl: Nie możesz użyć tego polecenia na tym kanale!
pt: Você não pode usar esse comando neste canal!
ro: Nu puteți folosi această comandă în acest canal!
ru: Вы не можете использовать эту команду в этом канале!
sl: Tega ukaza ne morete uporabiti v tem kanalu!
sv: Du kan inte använda det kommandot i den här kanalen!
th: คุณไม่สามารถใช้คำสั่งนั้นในช่องนี้ได้!
tr: Bu komutu bu kanalda kullanamazsınız!
uk: Ви не можете використовувати цю команду в цьому каналі!
vi: Bạn không thể sử dụng lệnh đó trong kênh này!
