Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/assistant/locales/*/LC_MESSAGES/messages.po
Languages: ar, bg, bn, ca, de, el, es, et, fa, fi, fr, he, hi, hr, hu, id, it, ko, lt, ms, nl, no, pl, pt, ro, ru, sl, sv, th, tr, uk, vi

source: Embedding method has been set to **Static**
ar: تم ضبط طريقة التضمين على **ثابت**
bg: Методът на вграждане е зададен на **Статичен**
bn: এম্বেডিং পদ্ধতি **স্ট্যাটিক** এ সেট করা হয়েছে
ca: El mètode d'inserció s'ha establert com a **Estàtic**
de: Die Einbettungsmethode wurde auf **Statisch** eingestellt
el: Η μέθοδος ενσωμάτωσης έχει οριστεί σε **Στατική**
es: El método de incrustación se ha establecido en **Estático**
et: Manustusmeetodiks on määratud **Staatiline**
fa: روش جاسازی روی **ایستا** تنظیم شده است
fi: Upotusmenetelmäksi on asetettu **Staattinen**
fr: La méthode d'intégration a été définie sur **Statique**
he: שיטת ההטמעה הוגדרה ל-**סטטי**
hi: एंबेडिंग विधि **स्टेटिक** पर सेट की गई है
hr: Metoda ugrađivanja postavljena je na **Statično**
hu: A beágyazás módja **Statikus**
id: Metode penyematan telah disetel ke **Statis**
it: Il metodo di incorporamento è stato impostato su **Statico**
ko: 삽입 방법이 **정적**으로 설정되었습니다.
lt: Įdėjimo metodas nustatytas kaip **Statinis**
ms: Kaedah benam telah ditetapkan kepada **Statik**
nl: De insluitingsmethode is ingesteld op **Statisch**
no: Innebyggingsmetode er satt til **Statisk**
pl: Metoda osadzania została ustawiona na **Statyczna**
pt: O método de incorporação foi definido como **Estático**
ro: Metoda de încorporare a fost setată la **Static**
ru: Для метода внедрения установлено значение **Статический**.
sl: Metoda vdelave je bila nastavljena na **Statično**
sv: Inbäddningsmetoden har ställts in på **Statisk**
th: วิธีการฝังได้รับการตั้งค่าเป็น **คงที่**
tr: Gömme yöntemi **Statik** olarak ayarlandı
uk: Метод вбудовування встановлено на **Статичний**
vi: Phương thức nhúng đã được đặt thành **Tĩnh**

source: Embedding method has been set to **Hybrid**
ar: تم ضبط طريقة التضمين على **Hybrid**
bg: Методът на вграждане е зададен на **Хибриден**
bn: এম্বেডিং পদ্ধতি **হাইব্রিড** এ সেট করা হয়েছে
ca: El mètode d'inserció s'ha establert com a **Híbrid**
de: Die Einbettungsmethode wurde auf **Hybrid** eingestellt
el: Η μέθοδος ενσωμάτωσης έχει οριστεί σε **Hybrid**
es: El método de inserción se ha establecido en **Híbrido**
et: Manustusmeetodiks on määratud **Hübriid**
fa: روش جاسازی روی **Hybrid** تنظیم شده است
fi: Upotusmenetelmäksi on asetettu **Hybridi**
fr: La méthode d'intégration a été définie sur **Hybride**
he: שיטת ההטמעה הוגדרה ל-**היברידית**
hi: एम्बेडिंग विधि **हाइब्रिड** पर सेट की गई है
hr: Metoda ugrađivanja postavljena je na **Hibridno**
hu: A beágyazási mód **Hibrid** értékre lett állítva
id: Metode penyematan telah disetel ke **Hybrid**
it: Il metodo di incorporamento è stato impostato su **Ibrido**
ko: 삽입 방법이 **하이브리드**로 설정되었습니다.
lt: Įdėjimo metodas nustatytas į **Hybrid**
ms: Kaedah benam telah ditetapkan kepada **Hibrid**
nl: De insluitingsmethode is ingesteld op **Hybride**
no: Innebyggingsmetode er satt til **Hybrid**
pl: Metoda osadzania została ustawiona na **Hybrydowa**
pt: O método de incorporação foi definido como **Híbrido**
ro: Metoda de încorporare a fost setată la **Hibrid**
ru: Для метода внедрения установлено значение **Гибрид**.
sl: Metoda vdelave je bila nastavljena na **Hybrid**
sv: Inbäddningsmetoden har ställts in på **Hybrid**
th: วิธีการฝังได้รับการตั้งค่าเป็น **ไฮบริด**
tr: Gömme yöntemi **Karma** olarak ayarlandı
uk: Метод вбудовування встановлено на **Гібридний**
vi: Phương thức nhúng đã được đặt thành **Hybrid**

source: Embedding method has been set to **User**
ar: تم ضبط طريقة التضمين على **المستخدم**
bg: Методът на вграждане е зададен на **Потребител**
bn: এম্বেডিং পদ্ধতি **ব্যবহারকারী** এ সেট করা হয়েছে
ca: El mètode d'inserció s'ha establert com a **Usuari**
de: Die Einbettungsmethode wurde auf **Benutzer** eingestellt.
el: Η μέθοδος ενσωμάτωσης έχει οριστεί σε **Χρήστης**
es: El método de inserción se ha configurado en **Usuario**
et: Manustusmeetodiks on määratud **Kasutaja**
fa: روش جاسازی روی **کاربر** تنظیم شده است
fi: Upotustavaksi on asetettu **Käyttäjä**
fr: La méthode d'intégration a été définie sur **Utilisateur**
he: שיטת ההטמעה הוגדרה ל-**משתמש**
hi: एंबेडिंग विधि **उपयोगकर्ता** पर सेट की गई है
hr: Metoda ugrađivanja postavljena je na **Korisnik**
hu: A beágyazási mód **Felhasználó** értékre lett állítva
id: Metode penyematan telah disetel ke **Pengguna**
it: Il metodo di incorporamento è stato impostato su **Utente**
ko: 삽입 방법이 **사용자**로 설정되었습니다.
lt: Įdėjimo metodas nustatytas į **Vartotojas**
ms: Kaedah benam telah ditetapkan kepada **Pengguna**
nl: Insluitingsmethode is ingesteld op **Gebruiker**
no: Innebyggingsmetode er satt til **Bruker**
pl: Metoda osadzania została ustawiona na **Użytkownik**
pt: O método de incorporação foi definido como **Usuário**
ro: Metoda de încorporare a fost setată la **Utilizator**
ru: Для метода внедрения установлено значение **Пользователь**.
sl: Metoda vdelave je bila nastavljena na **Uporabnik**
sv: Inbäddningsmetoden har ställts in på **Användare**
th: วิธีการฝังได้รับการตั้งค่าเป็น **ผู้ใช้**
tr: Ekleme yöntemi **Kullanıcı** olarak ayarlandı
uk: Для методу вбудовування встановлено **Користувач**
vi: Phương thức nhúng đã được đặt thành **Người dùng**

source: Embedding method has been set to **Dynamic**
ar: تم ضبط طريقة التضمين على **ديناميكي**
bg: Методът на вграждане е зададен на **Динамичен**
bn: এম্বেডিং পদ্ধতি **ডাইনামিক** এ সেট করা হয়েছে
ca: El mètode d'inserció s'ha establert com a **Dinàmic**
de: Die Einbettungsmethode wurde auf **Dynamisch** eingestellt
el: Η μέθοδος ενσωμάτωσης έχει οριστεί σε **Δυναμική**
es: El método de inserción se ha establecido en **Dinámico**
et: Manustusmeetodiks on määratud **Dünaamiline**
fa: روش جاسازی روی **Dynamic** تنظیم شده است
fi: Upotusmenetelmäksi on asetettu **Dynaaminen**
fr: La méthode d'intégration a été définie sur **Dynamique**
he: שיטת ההטמעה הוגדרה ל-**דינמית**
hi: एंबेडिंग विधि को **डायनामिक** पर सेट किया गया है
hr: Metoda ugrađivanja postavljena je na **Dinamički**
hu: A beágyazás módja **Dinamikus**
id: Metode penyematan telah disetel ke **Dinamis**
it: Il metodo di incorporamento è stato impostato su **Dinamico**
ko: 삽입 방법이 **동적**으로 설정되었습니다.
lt: Įdėjimo metodas nustatytas kaip **Dinaminis**
ms: Kaedah benam telah ditetapkan kepada **Dinamik**
nl: De insluitingsmethode is ingesteld op **Dynamisch**
no: Innebyggingsmetode er satt til **Dynamisk**
pl: Metoda osadzania została ustawiona na **Dynamiczna**
pt: O método de incorporação foi definido como **Dinâmico**
ro: Metoda de încorporare a fost setată la **Dinamic**
ru: Для метода внедрения установлено значение **Динамический**.
sl: Metoda vdelave je nastavljena na **Dinamično**
sv: Inbäddningsmetoden har ställts in på **Dynamisk**
th: วิธีการฝังได้รับการตั้งค่าเป็น **ไดนามิก**
tr: Gömme yöntemi **Dinamik** olarak ayarlandı
uk: Метод вбудовування встановлено на **Динамічний**
vi: Phương thức nhúng đã được đặt thành **Dynamic**

source: Error reading **{}**: {}
ar: خطأ في قراءة **{}**: {}
bg: Грешка при четене **{}**: {}
bn: পড়ার ত্রুটি **{}**: {}
ca: Error en llegir **{}**: {}
de: Fehler beim Lesen von **{}**: {}
el: Σφάλμα ανάγνωσης **{}**: {}
es: Error al leer **{}**: {}
et: Viga **{}** lugemisel: {}
fa: خطا در خواندن **{}**: {}
fi: Virhe luettaessa **{}**: {}
fr: Erreur de lecture de **{}** : {}
he: שגיאה בקריאת **{}**: {}
hi: पढ़ने में त्रुटि **{}**: {}
hr: Pogreška pri čitanju **{}**: {}
hu: Hiba a **{}** olvasásakor: {}
id: Kesalahan membaca **{}**: {}
it: Errore durante la lettura **{}**: {}
ko: **{}** 읽기 오류: {}
lt: Klaida skaitant **{}**: {}
ms: Ralat membaca **{}**: {}
nl: Fout bij het lezen van **{}**: {}
no: Feil ved lesing av **{}**: {}
pl: Błąd odczytu **{}**: {}
pt: Erro ao ler **{}**: {}
ro: Eroare la citirea **{}**: {}
ru: Ошибка чтения **{}**: {}
sl: Napaka pri branju **{}**: {}
sv: Fel vid läsning av **{}**: {}
th: เกิดข้อผิดพลาดในการอ่าน **{}**: {}
tr: **{}** okunurken hata oluştu: {}
uk: Помилка читання **{}**: {}
vi: Lỗi đọc **{}**: {}

source: **{}** contains invalid formatting, columns must be
ar: **{}** يحتوي على تنسيق غير صالح، يجب أن تكون الأعمدة كذلك
bg: **{}** съдържа невалидно форматиране, колоните трябва да бъдат
bn: **{}** অবৈধ বিন্যাস রয়েছে, কলাম অবশ্যই হতে হবে
ca: **{}** conté un format no vàlid, les columnes ho han de ser
de: **{}** enthält eine ungültige Formatierung, die Spalten müssen ungültig sein
el: **{}** περιέχει μη έγκυρη μορφοποίηση, οι στήλες πρέπει να είναι
es: **{}** contiene un formato no válido; las columnas deben ser
et: **{}** sisaldab valet vormingut, veerud peavad olema
fa: **{}** دارای قالب بندی نامعتبر است، ستون ها باید باشند
fi: **{}** sisältää virheellisen muotoilun, sarakkeiden on oltava
fr: **{}** contient un formatage non valide, les colonnes doivent être
he: **{}** מכיל עיצוב לא חוקי, עמודות חייבות להיות
hi: **{}** में अमान्य फ़ॉर्मेटिंग है, कॉलम अवश्य होने चाहिए
hr: **{}** sadrži nevažeće oblikovanje, stupci moraju biti
hu: **{}** érvénytelen formázást tartalmaz, az oszlopoknak ilyeneknek kell lenniük
id: **{}** berisi format yang tidak valid, kolom harus berisi
it: **{}** contiene formattazione non valida, le colonne devono esserlo
ko: **{}** 잘못된 형식이 포함되어 있습니다. 열은 다음과 같아야 합니다.
lt: **{}** yra netinkamas formatavimas, stulpeliai turi būti
ms: **{}** mengandungi pemformatan tidak sah, lajur mestilah
nl: **{}** bevat ongeldige opmaak, kolommen moeten zo zijn
no: **{}** inneholder ugyldig formatering, kolonner må være
pl: **{}** zawiera nieprawidłowe formatowanie, kolumny muszą być
pt: **{}** contém formatação inválida, as colunas devem ser
ro: **{}** conține o formatare nevalidă, coloanele trebuie să fie
ru: **{}** содержит недопустимое форматирование, столбцы должны быть
sl: **{}** vsebuje neveljavno oblikovanje, stolpci morajo biti
sv: **{}** innehåller ogiltig formatering, kolumner måste vara
th: **{}** มีการจัดรูปแบบที่ไม่ถูกต้อง คอลัมน์ต้องเป็น
tr: **{}** geçersiz biçimlendirme içeriyor; sütunlar
uk: **{}** містить недійсне форматування, стовпці мають бути
vi: **{}** chứa định dạng không hợp lệ, các cột phải

source: There are no valid files to import!
ar: لا توجد ملفات صالحة للاستيراد!
bg: Няма валидни файлове за импортиране!
bn: আমদানি করার জন্য কোনো বৈধ ফাইল নেই!
ca: No hi ha fitxers vàlids per importar!
de: Es sind keine gültigen Dateien zum Importieren vorhanden!
el: Δεν υπάρχουν έγκυρα αρχεία για εισαγωγή!
es: ¡No hay archivos válidos para importar!
et: Importimiseks pole kehtivaid faile!
fa: هیچ فایل معتبری برای وارد کردن وجود ندارد!
fi: Tuotavia kelvollisia tiedostoja ei ole!
fr: Il n'y a aucun fichier valide à importer !
he: אין קבצים חוקיים לייבא!
hi: आयात करने के लिए कोई वैध फ़ाइलें नहीं हैं!
hr: Nema valjanih datoteka za uvoz!
hu: Nincsenek érvényes importálandó fájlok!
id: Tidak ada file valid untuk diimpor!
it: Non ci sono file validi da importare!
ko: 가져올 수 있는 유효한 파일이 없습니다!
lt: Nėra tinkamų importuoti failų!
ms: Tiada fail yang sah untuk diimport!
nl: Er zijn geen geldige bestanden om te importeren!
no: Det er ingen gyldige filer å importere!
pl: Brak prawidłowych plików do zaimportowania!
pt: Não há arquivos válidos para importar!
ro: Nu există fișiere valide de importat!
ru: Нет допустимых файлов для импорта!
sl: Ni veljavnih datotek za uvoz!
sv: Det finns inga giltiga filer att importera!
th: ไม่มีไฟล์ที่ถูกต้องที่จะนำเข้า!
tr: İçe aktarılacak geçerli dosya yok!
uk: Немає дійсних файлів для імпорту!
vi: Không có tệp hợp lệ để nhập!

source: processing
ar: يعالج
bg: обработка
bn: প্রক্রিয়াকরণ
ca: processament
de: Verarbeitung
el: επεξεργασία
es: tratamiento
et: töötlemine
fa: پردازش
fi: käsittelyä
fr: traitement
he: עיבוד
hi: प्रसंस्करण
hr: obrada
hu: feldolgozás
id: pengolahan
it: elaborazione
ko: 처리
lt: apdorojimas
ms: pemprosesan
nl: verwerking
no: behandling
pl: przetwarzanie
pt: processamento
ro: prelucrare
ru: обработка
sl: predelava
sv: bearbetning
th: กำลังประมวลผล
tr: işleme
uk: обробки
vi: xử lý

source: overwriting
ar: الكتابة الفوقية
bg: презаписване
bn: ওভাররাইটিং
ca: sobreescriptura
de: Überschreiben
el: αντικατάσταση
es: sobrescribir
et: ülekirjutamine
fa: رونویسی
fi: päällekirjoitus
fr: écrasement
he: הדפסה
hi: अधिलेखन
hr: prepisivanje
hu: felülírás
id: menimpa
it: sovrascrittura
ko: 덮어쓰기
lt: perrašymas
ms: menulis ganti
nl: overschrijven
no: overskriving
pl: nadpisywanie
pt: sobrescrevendo
ro: suprascrierea
ru: перезапись
sl: prepisovanje
sv: skriva över
th: เขียนทับ
tr: üzerine yazma
uk: перезапис
vi: ghi đè

source: Failed to process embedding: `{}`
ar: فشلت معالجة التضمين: `{}`
bg: Неуспешно обработване на вграждането: „{}“.
bn: এমবেডিং প্রক্রিয়া করতে ব্যর্থ হয়েছে: `{}`৷
ca: No s'ha pogut processar la inserció: `{}`
de: Einbettung konnte nicht verarbeitet werden: „{}“.
el: Απέτυχε η επεξεργασία της ενσωμάτωσης: `{}`
es: No se pudo procesar la incrustación: `{}`
et: Manustamise töötlemine ebaõnnestus: `{}`
fa: پردازش جاسازی انجام نشد: `{}`
fi: Upotuksen käsittely epäonnistui: `{}`
fr: Échec du processus d'intégration : `{}`
he: נכשל בעיבוד ההטמעה: `{}`
hi: एम्बेडिंग संसाधित करने में विफल: `{}`
hr: Obrada ugrađivanja nije uspjela: `{}`
hu: Nem sikerült feldolgozni a beágyazást: `{}`
id: Gagal memproses penyematan: `{}`
it: Impossibile elaborare l'incorporamento: `{}`
ko: 삽입 처리 실패: `{}`
lt: Nepavyko apdoroti įterpimo: „{}“.
ms: Gagal memproses pembenaman: `{}`
nl: Kan het insluiten niet verwerken: `{}`
no: Kunne ikke behandle innebygging: `{}`
pl: Nie udało się przetworzyć osadzania: `{}`
pt: Falha ao processar a incorporação: `{}`
ro: Nu s-a procesat încorporarea: `{}`
ru: Не удалось обработать встраивание: `{}`
sl: Vdelave ni bilo mogoče obdelati: `{}`
sv: Det gick inte att bearbeta inbäddningen: `{}`
th: ล้มเหลวในการประมวลผลการฝัง: `{}`
tr: Yerleştirme işlenemedi: `{}`
uk: Не вдалося обробити вбудовування: `{}`
vi: Không thể xử lý việc nhúng: `{}`

source: Successfully imported {} embeddings!
ar: تم استيراد {} تضمينات بنجاح!
bg: Успешно импортирани {} вграждания!
bn: সফলভাবে আমদানি করা {} এমবেডিং!
ca: S'han importat correctament {} incrustacions!
de: {} Einbettungen erfolgreich importiert!
el: Έγινε επιτυχής εισαγωγή {} ενσωματώσεων!
es: ¡Se importaron {} incrustaciones exitosamente!
et: {} manustamist edukalt imporditud!
fa: {} جاسازی با موفقیت وارد شد!
fi: {} upotuksen tuonti onnistui!
fr: Importation réussie de {} intégrations !
he: {} הטמעות יובאו בהצלחה!
hi: {} एम्बेडिंग सफलतापूर्वक आयातित!
hr: Uspješno uvezeno {} ugrađivanja!
hu: {} beágyazás sikeresen importálva!
id: Berhasil mengimpor {} embeddings!
it: {} incorporamenti importati con successo!
ko: {} 임베딩을 성공적으로 가져왔습니다!
lt: Sėkmingai importuota {} įterpimų!
ms: Berjaya mengimport benam {}!
nl: Met succes {} insluitingen geïmporteerd!
no: Vellykket importert {} innebygginger!
pl: Pomyślnie zaimportowano {} osadzania!
pt: Incorporações {} importadas com sucesso!
ro: Au fost importate cu succes {} înglobări!
ru: Вложения {} успешно импортированы!
sl: Uspešno uvoženih {} vdelav!
sv: {} inbäddningar har importerats!
th: นำเข้าการฝัง {} สำเร็จแล้ว!
tr: {} yerleştirme başarıyla içe aktarıldı!
uk: Успішно імпортовано {} вбудовування!
vi: Đã nhập thành công {} nội dung nhúng!

source: Failed to import **{}** because it contains invalid formatting!
ar: فشل استيراد **{}** لأنه يحتوي على تنسيق غير صالح!
bg: Неуспешно импортиране на **{}**, защото съдържа невалидно форматиране!
bn: **{}** আমদানি করতে ব্যর্থ হয়েছে কারণ এতে অবৈধ বিন্যাস রয়েছে!
ca: No s'ha pogut importar **{}** perquè conté un format no vàlid!
de: **{}** konnte nicht importiert werden, da es eine ungültige Formatierung enthält!
el: Η εισαγωγή **{}** απέτυχε επειδή περιέχει μη έγκυρη μορφοποίηση!
es: ¡No se pudo importar **{}** porque contiene un formato no válido!
et: **{}** importimine ebaõnnestus, kuna see sisaldab valet vormingut!
fa: **{}** وارد نشد زیرا دارای قالب بندی نامعتبر است!
fi: **{}** tuonti epäonnistui, koska se sisältää virheellisen muotoilun!
fr: Échec de l'importation de **{}** car il contient un formatage non valide !
he: ייבוא ​​**{}** נכשל מכיוון שהוא מכיל עיצוב לא חוקי!
hi: आयात करने में विफल **{}** क्योंकि इसमें अमान्य फ़ॉर्मेटिंग है!
hr: Uvoz **{}** nije uspio jer sadrži nevažeće oblikovanje!
hu: A **{}** importálása nem sikerült, mert érvénytelen formázást tartalmaz!
id: Gagal mengimpor **{}** karena mengandung format yang tidak valid!
it: Impossibile importare **{}** perché contiene una formattazione non valida!
ko: 잘못된 형식이 포함되어 있기 때문에 **{}** 가져오지 못했습니다!
lt: Nepavyko importuoti **{}**, nes jame yra netinkamo formatavimo!
ms: Gagal mengimport **{}** kerana ia mengandungi pemformatan yang tidak sah!
nl: Kan **{}** niet importeren omdat het ongeldige opmaak bevat!
no: Kunne ikke importere **{}** fordi den inneholder ugyldig formatering!
pl: Nie udało się zaimportować **{}**, ponieważ zawiera nieprawidłowe formatowanie!
pt: Falha ao importar **{}** porque contém formatação inválida!
ro: Nu s-a putut importa **{}** deoarece conține o formatare nevalidă!
ru: Не удалось импортировать **{}**, поскольку оно содержит недопустимое форматирование!
sl: Uvoz **{}** ni uspel, ker vsebuje neveljavno oblikovanje!
sv: Det gick inte att importera **{}** eftersom den innehåller ogiltig formatering!
th: ไม่สามารถนำเข้า **{}** เนื่องจากมีการจัดรูปแบบที่ไม่ถูกต้อง!
tr: Geçersiz biçimlendirme içerdiğinden **{}** içe aktarılamadı!
uk: Не вдалося імпортувати **{}**, оскільки воно містить недійсне форматування!
vi: Không thể nhập **{}** vì nó chứa định dạng không hợp lệ!

source: {} is invalid! Must contain the following columns: {}
ar: {} غير صالح! يجب أن يحتوي على الأعمدة التالية: {}
bg: {} е невалиден! Трябва да съдържа следните колони: {}
bn: {} অবৈধ! নিম্নলিখিত কলাম থাকতে হবে: {}
ca: {} no és vàlid! Ha de contenir les columnes següents: {}
de: {} ist ungültig! Muss die folgenden Spalten enthalten: {}
el: Το {} δεν είναι έγκυρο! Πρέπει να περιέχει τις ακόλουθες στήλες: {}
es: {} no es válido! Debe contener las siguientes columnas: {}
et: {} on kehtetu! Peab sisaldama järgmisi veerge: {}
fa: {} نامعتبر است! باید شامل ستون های زیر باشد: {}
fi: {} on virheellinen! Täytyy sisältää seuraavat sarakkeet: {}
fr: {} n'est pas valide ! Doit contenir les colonnes suivantes : {}
he: {} אינו חוקי! חייב להכיל את העמודות הבאות: {}
hi: {} इनवैलिड है! निम्नलिखित कॉलम होने चाहिए: {}
hr: {} nije valjan! Mora sadržavati sljedeće stupce: {}
hu: A(z) {} érvénytelen! Tartalmaznia kell a következő oszlopokat: {}
id: {} tidak valid! Harus berisi kolom berikut: {}
it: {} non è valido! Deve contenere le seguenti colonne: {}
ko: {}는 유효하지 않습니다! 다음 열을 포함해야 합니다: {}
lt: {} netinkamas! Turi būti šie stulpeliai: {}
ms: {} tidak sah! Mesti mengandungi lajur berikut: {}
nl: {} is ongeldig! Moet de volgende kolommen bevatten: {}
no: {} er ugyldig! Må inneholde følgende kolonner: {}
pl: {} jest nieprawidłowy! Musi zawierać następujące kolumny: {}
pt: {} é inválido! Deve conter as seguintes colunas: {}
ro: {} este nevalid! Trebuie să conțină următoarele coloane: {}
ru: {} недействителен! Должен содержать следующие столбцы: {}
sl: {} je neveljaven! Vsebovati mora naslednje stolpce: {}
sv: {} är ogiltig! Måste innehålla följande kolumner: {}
th: {} ไม่ถูกต้อง! ต้องมีคอลัมน์ต่อไปนี้: {}
tr: {} geçersiz! Aşağıdaki sütunları içermelidir: {}
uk: {} недійсний! Має містити такі стовпці: {}
vi: {} không hợp lệ! Phải chứa các cột sau: {}

source: No embeddings needed to be updated!
ar: لا يلزم تحديث التضمينات!
bg: Не е необходимо вграждане да се актуализира!
bn: কোন এমবেডিং আপডেট করা প্রয়োজন!
ca: No cal actualitzar cap incrustació!
de: Es müssen keine Einbettungen aktualisiert werden!
el: Δεν χρειάζονται ενσωματώσεις για ενημέρωση!
es: ¡No es necesario actualizar incrustaciones!
et: Manustusi pole vaja värskendada!
fa: هیچ جاسازی نیازی به به روز رسانی نیست!
fi: Upotuksia ei tarvitse päivittää!
fr: Aucune intégration n'a besoin d'être mise à jour !
he: אין צורך לעדכן הטמעות!
hi: किसी एम्बेडिंग को अद्यतन करने की आवश्यकता नहीं है!
hr: Nema potrebe za ažuriranjem ugrađivanja!
hu: Nincs szükség beágyazások frissítésére!
id: Tidak ada penyematan yang perlu diperbarui!
it: Non è necessario aggiornare gli incorporamenti!
ko: 업데이트할 임베딩이 필요하지 않습니다!
lt: Nereikia atnaujinti jokių įterpimų!
ms: Tiada benam perlu dikemas kini!
nl: Er hoeven geen insluitingen te worden bijgewerkt!
no: Ingen innebygginger må oppdateres!
pl: Nie ma potrzeby aktualizacji osadzania!
pt: Nenhum embedding precisou ser atualizado!
ro: Nu trebuie să fie actualizate încorporarea!
ru: Никаких вложений обновлять не нужно!
sl: Posodabljanje vdelav ni bilo potrebno!
sv: Inga inbäddningar behöver uppdateras!
th: ไม่จำเป็นต้องอัปเดตการฝัง!
tr: Hiçbir yerleştirmenin güncellenmesine gerek yok!
uk: Не потрібно оновлювати вбудовування!
vi: Không cần nhúng để cập nhật!

source: There are no embeddings to export!
ar: لا توجد أي تضمينات للتصدير!
bg: Няма вграждания за експорт!
bn: রপ্তানি করার জন্য কোন এমবেডিং নেই!
ca: No hi ha incrustacions per exportar!
de: Es sind keine Einbettungen zum Exportieren vorhanden!
el: Δεν υπάρχουν ενσωματώσεις για εξαγωγή!
es: ¡No hay incrustaciones para exportar!
et: Eksporditavaid manuseid pole!
fa: هیچ جاسازی برای صادرات وجود ندارد!
fi: Vietäviä upotuksia ei ole!
fr: Il n’y a aucune intégration à exporter !
he: אין הטמעות לייצא!
hi: निर्यात करने के लिए कोई एम्बेडिंग नहीं है!
hr: Nema ugrađivanja za izvoz!
hu: Nincsenek exportálandó beágyazások!
id: Tidak ada penyematan untuk diekspor!
it: Non ci sono incorporamenti da esportare!
ko: 내보낼 임베딩이 없습니다.
lt: Eksportuotinų įterpimų nėra!
ms: Tiada benam untuk dieksport!
nl: Er zijn geen insluitingen om te exporteren!
no: Det er ingen innbygginger å eksportere!
pl: Brak osadów do wyeksportowania!
pt: Não há incorporações para exportar!
ro: Nu există încorporare de exportat!
ru: Нет вложений для экспорта!
sl: Ni vdelav za izvoz!
sv: Det finns inga inbäddningar att exportera!
th: ไม่มีการฝังที่จะส่งออก!
tr: Dışa aktarılacak yerleştirme yok!
uk: Немає вставок для експорту!
vi: Không có nội dung nhúng nào để xuất!

source: Here is your embeddings export!
ar: هنا هو تصدير التضمين الخاص بك!
bg: Ето вашите вграждания за експортиране!
bn: এখানে আপনার এমবেডিং এক্সপোর্ট!
ca: Aquí teniu l'exportació de les incrustacions!
de: Hier ist Ihr Einbettungsexport!
el: Εδώ είναι η εξαγωγή των ενσωματώσεων!
es: ¡Aquí está su exportación de incrustaciones!
et: Siin on teie manuste eksport!
fa: در اینجا صادرات تعبیه های شما است!
fi: Tässä on upotuksesi vienti!
fr: Voici votre export d'intégrations !
he: הנה ייצוא ההטבעות שלך!
hi: यहां आपका एम्बेडिंग निर्यात है!
hr: Evo vašeg izvoza umetanja!
hu: Íme a beágyazások exportálása!
id: Ini ekspor embeddings Anda!
it: Ecco l'esportazione dei tuoi incorporamenti!
ko: 임베딩 내보내기는 다음과 같습니다!
lt: Štai jūsų įterpimų eksportas!
ms: Berikut ialah eksport benam anda!
nl: Hier is de export van uw insluitingen!
no: Her er din embeddings eksport!
pl: Oto eksport Twojego osadzania!
pt: Aqui está sua exportação de embeddings!
ro: Iată exportul dvs. de încorporare!
ru: Вот ваш экспорт вложений!
sl: Tukaj je izvoz vaših vdelav!
sv: Här är din inbäddningsexport!
th: นี่คือการส่งออกการฝังของคุณ!
tr: İşte yerleştirmelerinizin ihracatı!
uk: Ось ваш експорт вставок!
vi: Đây là bản xuất nhúng của bạn!
