Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/dashboard/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bn, ca, da, fr, he, hi, hr, hu, id, ja, lv, no, pl, pt, ro, tr, uk

source: This is not a valid URL.
af: Dit is nie 'n geldige URL nie.
ar: هذا ليس عنوان URL صالحًا.
bn: এটি একটি বৈধ URL নয়৷
ca: Aquest URL no és vàlid.
da: Dette er ikke en gyldig URL.
fr: Ce n'est pas une URL valide.
he: זו אינה כתובת אתר חוקית.
hi: यह मान्य यूआरएल नहीं है.
hr: Ovo nije važeći URL.
hu: Ez nem érvényes URL.
id: Ini bukan URL yang valid.
ja: これは有効な URL ではありません。
lv: Šis nav derīgs URL.
no: Dette er ikke en gyldig URL.
pl: To nie jest prawidłowy adres URL.
pt: Este não é um URL válido.
ro: Aceasta nu este o adresă URL validă.
tr: Bu geçerli bir URL değil.
uk: Це недійсний URL.

source: This is not a valid Dashboard redirect URI: it must end with `/callback`.
af: Dit is nie 'n geldige Dashboard-herleiding-URI nie: dit moet eindig met `/terugbel`.
ar: هذا ليس عنوان URI صالحًا لإعادة توجيه لوحة المعلومات: يجب أن ينتهي بـ `/callback`.
bn: এটি একটি বৈধ ড্যাশবোর্ড পুনঃনির্দেশ URI নয়: এটি অবশ্যই `/কলব্যাক` দিয়ে শেষ হবে৷
ca: Aquest no és un URI de redirecció de Dashboard vàlid: ha d'acabar amb `/callback`.
da: Dette er ikke en gyldig Dashboard-omdirigerings-URI: den skal slutte med `/callback`.
fr: Il ne s'agit pas d'un URI de redirection de tableau de bord valide : il doit se terminer par « /callback ».
he: זה אינו URI חוקי להפניה של לוח המחוונים: עליו להסתיים ב-/callback.
hi: यह एक वैध डैशबोर्ड रीडायरेक्ट यूआरआई नहीं है: इसे `/कॉलबैक` के साथ समाप्त होना चाहिए।
hr: Ovo nije važeći URI za preusmjeravanje nadzorne ploče: mora završavati s `/callback`.
hu: Ez nem érvényes irányítópult-átirányítási URI: „/callback” karakterrel kell végződnie.
id: Ini bukan URI pengalihan Dasbor yang valid: URI ini harus diakhiri dengan `/callback`.
ja: これは有効なダッシュボード リダイレクト URI ではありません。「/callback」で終わる必要があります。
lv: Šis nav derīgs informācijas paneļa novirzīšanas URI: tam jābeidzas ar “/callback”.
no: Dette er ikke en gyldig Dashboard-omdirigerings-URI: den må slutte med `/callback`.
pl: To nie jest prawidłowy identyfikator URI przekierowania panelu kontrolnego: musi kończyć się ciągiem `/callback`.
pt: Este não é um URI de redirecionamento válido do Dashboard: ele deve terminar com `/callback`.
ro: Acesta nu este un URI de redirecționare valid pentru tabloul de bord: trebuie să se termine cu `/callback`.
tr: Bu geçerli bir Kontrol Paneli yönlendirme URI'si değil: "/callback" ile bitmelidir.
uk: Це недійсний URI переспрямування інформаційної панелі: він має закінчуватися `/callback`.

source: This third party is not available.
af: Hierdie derde party is nie beskikbaar nie.
ar: هذا الطرف الثالث غير متوفر.
bn: এই তৃতীয় পক্ষ উপলব্ধ নয়.
ca: Aquest tercer no està disponible.
da: Denne tredjepart er ikke tilgængelig.
fr: Ce tiers n'est pas disponible.
he: צד שלישי זה אינו זמין.
hi: यह तृतीय पक्ष उपलब्ध नहीं है.
hr: Ova treća strana nije dostupna.
hu: Ez a harmadik fél nem elérhető.
id: Pihak ketiga ini tidak tersedia.
ja: このサードパーティは利用できません。
lv: Šī trešā puse nav pieejama.
no: Denne tredjeparten er ikke tilgjengelig.
pl: Ta strona trzecia nie jest dostępna.
pt: Este terceiro não está disponível.
ro: Această terță parte nu este disponibilă.
tr: Bu üçüncü taraf mevcut değil.
uk: Ця третя сторона недоступна.

source: You can't access the Dashboard.
af: Jy het nie toegang tot die Dashboard nie.
ar: لا يمكنك الوصول إلى لوحة المعلومات.
bn: আপনি ড্যাশবোর্ড অ্যাক্সেস করতে পারবেন না।
ca: No podeu accedir al tauler.
da: Du kan ikke få adgang til Dashboard.
fr: Vous ne pouvez pas accéder au tableau de bord.
he: אינך יכול לגשת ללוח המחוונים.
hi: आप डैशबोर्ड तक नहीं पहुंच सकते.
hr: Ne možete pristupiti nadzornoj ploči.
hu: Nem férhet hozzá az irányítópulthoz.
id: Anda tidak dapat mengakses Dasbor.
ja: ダッシュボードにアクセスできません。
lv: Jūs nevarat piekļūt informācijas panelim.
no: Du får ikke tilgang til dashbordet.
pl: Nie możesz uzyskać dostępu do Panelu.
pt: Você não pode acessar o Painel.
ro: Nu puteți accesa Tabloul de bord.
tr: Kontrol Paneline erişemezsiniz.
uk: Ви не можете отримати доступ до інформаційної панелі.

source: Dashboard
ar: لوحة القيادة
bn: ড্যাশবোর্ড
ca: Tauler de control
fr: Tableau de bord
he: לוּחַ מַחווָנִים
hi: डैशबोर्ड
hr: Nadzorna ploča
hu: Műszerfal
id: Dasbor
ja: ダッシュボード
lv: Informācijas panelis
no: Dashbord
pl: Panel
pt: Painel
ro: Bord
tr: Kontrol Paneli
uk: Приладова панель

source: Discord Secret
af: Discord geheim
ar: سر الخلاف
bn: ডিসকর্ড সিক্রেট
ca: Secret de Discòrdia
da: Discord hemmelighed
fr: Secret de discorde
he: סוד הדיסקורד
hi: कलह रहस्य
hr: Tajna razdora
id: Rahasia Perselisihan
ja: 不和の秘密
lv: Nesaskaņu noslēpums
pl: Sekret Discorda
pt: Segredo da discórdia
ro: Secretul Discord
tr: Anlaşmazlık Sırrı
uk: Секрет розбрату

source: Discord OAuth secret set.
af: Discord OAuth geheime stel.
ar: مجموعة سرية Discord OAuth.
bn: ডিসকর্ড OAuth গোপন সেট।
ca: Conjunt de secrets OAuth de Discord.
da: Discord OAuth hemmeligt sæt.
fr: Ensemble secret Discord OAuth.
he: ערכת סודות של Discord OAuth.
hi: कलह OAuth गुप्त सेट.
hr: Discord OAuth tajni skup.
hu: Discord OAuth titkos készlet.
id: Kumpulan rahasia OAuth perselisihan.
ja: Discord OAuth シークレット セット。
lv: Discord OAuth noslēpuma komplekts.
no: Discord OAuth hemmelig sett.
pl: Zestaw sekretów Discord OAuth.
pt: Conjunto de segredos do Discord OAuth.
ro: Set de secrete OAuth Discord.
tr: Discord OAuth gizli seti.
uk: Набір секретів Discord OAuth.

source: You are not allowed to use this interaction.
af: Jy word nie toegelaat om hierdie interaksie te gebruik nie.
ar: لا يسمح لك باستخدام هذا التفاعل.
bn: আপনি এই মিথস্ক্রিয়া ব্যবহার করার অনুমতি দেওয়া হয় না.
ca: No teniu permís per utilitzar aquesta interacció.
da: Du må ikke bruge denne interaktion.
fr: Vous n'êtes pas autorisé à utiliser cette interaction.
he: אינך רשאי להשתמש באינטראקציה זו.
hi: आपको इस इंटरैक्शन का उपयोग करने की अनुमति नहीं है.
hr: Nije vam dopušteno koristiti ovu interakciju.
hu: Nem használhatja ezt az interakciót.
id: Anda tidak diperbolehkan menggunakan interaksi ini.
ja: このインタラクションを使用することは許可されていません。
lv: Jums nav atļauts izmantot šo mijiedarbību.
no: Du har ikke lov til å bruke denne interaksjonen.
pl: Nie możesz korzystać z tej interakcji.
pt: Você não tem permissão para usar esta interação.
ro: Nu aveți voie să utilizați această interacțiune.
tr: Bu etkileşimi kullanmanıza izin verilmiyor.
uk: Ви не можете використовувати цю взаємодію.

source: Set Discord OAuth Secret
af: Stel Discord OAuth Secret
ar: قم بتعيين سر Discord OAuth
bn: ডিসকর্ড OAuth সিক্রেট সেট করুন
ca: Estableix Discord OAuth Secret
da: Indstil Discord OAuth Secret
fr: Définir le secret OAuth de Discord
he: הגדר את סוד OAuth של Discord
hi: डिस्कॉर्ड OAuth सीक्रेट सेट करें
hr: Postavite Discord OAuth Secret
hu: Állítsa be a Discord OAuth-titkot
id: Setel Rahasia OAuth Perselisihan
ja: Discord OAuth シークレットを設定する
lv: Iestatiet Discord OAuth Secret
no: Angi Discord OAuth Secret
pl: Ustaw sekret Discord OAuth
pt: Definir segredo do Discord OAuth
ro: Setați Discord OAuth Secret
tr: Discord OAuth Sırrını Ayarla
uk: Установіть Discord OAuth Secret

source: Click on the button below to set a secret for Discord OAuth.
af: Klik op die knoppie hieronder om 'n geheim vir Discord OAuth te stel.
ar: انقر فوق الزر أدناه لتعيين سر لـ Discord OAuth.
bn: Discord OAuth এর জন্য একটি গোপন সেট করতে নীচের বোতামে ক্লিক করুন৷
ca: Feu clic al botó següent per establir un secret per a Discord OAuth.
da: Klik på knappen nedenfor for at angive en hemmelighed for Discord OAuth.
fr: Cliquez sur le bouton ci-dessous pour définir un secret pour Discord OAuth.
he: לחץ על הכפתור למטה כדי להגדיר סוד עבור Discord OAuth.
hi: डिस्कॉर्ड OAuth के लिए एक रहस्य सेट करने के लिए नीचे दिए गए बटन पर क्लिक करें।
hr: Kliknite gumb u nastavku da postavite tajnu za Discord OAuth.
hu: Kattintson az alábbi gombra a Discord OAuth titkának beállításához.
id: Klik tombol di bawah untuk menyetel rahasia Discord OAuth.
ja: Discord OAuth のシークレットを設定するには、下のボタンをクリックしてください。
lv: Noklikšķiniet uz tālāk esošās pogas, lai iestatītu Discord OAuth noslēpumu.
no: Klikk på knappen nedenfor for å angi en hemmelighet for Discord OAuth.
pl: Kliknij przycisk poniżej, aby ustawić sekret dla Discord OAuth.
pt: Clique no botão abaixo para definir um segredo para o Discord OAuth.
ro: Faceți clic pe butonul de mai jos pentru a seta un secret pentru Discord OAuth.
tr: Discord OAuth için bir sır ayarlamak için aşağıdaki düğmeye tıklayın.
uk: Натисніть кнопку нижче, щоб установити секрет для Discord OAuth.

source: {name} Dashboard
ar: {الاسم} لوحة التحكم
bn: {name} ড্যাশবোর্ড
ca: {name} Tauler de control
fr: Tableau de bord {nom}
he: לוח המחוונים של {name}
hi: {नाम} डैशबोर्ड
hr: Nadzorna ploča {name}
hu: {name} Irányítópult
id: {nama} Dasbor
ja: {名前} ダッシュボード
lv: {name} informācijas panelis
pl: Panel kontrolny {name}
pt: {nome} Painel
ro: {name} Tabloul de bord
tr: {name} Kontrol Paneli
uk: Інформаційна панель {name}

source: Interactive Dashboard to control and interact with {name}.
af: Interaktiewe Dashboard om {name} te beheer en daarmee te kommunikeer.
ar: لوحة تحكم تفاعلية للتحكم والتفاعل مع {name}.
bn: ইন্টারেক্টিভ ড্যাশবোর্ড নিয়ন্ত্রণ এবং {name} এর সাথে ইন্টারঅ্যাক্ট করতে।
ca: Tauler de control interactiu per controlar i interactuar amb {name}.
da: Interaktivt Dashboard til at styre og interagere med {name}.
fr: Tableau de bord interactif pour contrôler et interagir avec {name}.
he: לוח מחוונים אינטראקטיבי לשליטה ואינטראקציה עם {name}.
hi: {नाम} को नियंत्रित करने और उसके साथ इंटरैक्ट करने के लिए इंटरैक्टिव डैशबोर्ड।
hr: Interaktivna nadzorna ploča za kontrolu i interakciju s {name}.
hu: Interaktív irányítópult a {name} vezérléséhez és interakciójához.
id: Dasbor Interaktif untuk mengontrol dan berinteraksi dengan {name}.
ja: {name} を制御および操作するためのインタラクティブ ダッシュボード。
lv: Interaktīvs informācijas panelis, lai kontrolētu un mijiedarbotos ar {name}.
no: Interaktivt dashbord for å kontrollere og samhandle med {name}.
pl: Interaktywny pulpit nawigacyjny do kontroli i interakcji z firmą {name}.
pt: Painel interativo para controlar e interagir com {nome}.
ro: Tabloul de bord interactiv pentru a controla și a interacționa cu {name}.
tr: {name}'i kontrol etmek ve onunla etkileşimde bulunmak için Etkileşimli Kontrol Paneli.
uk: Інтерактивна інформаційна панель для контролю та взаємодії з {name}.

source: `{command}`:
af: `{opdrag}`:
ar: `{أمر}`:
da: `{kommando}`:
fr: `{commande}` :
hi: `{कमांड}`:
hr: `{naredba}`:
id: `{perintah}`:
ja: `{コマンド}`:
no: `{kommando}`:
pl: `{polecenie}`:
pt: `{comando}`:
ro: `{comandă}`:
tr: `{komut}`:
uk: `{команда}`:
