Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/autodocs/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, el, et, fa, fi, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, ro, sk, sl, sv, th, uk, vi

source: Server Only
af: Slegs bediener
ar: الخادم فقط
bg: Само сървър
bn: শুধুমাত্র সার্ভার
ca: Només servidor
el: Μόνο διακομιστής
et: Ainult server
fa: فقط سرور
fi: Vain palvelin
he: שרת בלבד
hi: केवल सर्वर
hr: Samo poslužitelj
hu: Csak szerver
id: Hanya Server
it: Solo server
ja: サーバーのみ
lt: Tik serveris
lv: Tikai serveris
ms: Pelayan Sahaja
nl: Alleen server
no: Kun server
pl: Tylko serwer
ro: Numai Server
sk: Iba server
sl: Samo strežnik
sv: Endast server
th: เซิร์ฟเวอร์เท่านั้น
uk: Лише сервер
vi: Chỉ máy chủ

source: Restricted to
af: Beperk tot
ar: يقتصر على
bg: Ограничено до
bn: সীমাবদ্ধ
ca: Restringit a
el: Περιορίζεται σε
et: Piiratud
fa: محدود به
fi: Rajoitettu
he: מוגבל ל
hi: तक सीमित
hr: Ograničeno na
hu: Korlátozva
id: Terbatas pada
it: Limitato a
ja: 限定
lt: Apribota iki
lv: Ierobežots līdz
ms: Terhad kepada
nl: Beperkt tot
no: Begrenset til
pl: Ograniczone do
ro: Restricţionat la
sk: Obmedzené na
sl: Omejeno na
sv: Begränsad till
th: จำกัดไว้ที่
uk: Обмежено
vi: Bị hạn chế ở

source: Aliases
ar: الأسماء المستعارة
bg: Псевдоними
bn: উপনাম
ca: Àlies
el: Ψευδώνυμα
et: Varjunimed
fa: نام مستعار
fi: Aliakset
he: כינויים
hi: उपनाम
hr: Aliasi
hu: Álnevek
id: Alias
it: Alias
ja: 別名
lt: Pseudonimai
lv: Pseidonīmi
ms: Alias
nl: Aliassen
no: Aliaser
pl: Aliasy
ro: Aliasuri
sk: Aliasy
sl: Vzdevki
sv: Alias
th: นามแฝง
uk: Псевдоніми
vi: Bí danh

source: Cooldown
af: Afkoeling
ar: ترطيب
bg: Охлаждане
bn: কুলডাউন
ca: Refrigeració
et: Jahutamine
fa: خنک شدن
fi: Jäähdytys
he: התקררות
hi: शांत हो जाओ
hr: Hlađenje
hu: Lehűlés
id: Pendinginan
it: Raffreddare
ja: クールダウン
lt: Atšalimas
lv: Atdzesēšana
nl: Afkoelen
no: Nedkjøling
pl: Czas odnowienia
ro: Răcire
sl: Ohladitev
sv: Nedkylning
th: คูลดาวน์
uk: Кулдаун
vi: Thời gian hồi chiêu

source: Could not get docstring or class for {} converter
af: Kon nie docstring of klas vir {}-omskakelaar kry nie
ar: تعذر الحصول على سلسلة مستندية أو فئة لمحول {}.
bg: Не може да се получи документен низ или клас за {} конвертор
bn: {} কনভার্টারের জন্য ডকস্ট্রিং বা ক্লাস পাওয়া যায়নি
ca: No s'ha pogut obtenir docstring o classe per al convertidor {}
el: Δεν ήταν δυνατή η λήψη συμβολοσειράς εγγράφων ή κλάσης για τον μετατροπέα {}
et: Konverteri {} dokumendistringi või klassi ei õnnestunud hankida
fa: نمی توان رشته مستند یا کلاس برای مبدل {} دریافت کرد
fi: Dokumenttimerkkijonoa tai luokkaa ei voitu hakea muuntimelle {}
he: לא ניתן היה להשיג מחרוזת doc או מחלקה עבור ממיר {}
hi: {} कनवर्टर के लिए डॉकस्ट्रिंग या क्लास नहीं मिल सका
hr: Nije moguće dobiti docstring ili klasu za {} pretvarač
hu: Nem sikerült lekérni a dokumentumot vagy az osztályt a {} konverterhez
id: Tidak bisa mendapatkan docstring atau kelas untuk konverter {}
it: Impossibile ottenere la stringa di documenti o la classe per il convertitore {}
ja: {} コンバータの docstring またはクラスを取得できませんでした
lt: Nepavyko gauti dokumentų eilutės arba klasės, skirtos {} konverteriui
lv: Nevarēja iegūt dokumentu virkni vai klasi {} pārveidotājam
ms: Tidak dapat mendapatkan docstring atau kelas untuk penukar {}.
nl: Kan docstring of klasse niet ophalen voor {}-converter
no: Kunne ikke hente docstring eller klasse for {}-konverteren
pl: Nie można pobrać dokumentacji lub klasy dla konwertera {}
ro: Nu s-a putut obține docstring sau clasa pentru convertorul {}
sk: Nepodarilo sa získať reťazec dokumentu alebo triedu pre konvertor {}
sl: Ni bilo mogoče pridobiti niza dokumenta ali razreda za pretvornik {}
sv: Det gick inte att hämta docstring eller klass för {}-omvandlaren
th: ไม่สามารถรับ docstring หรือคลาสสำหรับตัวแปลง {}
uk: Не вдалося отримати рядок документації або клас для конвертера {}
vi: Không thể lấy chuỗi tài liệu hoặc lớp cho trình chuyển đổi {}

source: Could not get docstring for {} converter
af: Kon nie docstring vir {}-omskakelaar kry nie
ar: تعذر الحصول على سلسلة مستندية لمحول {}.
bg: Не може да се получи документен низ за {} конвертор
bn: {} রূপান্তরকারীর জন্য ডকস্ট্রিং পাওয়া যায়নি
ca: No s'ha pogut obtenir la cadena de documents per al convertidor {}
el: Δεν ήταν δυνατή η λήψη συμβολοσειράς εγγράφων για τον μετατροπέα {}
et: Konverteri {} dokumendistringi ei õnnestunud hankida
fa: نمی توان رشته اسناد را برای مبدل {} دریافت کرد
fi: Dokumenttimerkkijonoa ei voitu hakea muuntimelle {}
he: לא ניתן היה לקבל מחרוזת דוק עבור ממיר {}
hi: {} कनवर्टर के लिए डॉकस्ट्रिंग नहीं मिल सका
hr: Nije moguće dobiti docstring za {} pretvarač
hu: Nem sikerült lekérni a dokumentumot a(z) {} konverterhez
id: Tidak bisa mendapatkan docstring untuk konverter {}
it: Impossibile ottenere la stringa di documentazione per il convertitore {}
ja: {} コンバータの docstring を取得できませんでした
lt: Nepavyko gauti {} konverterio dokumentų eilutės
lv: Nevarēja iegūt dokumentu virkni {} pārveidotājam
ms: Tidak dapat mendapatkan docstring untuk penukar {}.
nl: Kan docstring voor {}-converter niet ophalen
no: Kunne ikke hente docstring for {}-konverteren
pl: Nie można pobrać dokumentacji dla konwertera {}
ro: Nu s-a putut obține docstring pentru convertorul {}
sk: Nepodarilo sa získať reťazec dokumentu pre konvertor {}
sl: Za pretvornik {} ni bilo mogoče pridobiti niza dokumentov
sv: Det gick inte att hämta docstring för {}-konverteraren
th: ไม่สามารถรับ docstring สำหรับตัวแปลง {}
uk: Не вдалося отримати рядок документації для конвертера {}
vi: Không thể lấy chuỗi tài liệu cho trình chuyển đổi {}

source: Could not get class for {} converter
af: Kon nie klas vir {}-omskakelaar kry nie
ar: تعذر الحصول على فئة المحول {}.
bg: Не може да се получи клас за {} конвертор
bn: {} রূপান্তরকারীর জন্য ক্লাস পাওয়া যায়নি
ca: No s'ha pogut obtenir la classe per al convertidor {}
el: Δεν ήταν δυνατή η λήψη τάξης για τον μετατροπέα {}
et: Konverteri {} klassi ei õnnestunud hankida
fa: کلاس برای مبدل {} دریافت نشد
fi: Luokkaa {} muuntimelle ei voitu hakea
he: לא ניתן היה לקבל מחלקה עבור ממיר {}
hi: {} कनवर्टर के लिए कक्षा नहीं मिल सकी
hr: Nije moguće dobiti klasu za {} pretvarač
hu: Nem sikerült lekérni az osztályt a {} konverterhez
id: Tidak bisa mendapatkan kelas untuk konverter {}
it: Impossibile ottenere la classe per il convertitore {}
ja: {} コンバータのクラスを取得できませんでした
lt: Nepavyko gauti kurso {} konverteriui
lv: Nevarēja iegūt klasi {} pārveidotājam
ms: Tidak dapat mendapatkan kelas untuk penukar {}.
nl: Kan klasse niet ophalen voor {}-converter
no: Kunne ikke hente klassen for {}-konverteren
pl: Nie można pobrać klasy dla konwertera {}
ro: Nu s-a putut obține clasa pentru convertorul {}
sk: Nepodarilo sa získať triedu pre konvertor {}
sl: Ni bilo mogoče dobiti razreda za pretvornik {}
sv: Det gick inte att hämta klass för omvandlaren {}
th: ไม่สามารถรับคลาสสำหรับตัวแปลง {} ได้
uk: Не вдалося отримати клас для конвертера {}
vi: Không thể lấy lớp cho trình chuyển đổi {}

source: Autocomplete
af: Outovoltooi
ar: الإكمال التلقائي
bg: Автоматично довършване
bn: স্বয়ংসম্পূর্ণ
ca: Autocompletar
el: Αυτόματη συμπλήρωση
et: Automaatne täitmine
fa: تکمیل خودکار
fi: Automaattinen täydennys
he: השלמה אוטומטית
hi: स्वत: पूर्ण
hr: Automatsko dovršavanje
hu: Automatikus kiegészítés
id: Pelengkapan otomatis
it: Completamento automatico
ja: オートコンプリート
lt: Automatinis užbaigimas
lv: Automātiskā pabeigšana
ms: Autolengkap
nl: Automatisch aanvullen
no: Autofullfør
pl: Autouzupełnianie
ro: Completare automată
sk: Automatické dopĺňanie
sl: Samodokončanje
sv: Autoslutförande
th: เติมข้อความอัตโนมัติ
uk: Автозаповнення
vi: Tự động hoàn thành

source: Default
af: Verstek
ar: تقصير
bg: По подразбиране
bn: ডিফল্ট
ca: Per defecte
el: Αθέτηση
et: Vaikimisi
fa: پیش فرض
fi: Oletus
he: בְּרִירַת מֶחדָל
hi: गलती करना
hr: Zadano
hu: Alapértelmezett
id: Bawaan
it: Predefinito
ja: デフォルト
lt: Numatytoji
lv: Noklusējums
ms: Lalai
nl: Standaard
no: Misligholde
pl: Domyślny
ro: Implicit
sk: Predvolené
sl: Privzeto
sv: Standard
th: ค่าเริ่มต้น
uk: За замовчуванням
vi: Mặc định

source: Choices
af: Keuses
ar: الاختيارات
bg: Избори
bn: পছন্দ
ca: Opcions
el: Επιλογές
et: Valikud
fa: انتخاب ها
fi: Valinnat
he: בחירות
hi: विकल्प
hr: Izbori
hu: Választások
id: Pilihan
it: Scelte
ja: 選択肢
lt: Pasirinkimai
lv: Izvēles
ms: Pilihan
nl: Keuzes
no: Valg
pl: Wybory
ro: Alegeri
sk: Voľby
sl: Izbire
sv: Val
th: ทางเลือก
uk: Вибір
vi: Lựa chọn

source: Could not find {} for the {} argument of the {} command
af: Kon nie {} vir die {}-argument van die {}-opdrag vind nie
ar: تعذر العثور على {} للوسيطة {} للأمر {}.
bg: Не може да се намери {} за аргумента {} на командата {}
bn: {} কমান্ডের {} আর্গুমেন্টের জন্য {} খুঁজে পাওয়া যায়নি
ca: No s'ha pogut trobar {} per a l'argument {} de l'ordre {}
el: Δεν ήταν δυνατή η εύρεση του {} για το όρισμα {} της εντολής {}
et: Käsu {} argumendi {} jaoks ei leitud {}
fa: {} برای آرگومان {} فرمان {} یافت نشد
fi: Ei löytynyt {} komennon {} argumentille {}
he: לא ניתן למצוא את {} עבור הארגומנט {} של הפקודה {}
hi: {} कमांड के {} तर्क के लिए {} नहीं मिल सका
hr: Nije moguće pronaći {} za argument {} naredbe {}
hu: Nem található {} a {} parancs {} argumentumához
id: Tidak dapat menemukan {} untuk argumen {} dari perintah {}
it: Impossibile trovare {} per l'argomento {} del comando {}
ja: {} コマンドの {} 引数の {} が見つかりませんでした
lt: Nepavyko rasti {} komandos {} argumentui {}
lv: Nevarēja atrast {} komandas {} argumentam {}
ms: Tidak dapat mencari {} untuk hujah {} perintah {}.
nl: Kan {} niet vinden voor het argument {} van de opdracht {}
no: Kunne ikke finne {} for {}-argumentet til {}-kommandoen
pl: Nie można znaleźć {} dla argumentu {} polecenia {}
ro: Nu s-a putut găsi {} pentru argumentul {} al comenzii {}
sk: Nepodarilo sa nájsť {} pre argument {} príkazu {}
sl: Ni bilo mogoče najti {} za argument {} ukaza {}
sv: Kunde inte hitta {} för argumentet {} för kommandot {}
th: ไม่พบ {} สำหรับอาร์กิวเมนต์ {} ของคำสั่ง {}
uk: Не вдалося знайти {} для аргументу {} команди {}
vi: Không thể tìm thấy {} cho đối số {} của lệnh {}

source: Extended Arg Info
af: Uitgebreide Arg-inligting
ar: معلومات الوسيطة الموسعة
bg: Разширена информация за аргумент
bn: বর্ধিত Arg তথ্য
ca: Informació Arg ampliada
el: Εκτεταμένες πληροφορίες Arg
et: Laiendatud põhiteave
fa: اطلاعات Arg توسعه یافته
fi: Laajennettu Arg-tiedot
he: מידע ארגומנט מורחב
hi: विस्तारित आर्ग जानकारी
hr: Proširene informacije o argumentu
hu: Bővített Arg Info
id: Info Arg yang Diperluas
it: Informazioni argomento estese
ja: 拡張引数情報
lt: Išplėstinė Arg informacija
lv: Paplašināta Arg informācija
ms: Maklumat Arg Lanjutan
nl: Uitgebreide argumentinformatie
no: Utvidet Arg Info
pl: Rozszerzone informacje o argumentach
ro: Informații Arg extinse
sk: Informácie o rozšírenom argumente
sl: Razširjene informacije Arg
sv: Utökad Arg Info
th: ข้อมูล Arg เพิ่มเติม
uk: Розширена інформація про аргумент
vi: Thông tin đối số mở rộng
