Repository: deathamongstlife/StarBots
Catalog: starbot/cogs/autodocs/locales/*/LC_MESSAGES/messages.po
Languages: af, ar, bg, bn, ca, el, et, fa, fi, he, hi, hr, hu, id, it, ja, lt, lv, ms, nl, no, pl, ro, sk, sl, sv, th, uk, vi

source: name
af: naam
ar: اسم
bg: име
bn: নাম
ca: nom
el: όνομα
et: nimi
fa: نام
fi: nimi
he: שֵׁם
hi: नाम
hr: ime
hu: név
id: nama
it: nome
ja: 名前
lt: pavadinimas
lv: nosaukums
ms: nama
nl: naam
no: navn
pl: nazwa
ro: nume
sk: meno
sl: ime
sv: namn
th: ชื่อ
uk: назва
vi: tên

source: text
af: teks
ar: نص
bg: текст
bn: পাঠ্য
el: κείμενο
et: tekst
fa: متن
fi: teksti
he: טֶקסט
hi: मूलपाठ
hr: tekst
hu: szöveg
id: teks
it: testo
ja: 文章
lt: tekstą
lv: tekstu
ms: teks
nl: tekst
no: tekst
pl: tekst
sl: besedilo
th: ข้อความ
uk: текст
vi: chữ

source: Create docs for a cog
af: Skep dokumente vir 'n rat
ar: إنشاء مستندات للترس
bg: Създайте документи за зъб
bn: একটি কগ জন্য ডক্স তৈরি করুন
ca: Crea documents per a un engranatge
el: Δημιουργήστε έγγραφα για ένα γρανάζι
et: Looge hammasratta jaoks dokumendid
fa: ایجاد اسناد برای یک چرخ دنده
fi: Luo asiakirjoja hammaspyörälle
he: צור מסמכים עבור גלגל שיניים
hi: एक दल के लिए दस्तावेज़ बनाएं
hr: Izradite dokumente za zupčanik
hu: Hozzon létre dokumentumokat egy fogaskerékhez
id: Buat dokumen untuk roda gigi
it: Crea documenti per un ingranaggio
ja: 歯車のドキュメントを作成する
lt: Sukurkite dokumentus, skirtus krumpliaračiui
lv: Izveidojiet dokumentus zobratam
ms: Buat dokumen untuk cog
nl: Maak documenten voor een tandwiel
no: Lag dokumenter for et tannhjul
pl: Utwórz dokumentację dla koła zębatego
ro: Creați documente pentru un cog
sk: Vytvorte dokumenty pre ozubené koleso
sl: Ustvarite dokumente za zobnik
sv: Skapa dokument för en kugge
th: สร้างเอกสารสำหรับฟันเฟือง
uk: Створення документів для гвинтика
vi: Tạo tài liệu cho một bánh răng

source: The name of the cog you want to make docs for (Case Sensitive)
af: Die naam van die rat waarvoor jy dokumente wil maak (hooflettergevoelig)
ar: اسم الترس الذي تريد إنشاء مستندات له (حساس لحالة الأحرف)
bg: Името на зъбното колело, за което искате да създадете документи (чувствителни към малки и големи букви)
bn: আপনি যে কগের জন্য ডক্স তৈরি করতে চান তার নাম (কেস সংবেদনশীল)
ca: El nom de l'engranatge per al qual voleu crear documents (distingeix entre majúscules i minúscules)
el: Το όνομα του οδοντωτού τροχού για το οποίο θέλετε να δημιουργήσετε έγγραφα (με διάκριση πεζών-κεφαλαίων)
et: Hambaratta nimi, mille jaoks soovite dokumente koostada (tõstutundlik)
fa: نام چرخ دنده ای که می خواهید برای آن اسناد بسازید (حساس به حروف بزرگ)
fi: Hammaspyörän nimi, jolle haluat tehdä asiakirjoja (kirjainkoolla erottelulla)
he: שם גלגל השיניים שברצונך ליצור עבורו מסמכים (רגיש לאותיות גדולות)
hi: उस दल का नाम जिसके लिए आप दस्तावेज़ बनाना चाहते हैं (केस सेंसिटिव)
hr: Naziv zupčanika za koji želite izraditi dokumente (razlikuje velika i mala slova)
hu: Annak a fogaskeréknek a neve, amelyhez dokumentumokat szeretne készíteni (a kis- és nagybetűk megkülönböztetése)
id: Nama roda gigi yang ingin Anda gunakan untuk membuat dokumen (Peka Huruf Besar-kecil)
it: Il nome dell'ingranaggio per il quale desideri creare documenti (con distinzione tra maiuscole e minuscole)
ja: ドキュメントを作成したい歯車の名前 (大文字と小文字を区別)
lt: Krumpliaračio, kurio dokumentus norite sukurti, pavadinimas (skiriamos didžiosios ir mažosios raidės)
lv: Tā zobrata nosaukums, kuram vēlaties izveidot dokumentus (reģistrjutīgs)
ms: Nama roda gigi yang anda ingin jadikan dokumen (Sensitif Huruf)
nl: De naam van het tandwiel waarvoor u documenten wilt maken (hoofdlettergevoelig)
no: Navnet på tannhjulet du vil lage dokumenter for (Stilling av store og små bokstaver)
pl: Nazwa koła zębatego, dla którego chcesz tworzyć dokumenty (wielkość liter ma znaczenie)
ro: Numele roții pentru care doriți să creați documente (se face distincția între majuscule și minuscule)
sk: Názov ozubeného kolieska, pre ktoré chcete vytvoriť dokumenty (rozlišovať malé a veľké písmená)
sl: Ime zobnika, za katerega želite izdelati dokumente (razlikuje med velikimi in malimi črkami)
sv: Namnet på kugghjulet du vill skapa dokument för (skiftlägeskänsligt)
th: ชื่อของฟันเฟืองที่คุณต้องการสร้างเอกสารให้ (Case Sensitive)
uk: Назва процесора, для якого ви хочете створити документи (з урахуванням регістру)
vi: Tên của bánh răng bạn muốn tạo tài liệu (Phân biệt chữ hoa chữ thường)

source: Replace all occurrences of [p] with the bots prefix
af: Vervang alle voorkomste van [p] met die bots-voorvoegsel
ar: استبدل جميع تكرارات [p] ببادئة الروبوتات
bg: Заменете всички срещания на [p] с префикса на ботовете
bn: বট উপসর্গ দিয়ে [p] এর সমস্ত ঘটনা প্রতিস্থাপন করুন
ca: Substituïu totes les ocurrències de [p] amb el prefix de bots
el: Αντικαταστήστε όλες τις εμφανίσεις του [p] με το πρόθεμα bots
et: Asendage kõik [p] esinemised robotite eesliitega
fa: همه موارد [p] را با پیشوند ربات جایگزین کنید
fi: Korvaa kaikki [p] esiintymät botit-etuliitteellä
he: החלף את כל המופעים של [p] בקידומת הבוטים
hi: [पी] की सभी घटनाओं को बॉट्स उपसर्ग से बदलें
hr: Zamijenite sva pojavljivanja [p] prefiksom botova
hu: Cserélje le a [p] minden előfordulását a bots előtaggal
id: Ganti semua kemunculan [p] dengan awalan bots
it: Sostituisci tutte le occorrenze di [p] con il prefisso bot
ja: [p] が出現するすべてをボットの接頭辞に置き換えます。
lt: Pakeiskite visus [p] atvejus robotų priešdėliu
lv: Aizstāt visus [p] gadījumus ar botu prefiksu
ms: Gantikan semua kejadian [p] dengan awalan bot
nl: Vervang alle exemplaren van [p] door het bots-voorvoegsel
no: Erstatt alle forekomster av [p] med bots-prefikset
pl: Zamień wszystkie wystąpienia [p] na prefiks botów
ro: Înlocuiți toate aparițiile lui [p] cu prefixul roboților
sk: Nahraďte všetky výskyty [p] predponou robotov
sl: Zamenjajte vse pojavitve [p] s predpono botov
sv: Ersätt alla förekomster av [p] med prefixet bots
th: แทนที่ [p] ทั้งหมดที่เกิดขึ้นด้วยคำนำหน้าบอท
uk: Замініть усі випадки [p] на префікс ботів
vi: Thay thế tất cả các lần xuất hiện của [p] bằng tiền tố bot

source: Replace all occurrences of [botname] with the bots name
af: Vervang alle voorkomste van [botname] met die bots-naam
ar: استبدل كل تكرارات [botname] باسم الروبوتات
bg: Заменете всички срещания на [botname] с името на ботовете
bn: বট নামের সাথে [botname] এর সমস্ত ঘটনা প্রতিস্থাপন করুন
ca: Substituïu totes les ocurrències de [botname] pel nom del bot
el: Αντικαταστήστε όλες τις εμφανίσεις του [botname] με το όνομα bots
et: Asendage kõik [botname] esinemised roboti nimega
fa: همه موارد [botname] را با نام ربات جایگزین کنید
fi: Korvaa kaikki [botin nimi] esiintymät botin nimellä
he: החלף את כל המופעים של [שם הבוט] בשם הבוטים
hi: [बॉटनाम] की सभी घटनाओं को बॉट्स नाम से बदलें
hr: Zamijenite sva pojavljivanja [botname] imenom bota
hu: Cserélje le a [botnév] minden előfordulását a botnévvel
id: Ganti semua kemunculan [namabot] dengan nama bot
it: Sostituisci tutte le occorrenze di [botname] con il nome del bot
ja: [botname] をすべてボット名に置き換えます。
lt: Pakeiskite visus [botname] atvejus roboto pavadinimu
lv: Aizstāt visus [botname] gadījumus ar robota nosaukumu
ms: Gantikan semua kejadian [botname] dengan nama bot
nl: Vervang alle exemplaren van [botnaam] door de naam van de bot
no: Erstatt alle forekomster av [botnavn] med robotens navn
pl: Zastąp wszystkie wystąpienia [botname] nazwą bota
ro: Înlocuiți toate aparițiile lui [botname] cu numele botului
sk: Nahraďte všetky výskyty [botname] názvom robota
sl: Zamenjaj vse pojavitve [ime bota] z imenom botov
sv: Ersätt alla förekomster av [botnamn] med botsnamnet
th: แทนที่ [ชื่อบอต] ทั้งหมดที่เกิดขึ้นด้วยชื่อบอต
uk: Замініть усі входження [botname] на ім’я бота
vi: Thay thế tất cả các lần xuất hiện của [botname] bằng tên bot

source: Include extra info like converters and their docstrings
af: Sluit ekstra inligting soos omskakelaars en hul docstrings in
ar: قم بتضمين معلومات إضافية مثل المحولات ومستنداتها
bg: Включете допълнителна информация като конвертори и техните документни низове
bn: কনভার্টার এবং তাদের ডকস্ট্রিং এর মত অতিরিক্ত তথ্য অন্তর্ভুক্ত করুন
ca: Inclou informació addicional com ara els convertidors i les seves cadenes de documents
el: Συμπεριλάβετε επιπλέον πληροφορίες όπως μετατροπείς και τις συμβολοσειρές εγγράφων τους
et: Lisage lisateavet, nagu muundurid ja nende dokumendistringid
fa: اطلاعات اضافی مانند مبدل ها و رشته های اسناد آنها را اضافه کنید
fi: Sisällytä lisätietoja, kuten muuntimet ja niiden asiakirjat
he: כלול מידע נוסף כמו ממירים ו-docstrings שלהם
hi: कन्वर्टर्स और उनके डॉकस्ट्रिंग्स जैसी अतिरिक्त जानकारी शामिल करें
hr: Uključite dodatne informacije poput pretvarača i njihovih nizova dokumenata
hu: Adjon meg további információkat, például konvertereket és azok dokumentumkaraktereit
id: Sertakan info tambahan seperti konverter dan dokumennya
it: Includi informazioni extra come i convertitori e le relative docstring
ja: コンバーターやそのドキュメント文字列などの追加情報を含める
lt: Įtraukite papildomos informacijos, pvz., keitiklius ir jų dokumentų eilutes
lv: Iekļaujiet papildu informāciju, piemēram, pārveidotājus un to dokumentu virknes
ms: Sertakan maklumat tambahan seperti penukar dan rentetan dokumen mereka
nl: Voeg extra informatie toe, zoals converters en hun docstrings
no: Inkluder ekstra informasjon som omformere og deres docstrings
pl: Dołącz dodatkowe informacje, takie jak konwertery i ich dokumenty
ro: Includeți informații suplimentare, cum ar fi convertoarele și documentele acestora
sk: Zahrňte ďalšie informácie, ako sú konvertory a ich dokumentačné reťazce
sl: Vključite dodatne informacije, kot so pretvorniki in njihovi nizi dokumentov
sv: Inkludera extra information som omvandlare och deras docstrings
th: รวมข้อมูลเพิ่มเติม เช่น ตัวแปลงและเอกสารประกอบ
uk: Додайте додаткову інформацію, як-от конвертери та їхні рядки документації
vi: Bao gồm thông tin bổ sung như trình chuyển đổi và chuỗi tài liệu của chúng

source: Include hidden commands
af: Sluit verborge opdragte in
ar: تضمين الأوامر المخفية
bg: Включете скрити команди
bn: লুকানো কমান্ড অন্তর্ভুক্ত করুন
ca: Inclou ordres ocultes
el: Συμπεριλάβετε κρυφές εντολές
et: Kaasake peidetud käsud
fa: شامل دستورات مخفی
fi: Sisällytä piilotetut komennot
he: כלול פקודות נסתרות
hi: छुपे हुए आदेश शामिल करें
hr: Uključi skrivene naredbe
hu: Tartalmazzon rejtett parancsokat
id: Sertakan perintah tersembunyi
it: Includi comandi nascosti
ja: 隠しコマンドを含める
lt: Įtraukite paslėptas komandas
lv: Iekļaut slēptās komandas
ms: Sertakan arahan tersembunyi
nl: Inclusief verborgen opdrachten
no: Inkluder skjulte kommandoer
pl: Dołącz ukryte polecenia
ro: Includeți comenzi ascunse
sk: Zahrňte skryté príkazy
sl: Vključite skrite ukaze
sv: Inkludera dolda kommandon
th: รวมคำสั่งที่ซ่อนอยู่
uk: Включати приховані команди
vi: Bao gồm các lệnh ẩn

source: Include a csv with each command isolated per row
af: Sluit 'n csv in met elke opdrag wat per ry ge√Øsoleer is
ar: قم بتضمين ملف CSV مع عزل كل أمر في كل صف
bg: Включете csv с всяка команда, изолирана на ред
bn: প্রতি সারি বিচ্ছিন্ন প্রতিটি কমান্ড সহ একটি csv অন্তর্ভুক্ত করুন
ca: Incloeu un csv amb cada comanda aïllada per fila
el: Συμπεριλάβετε ένα csv με κάθε εντολή απομονωμένη ανά σειρά
et: Kaasake csv, kus iga käsk on rea kohta isoleeritud
fa: یک CSV با هر دستور ایزوله در هر سطر اضافه کنید
fi: Sisällytä csv, jossa jokainen komento on eristetty riviä kohden
he: כלול CSV עם כל פקודה מבודדת בכל שורה
hi: प्रत्येक पंक्ति में पृथक प्रत्येक कमांड के साथ एक सीएसवी शामिल करें
hr: Uključite csv sa svakom naredbom izoliranom po retku
hu: Minden egyes parancs soronként elkülönítve tartalmazzon csv-t
id: Sertakan csv dengan setiap perintah diisolasi per baris
it: Includi un CSV con ogni comando isolato per riga
ja: 各コマンドを行ごとに分離した CSV を含めます
lt: Įtraukite csv, kiekviena komanda atskirta eilutėje
lv: Iekļaujiet csv failu ar katru komandu, kas ir izolēta katrā rindā
ms: Sertakan csv dengan setiap arahan diasingkan setiap baris
nl: Voeg een csv-bestand toe waarin elke opdracht per rij wordt ge√Øsoleerd
no: Inkluder en csv med hver kommando isolert per rad
pl: Dołącz plik CSV do każdego polecenia izolowanego w wierszu
ro: Includeți un csv cu fiecare comandă izolată pe rând
sk: Zahrňte csv s každým príkazom izolovaným na riadok
sl: Vključite csv z vsakim ukazom, ločenim na vrstico
sv: Inkludera en csv med varje kommando isolerat per rad
th: รวม csv กับแต่ละคำสั่งแยกกันในแต่ละแถว
uk: Додайте файл csv із кожною командою, виділеною для кожного рядка
vi: Bao gồm một csv với mỗi lệnh được phân tách trên mỗi hàng

source: Here are the docs for all of your currently loaded cogs!
af: Hier is die dokumente vir al jou tans gelaaide ratte!
ar: فيما يلي المستندات الخاصة بجميع التروس المحملة حاليًا!
bg: Ето документите за всички ваши текущо заредени зъбни колела!
bn: আপনার বর্তমানে লোড করা সমস্ত কগগুলির জন্য এখানে ডক্স রয়েছে!
ca: Aquí teniu els documents de tots els vostres engranatges carregats actualment!
el: Εδώ είναι τα έγγραφα για όλα τα γρανάζια που έχετε φορτώσει αυτήν τη στιγμή!
et: Siin on kõigi teie praegu laaditud hammasrataste dokumendid!
fa: در اینجا اسناد مربوط به تمام چرخ دنده های بارگیری شده شما در حال حاضر وجود دارد!
fi: Tässä ovat kaikkien tällä hetkellä ladattujen hampaidesi asiakirjat!
he: להלן המסמכים עבור כל גלגלי השיניים הטעונים כעת!
hi: आपके वर्तमान में लोड किए गए सभी कॉग के दस्तावेज़ यहां दिए गए हैं!
hr: Ovdje su dokumenti za sve vaše trenutno učitane zupčanike!
hu: Itt vannak az összes jelenleg betöltött fogaskereke dokumentumai!
id: Berikut adalah dokumen untuk semua roda penggerak yang Anda muat saat ini!
it: Ecco i documenti per tutti i tuoi ingranaggi attualmente caricati!
ja: 現在ロードされているすべての歯車のドキュメントは次のとおりです。
lt: Štai visų šiuo metu įkeltų krumpliaračių dokumentai!
lv: Šeit ir visu jūsu pašlaik ielādēto zobratu dokumenti!
ms: Berikut ialah dokumen untuk semua roda gigi anda yang sedang dimuatkan!
nl: Hier zijn de documenten voor al uw momenteel geladen tandwielen!
no: Her er dokumentene for alle dine innlastede tannhjul!
pl: Oto dokumentacja wszystkich aktualnie załadowanych trybów!
ro: Iată documentele pentru toate roțile încărcate în prezent!
sk: Tu sú dokumenty pre všetky vaše aktuálne naložené ozubené kolieska!
sl: Tukaj so dokumenti za vse vaše trenutno naložene zobnike!
sv: Här är dokumenten för alla dina för närvarande laddade kuggar!
th: นี่คือเอกสารสำหรับฟันเฟืองที่โหลดอยู่ทั้งหมดของคุณ!
uk: Ось документи для всіх ваших зараз завантажених гвинтів!
vi: Đây là tài liệu cho tất cả các bánh răng hiện đang được tải của bạn!

source: I could not find that cog, maybe it is not loaded?
af: Ek kon nie daardie rat kry nie, is dit dalk nie gelaai nie?
ar: لم أتمكن من العثور على هذا الترس، ربما لم يتم تحميله؟
bg: Не можах да намеря този зъб, може би не е зареден?
bn: আমি যে কগ খুঁজে পাচ্ছি না, সম্ভবত এটি লোড হয় না?
ca: No he pogut trobar aquest engranatge, potser no està carregat?
el: Δεν μπόρεσα να βρω αυτό το γρανάζι, μήπως δεν είναι φορτωμένο;
et: Ma ei leidnud seda hammasratast, võib-olla pole see laetud?
fa: من نتوانستم آن چرخ را پیدا کنم، شاید بارگذاری نشده باشد؟
fi: En löytänyt sitä hammasratasta, ehkä se ei ole ladattu?
he: לא הצלחתי למצוא את גלגל השיניים הזה, אולי הוא לא נטען?
hi: मुझे वह कॉग नहीं मिला, शायद वह लोड नहीं हुआ है?
hr: Nisam mogao pronaći taj kotačić, možda nije učitan?
hu: Nem találtam azt a fogaskereket, lehet, hogy nincs betöltve?
id: Saya tidak dapat menemukan roda gigi itu, mungkin tidak dimuat?
it: Non sono riuscito a trovare l'ingranaggio, forse non è caricato?
ja: その歯車が見つかりませんでした。おそらくロードされていませんか?
lt: Neradau to krumpliaračio, gal jis nepakrautas?
lv: Es nevarēju atrast to zobratu, varbūt tas nav ielādēts?
ms: Saya tidak dapat mencari gigi itu, mungkin ia tidak dimuatkan?
nl: Ik kon dat tandwiel niet vinden, misschien is het niet geladen?
no: Jeg kunne ikke finne det tannhjulet, kanskje det ikke er lastet?
pl: Nie mogłem znaleźć tej zębatki, może nie jest załadowana?
ro: Nu am reușit să găsesc acel cog, poate că nu este încărcat?
sk: Nepodarilo sa mi nájsť to ozubené koleso, možno nie je nabité?
sl: Tega zobnika nisem našel, morda ni naložen?
sv: Jag kunde inte hitta den där kugghjulet, den kanske inte är laddad?
th: ฉันหาฟันเฟืองนั้นไม่เจอ บางทีมันอาจจะไม่ได้โหลดใช่ไหม
uk: Я не міг знайти цей гвинтик, можливо він не завантажений?
vi: Tôi không thể tìm thấy bánh răng đó, có lẽ nó chưa được tải?

source: Here are your docs for {}!
af: Hier is jou dokumente vir {}!
ar: إليك مستنداتك الخاصة بـ {}!
bg: Ето вашите документи за {}!
bn: এখানে {} এর জন্য আপনার নথি রয়েছে!
ca: Aquí teniu els vostres documents de {}!
el: Εδώ είναι τα έγγραφά σας για το {}!
et: Siin on teie dokumendid {} jaoks!
fa: در اینجا اسناد شما برای {} است!
fi: Tässä ovat asiakirjasi kohteelle {}!
he: הנה המסמכים שלך עבור {}!
hi: {} के लिए आपके दस्तावेज़ यहां हैं!
hr: Ovdje su vaši dokumenti za {}!
hu: Itt vannak a(z) {} dokumentumai!
id: Ini dokumen Anda untuk {}!
it: Ecco i tuoi documenti per {}!
ja: これが {} のドキュメントです。
lt: Štai jūsų dokumentai, skirti {}!
lv: Šeit ir jūsu dokumenti par {}!
ms: Berikut ialah dokumen anda untuk {}!
nl: Hier zijn uw documenten voor {}!
no: Her er dokumentene dine for {}!
pl: Oto Twoje dokumenty dla {}!
ro: Iată documentele dvs. pentru {}!
sk: Toto sú vaše dokumenty pre {}!
sl: Tukaj so vaši dokumenti za {}!
sv: Här är dina dokument för {}!
th: นี่คือเอกสารของคุณสำหรับ {}!
uk: Ось ваші документи для {}!
vi: Đây là tài liệu của bạn về {}!

source: A number without decimal places.
af: 'n Getal sonder desimale plekke.
ar: رقم بدون منازل عشرية.
bg: Число без десетични знаци.
bn: দশমিক স্থান ছাড়া একটি সংখ্যা।
ca: Un nombre sense decimals.
el: Ένας αριθμός χωρίς δεκαδικά ψηφία.
et: Arv ilma kümnendkohtadeta.
fa: عددی بدون اعشار
fi: Numero ilman desimaaleja.
he: מספר ללא מקומות עשרוניים.
hi: दशमलव स्थानों के बिना एक संख्या.
hr: Broj bez decimalnih mjesta.
hu: Tizedesjegyek nélküli szám.
id: Angka tanpa tempat desimal.
it: Un numero senza cifre decimali.
ja: 小数点以下の桁のない数値。
lt: Skaičius be kablelio.
lv: Skaitlis bez zīmēm aiz komata.
ms: Nombor tanpa tempat perpuluhan.
nl: Een getal zonder cijfers achter de komma.
no: Et tall uten desimaler.
pl: Liczba bez miejsc dziesiętnych.
ro: Un număr fără zecimale.
sk: Číslo bez desatinných miest.
sl: Število brez decimalnih mest.
sv: Ett tal utan decimaler.
th: ตัวเลขที่ไม่มีทศนิยม
uk: Число без десяткових знаків.
vi: Một số không có chữ số thập phân.

source: A number with or without decimal places.
af: 'n Getal met of sonder desimale plekke.
ar: رقم مع أو بدون منازل عشرية.
bg: Число със или без десетични знаци.
bn: দশমিক স্থান সহ বা ছাড়া একটি সংখ্যা।
ca: Un nombre amb o sense decimals.
el: Ένας αριθμός με ή χωρίς δεκαδικά ψηφία.
et: Arv kümnendkohtadega või ilma.
fa: عددی با اعشار یا بدون اعشار.
fi: Numero desimaalien kanssa tai ilman.
he: מספר עם או בלי מקומות עשרוניים.
hi: दशमलव स्थानों के साथ या उसके बिना एक संख्या।
hr: Broj sa ili bez decimalnih mjesta.
hu: Egy szám tizedesjegyekkel vagy anélkül.
id: Angka dengan atau tanpa tempat desimal.
it: Un numero con o senza cifre decimali.
ja: 小数点以下の桁を含むまたは含まない数値。
lt: Skaičius su arba be kablelio.
lv: Skaitlis ar vai bez zīmēm aiz komata.
ms: Nombor dengan atau tanpa tempat perpuluhan.
nl: Een getal met of zonder decimalen.
no: Et tall med eller uten desimaler.
pl: Liczba z miejscami dziesiętnymi lub bez.
ro: Un număr cu sau fără zecimale.
sk: Číslo s desatinnými miestami alebo bez nich.
sl: Število z decimalnimi mesti ali brez njih.
sv: Ett tal med eller utan decimaler.
th: ตัวเลขที่มีหรือไม่มีตำแหน่งทศนิยม
uk: Число з десятковими знаками або без них.
vi: Một số có hoặc không có chữ số thập phân.

source: Can be 1, 0, true, false, t, f
af: Kan 1, 0, waar, onwaar, t, f wees
ar: يمكن أن تكون 1، 0، صحيح، خطأ، t، f
bg: Може да бъде 1, 0, true, false, t, f
bn: 1, 0, true, false, t, f হতে পারে
ca: Pot ser 1, 0, cert, fals, t, f
el: Μπορεί να είναι 1, 0, true, false, t, f
et: Võib olla 1, 0, tõene, väär, t, f
fa: می تواند 1، 0، درست، نادرست، t، f باشد
fi: Voi olla 1, 0, tosi, epätosi, t, f
he: יכול להיות 1, 0, נכון, לא נכון, t, f
hi: 1, 0, सत्य, असत्य, t, f हो सकता है
hr: Može biti 1, 0, istina, laž, t, f
hu: Lehet 1, 0, igaz, hamis, t, f
id: Bisa 1, 0, benar, salah, t, f
it: Può essere 1, 0, vero, falso, t, f
ja: 1、0、true、false、t、f のいずれかになります
lt: Gali būti 1, 0, tiesa, klaidinga, t, f
lv: Var būt 1, 0, patiess, nepatiess, t, f
ms: Boleh jadi 1, 0, benar, salah, t, f
nl: Kan 1, 0, waar, onwaar, t, f zijn
no: Kan være 1, 0, sann, usann, t, f
pl: Może wynosić 1, 0, prawda, fałsz, t, f
ro: Poate fi 1, 0, adevărat, fals, t, f
sk: Môže byť 1, 0, pravda, nepravda, t, f
sl: Lahko je 1, 0, true, false, t, f
sv: Kan vara 1, 0, sant, falskt, t, f
th: สามารถเป็น 1, 0, จริง, เท็จ, t, f
uk: Може бути 1, 0, true, false, t, f
vi: Có thể là 1, 0, đúng, sai, t, f

source: per
ar: لكل
bg: пер
bn: প্রতি
el: ανά
fa: در هر
he: לְכָל
hi: प्रति
hr: po
ja: 当たり
pl: za
ro: pe
sk: za
th: ต่อ
uk: пер
vi: mỗi

source: seconds
af: sekondes
ar: ثواني
bg: секунди
bn: সেকেন্ড
ca: segons
el: δευτερόλεπτα
et: sekundit
fa: ثانیه
fi: sekuntia
he: שניות
hi: सेकंड
hr: sekundi
hu: másodpercig
id: detik
it: secondi
ja: 秒
lt: sekundžių
lv: sekundes
ms: detik
nl: seconden
no: sekunder
pl: towary drugiej jakości
ro: secunde
sk: sekúnd
sl: sekund
sv: sekunder
th: วินาที
uk: секунд
vi: giây

source: second
af: tweede
ar: ثانية
bg: второ
bn: দ্বিতীয়
ca: segon
el: δεύτερος
et: teiseks
fa: دوم
fi: toinen
he: שְׁנִיָה
hi: दूसरा
hr: drugi
hu: második
id: Kedua
it: secondo
ja: 2番
lt: antra
lv: otrais
ms: kedua
nl: seconde
no: sekund
pl: drugi
ro: doilea
sk: druhý
sl: drugo
sv: andra
th: ที่สอง
uk: другий
vi: thứ hai

source: Slash
ar: خفض
bg: Наклонена черта
bn: স্ল্যাশ
el: Εγκοπή
et: Kaldkriips
fa: اسلش
fi: Kauttaviiva
he: לַחתוֹך
hi: स्लैश
hr: kosa crta
hu: Vágás
id: Memotong
it: Barra
ja: スラッシュ
lt: Pasvirasis brūkšnys
lv: Slīpsvītra
ms: Tebas
nl: Snij
pl: Ciąć
sl: Poševnica
sv: Snedstreck
th: สแลช
uk: Слеш
vi: Chém

source: Command
af: Bevel
ar: يأمر
bg: командване
bn: আদেশ
ca: Comandament
el: Εντολή
et: Käsk
fa: فرمان
fi: Komento
he: פְּקוּדָה
hi: आज्ञा
hr: Naredba
hu: Parancs
id: Memerintah
it: Comando
ja: 指示
lt: komandą
lv: Pavēli
ms: Perintah
nl: Commando
no: Kommando
pl: Rozkaz
ro: Comanda
sk: Príkaz
sl: Ukaz
sv: Kommando
th: สั่งการ
uk: Команда
vi: Yêu cầu

source: Hybrid
af: Hibried
ar: هجين
bg: Хибрид
bn: হাইব্রিড
ca: Híbrid
el: Υβρίδιο
et: Hübriid
fa: هیبرید
fi: Hybridi
he: היברידי
hi: हाइब्रिड
hr: Hibrid
hu: Hibrid
id: Hibrida
it: Ibrido
ja: ハイブリッド
lt: Hibridinis
lv: Hibrīds
ms: Hibrid
nl: Hybride
pl: Hybrydowy
ro: Hibrid
sk: Hybridný
sl: Hibrid
th: ไฮบริด
uk: Гібрид
vi: lai

source: Usage
af: Gebruik
ar: الاستخدام
bg: Използване
bn: ব্যবহার
ca: Ús
el: Χρήση
et: Kasutamine
fa: استفاده
fi: Käyttö
he: נוֹהָג
hi: प्रयोग
hr: Korištenje
hu: Használat
id: Penggunaan
it: Utilizzo
ja: 使用法
lt: Naudojimas
lv: Lietošana
ms: Penggunaan
nl: Gebruik
no: Bruk
pl: Stosowanie
ro: Utilizare
sk: Použitie
sl: Uporaba
sv: Användande
th: การใช้งาน
uk: Використання
vi: Cách sử dụng

source: Checks
af: Tjeks
ar: الشيكات
bg: Проверки
bn: চেক করে
ca: xecs
el: Έλεγχοι
et: Kontrollid
fa: چک ها
fi: Tarkistukset
he: צ'קים
hi: चेकों
hr: Čekovi
hu: Ellenőrzések
id: Cek
it: Controlli
ja: 小切手
lt: Patikros
lv: Pārbaudes
ms: Cek
nl: Cheques
no: Sjekker
pl: Kontrole
ro: Cecuri
sk: Kontroly
sl: Čeki
sv: Checkar
th: เช็ค
uk: Чеки
vi: Séc

source: Required
af: Vereis
ar: مطلوب
bg: Задължително
bn: প্রয়োজন
ca: Obligatori
el: Υποχρεούμαι
et: Nõutav
fa: مورد نیاز
fi: Pakollinen
he: דָרוּשׁ
hi: आवश्यक
hr: Potreban
hu: Kívánt
id: Diperlukan
it: Necessario
ja: 必須
lt: Privaloma
lv: Obligāti
ms: Diperlukan
nl: Vereist
no: Obligatorisk
pl: Wymagany
ro: Necesar
sk: Povinné
sl: Obvezno
sv: Nödvändig
th: ที่จำเป็น
uk: Обов'язковий
vi: Yêu cầu

source: Optional
af: Opsioneel
ar: خياري
bg: Не е задължително
bn: ঐচ্ছিক
ca: Opcional
el: Προαιρετικός
et: Valikuline
fa: اختیاری
fi: Valinnainen
he: אופציונלי
hi: वैकल्पिक
hr: Neobavezno
hu: Választható
id: Opsional
it: Opzionale
ja: オプション
lt: Neprivaloma
lv: Pēc izvēles
ms: Pilihan
nl: Optioneel
no: Valgfri
pl: Fakultatywny
ro: Opțional
sk: Voliteľné
sl: Neobvezno
sv: Frivillig
th: ไม่จำเป็น
uk: Додатково
vi: Không bắt buộc
